export default [
    {
        "id": 1,
        "tname": "언남문화체육센터",
        "tlocation": "서울특별시 서초구 동산로13길 35",
        "tlat": "37.472583",
        "tlong": "127.042431"
    },
    {
        "id": 2,
        "tname": "잠원스포츠파크",
        "tlocation": "서울특별시 서초구 신반포로23길 66",
        "tlat": "37.508328",
        "tlong": "127.003264"
    },
    {
        "id": 3,
        "tname": "반포종합운동장체육센터",
        "tlocation": "서울특별시 서초구 신반포로16길 30",
        "tlat": "37.501942",
        "tlong": "126.995738"
    },
    {
        "id": 4,
        "tname": "방배열린문화센터",
        "tlocation": "서울특별시 서초구 방배로 173",
        "tlat": "37.496165",
        "tlong": "126.988308"
    },
    {
        "id": 5,
        "tname": "서초꽃마을주유소",
        "tlocation": "서울특별시 서초구 반포대로 69",
        "tlat": "37.502322",
        "tlong": "127.003268"
    },
    {
        "id": 6,
        "tname": "서초제일주유소",
        "tlocation": "서울특별시 서초구 사임당로 116",
        "tlat": "37.487800",
        "tlong": "127.012734"
    },
    {
        "id": 7,
        "tname": "신양주유소",
        "tlocation": "지양로 67(신월동)",
        "tlat": "37.518416",
        "tlong": "126.837494"
    },
    {
        "id": 8,
        "tname": "현대오일뱅크㈜직영 \n남부순환셀프주유소",
        "tlocation": "남부순환로 553(신월동)",
        "tlat": "37.532438",
        "tlong": "126.830732"
    },
    {
        "id": 9,
        "tname": "㈜진우에너지 신월점",
        "tlocation": "신월로 193(신월동)",
        "tlat": "37.520012",
        "tlong": "126.844068"
    },
    {
        "id": 10,
        "tname": "대농self주유소 (2층 화장실)",
        "tlocation": "중앙로 331(신월동)",
        "tlat": "37.525154",
        "tlong": "126.850344"
    },
    {
        "id": 11,
        "tname": "(주)서부티엔디",
        "tlocation": "신정로 167(신정동)",
        "tlat": "37.509356",
        "tlong": "126.843341"
    },
    {
        "id": 12,
        "tname": "(주)지애스이앤알서울주유소",
        "tlocation": "신정로 236(신정동)",
        "tlat": "37.509356",
        "tlong": "126.843341"
    },
    {
        "id": 13,
        "tname": "SK네트웍스㈜경인주유소",
        "tlocation": "국회대로 170(신정동)",
        "tlat": "37.526923",
        "tlong": "126.843160"
    },
    {
        "id": 14,
        "tname": "양정주유소",
        "tlocation": "국회대로 158(신정동)",
        "tlat": "37.526923",
        "tlong": "126.843160"
    },
    {
        "id": 15,
        "tname": "㈜블루에너지",
        "tlocation": "중앙로 226(신정동)",
        "tlat": "37.527824",
        "tlong": "126.848920"
    },
    {
        "id": 16,
        "tname": "SK네트웍스(주)신평주유소",
        "tlocation": "목동남로 62(신정동)",
        "tlat": "37.507097",
        "tlong": "126.860944"
    },
    {
        "id": 17,
        "tname": "현대오일뱅크㈜직영 양천\n셀프주유소",
        "tlocation": "목동로 17(신정동)",
        "tlat": "37.527710",
        "tlong": "126.864224"
    },
    {
        "id": 18,
        "tname": "㈜삼표에너지 목동주유소",
        "tlocation": "목동서로 129(목동)",
        "tlat": "37.528431",
        "tlong": "126.870382"
    },
    {
        "id": 19,
        "tname": "양천구주유소",
        "tlocation": "국회대로 275(목동)",
        "tlat": "37.530301",
        "tlong": "126.865419"
    },
    {
        "id": 20,
        "tname": "목동주유소",
        "tlocation": "목동중앙로 125(목동)",
        "tlat": "37.539633",
        "tlong": "126.874576"
    },
    {
        "id": 21,
        "tname": "현대오일뱅크㈜직영목동\n셀프주유소(구)",
        "tlocation": "공항대로 648(목동)",
        "tlat": "37.546982",
        "tlong": "126.876570"
    },
    {
        "id": 22,
        "tname": "현대오일뱅크㈜직영 \n양천주유소",
        "tlocation": "안양천로 1179(목동)",
        "tlat": "37.546055",
        "tlong": "126.881351"
    },
    {
        "id": 23,
        "tname": "건지주유소",
        "tlocation": "안양천로 1171(목동)",
        "tlat": "37.519643",
        "tlong": "126.877483"
    },
    {
        "id": 24,
        "tname": "형산석유㈜ 원주유소",
        "tlocation": "남부순환로 408(신월동)",
        "tlat": "37.532438",
        "tlong": "126.830732"
    },
    {
        "id": 25,
        "tname": "양천구민체육센터",
        "tlocation": "목동동로 87",
        "tlat": "37.528537",
        "tlong": "126.876450"
    },
    {
        "id": 26,
        "tname": "신월문화체육센터",
        "tlocation": "지양로 47",
        "tlat": "37.518416",
        "tlong": "126.837494"
    },
    {
        "id": 27,
        "tname": "계남다목적체육관",
        "tlocation": "신정로 273-5",
        "tlat": "37.509971",
        "tlong": "126.845161"
    },
    {
        "id": 28,
        "tname": "목동테니스장",
        "tlocation": "목동동로 298",
        "tlat": "37.528537",
        "tlong": "126.876450"
    },
    {
        "id": 29,
        "tname": "해누리체육공원",
        "tlocation": "안양천로 711",
        "tlat": "37.519643",
        "tlong": "126.877483"
    },
    {
        "id": 30,
        "tname": "해누리타운",
        "tlocation": "목동동로 81",
        "tlat": "37.517070",
        "tlong": "126.868170"
    },
    {
        "id": 31,
        "tname": "신신코아빌딩",
        "tlocation": "서울특별시 양천구 신월로 361",
        "tlat": "37.516976",
        "tlong": "126.839153"
    },
    {
        "id": 32,
        "tname": "영송빌딩",
        "tlocation": "서울특별시 양천구 신월로 337",
        "tlat": "37.516976",
        "tlong": "126.839153"
    },
    {
        "id": 33,
        "tname": "새금성교회",
        "tlocation": "서울특별시 양천구 신정이펜1로 92",
        "tlat": "37.511513",
        "tlong": "126.834183"
    },
    {
        "id": 34,
        "tname": "개나리셀프주유소",
        "tlocation": "서울특별시 양천구 남부순환로 442",
        "tlat": "37.501664",
        "tlong": "126.846465"
    },
    {
        "id": 35,
        "tname": "원호빌딩",
        "tlocation": "서울특별시 양천구 남부순환로 352",
        "tlat": "37.501664",
        "tlong": "126.846465"
    },
    {
        "id": 36,
        "tname": "경창시장고객지원센터",
        "tlocation": "서울특별시 양천구 오목로9길 31",
        "tlat": "37.523675",
        "tlong": "126.842943"
    },
    {
        "id": 37,
        "tname": "서울삼일교회",
        "tlocation": "서울특별시 양천구 남부순환로50길 21",
        "tlat": "37.533082",
        "tlong": "126.827924"
    },
    {
        "id": 38,
        "tname": "㈜새서울개발주차장",
        "tlocation": "서울특별시 양천구 남부순환로 380-1",
        "tlat": "37.532438",
        "tlong": "126.830732"
    },
    {
        "id": 39,
        "tname": "지우빌딩",
        "tlocation": "서울특별시 양천구 오목로 15",
        "tlat": "37.523298",
        "tlong": "126.849219"
    },
    {
        "id": 40,
        "tname": "강서제일교회",
        "tlocation": "서울특별시 양천구 화곡로10길 19",
        "tlat": "37.538403",
        "tlong": "126.831095"
    },
    {
        "id": 41,
        "tname": "우성상가",
        "tlocation": "서울특별시 양천구 지양로 78",
        "tlat": "37.518416",
        "tlong": "126.837494"
    },
    {
        "id": 42,
        "tname": "성실통운",
        "tlocation": "서울특별시 양천구 곰달래로6길 41",
        "tlat": "37.527952",
        "tlong": "126.836040"
    },
    {
        "id": 43,
        "tname": "센트럴프라자",
        "tlocation": "서울특별시 양천구 목동서로 349",
        "tlat": "37.528431",
        "tlong": "126.870382"
    },
    {
        "id": 44,
        "tname": "신영시장고객지원센터",
        "tlocation": "서울특별시 양천구 월정로 161-5",
        "tlat": "37.541459",
        "tlong": "126.830256"
    },
    {
        "id": 45,
        "tname": "목동뉴프라자 상가",
        "tlocation": "서울특별시 양천구 신정로 312",
        "tlat": "37.509356",
        "tlong": "126.843341"
    },
    {
        "id": 46,
        "tname": "신월6동주민센터",
        "tlocation": "서울특별시 양천구 남부순환로 609",
        "tlat": "37.501664",
        "tlong": "126.846465"
    },
    {
        "id": 47,
        "tname": "온수도시자연공원 (매봉약수터)",
        "tlocation": "신정로 152",
        "tlat": "37.509356",
        "tlong": "126.843341"
    },
    {
        "id": 48,
        "tname": "온수도시자연공원 (지양산 유아숲체험원)",
        "tlocation": "지양로7길 28-29",
        "tlat": "37.520887",
        "tlong": "126.831249"
    },
    {
        "id": 49,
        "tname": "목마근린공원",
        "tlocation": "목동동로 441",
        "tlat": "37.528537",
        "tlong": "126.876450"
    },
    {
        "id": 50,
        "tname": "파리근린공원",
        "tlocation": "목동동로 363",
        "tlat": "37.528537",
        "tlong": "126.876450"
    },
    {
        "id": 51,
        "tname": "양천근린공원",
        "tlocation": "목동동로 117",
        "tlat": "37.528537",
        "tlong": "126.876450"
    },
    {
        "id": 52,
        "tname": "신트리근린공원",
        "tlocation": "목동동로 3",
        "tlat": "37.520777",
        "tlong": "126.870636"
    },
    {
        "id": 53,
        "tname": "신월근린공원",
        "tlocation": "신월로 99-1",
        "tlat": "37.522359",
        "tlong": "126.864081"
    },
    {
        "id": 54,
        "tname": "독서근린공원",
        "tlocation": "지양로 53-1",
        "tlat": "37.522551",
        "tlong": "126.825496"
    },
    {
        "id": 55,
        "tname": "오솔길근린공원",
        "tlocation": "남부순환로72길 16",
        "tlat": "37.520526",
        "tlong": "126.836768"
    },
    {
        "id": 56,
        "tname": "한울근린공원",
        "tlocation": "지양로7길 27-5",
        "tlat": "37.520887",
        "tlong": "126.831249"
    },
    {
        "id": 57,
        "tname": "양지근린공원",
        "tlocation": "지양로13길 11",
        "tlat": "37.522734",
        "tlong": "126.831106"
    },
    {
        "id": 58,
        "tname": "목동근린공원",
        "tlocation": "목동중앙북로24길 1-29",
        "tlat": "37.545661",
        "tlong": "126.877670"
    },
    {
        "id": 59,
        "tname": "시설녹지(신정3호)",
        "tlocation": "중앙로 248",
        "tlat": "37.674256",
        "tlong": "126.751580"
    },
    {
        "id": 60,
        "tname": "장수공원",
        "tlocation": "신월로 253",
        "tlat": "37.514568",
        "tlong": "126.831157"
    },
    {
        "id": 61,
        "tname": "어울림쉼터",
        "tlocation": "목동중앙본로32길 7",
        "tlat": "37.545287",
        "tlong": "126.872302"
    },
    {
        "id": 62,
        "tname": "연의근린공원",
        "tlocation": "신정이펜1로 12",
        "tlat": "37.511513",
        "tlong": "126.834183"
    },
    {
        "id": 63,
        "tname": "연의생활체육공원",
        "tlocation": "신정로7길 91",
        "tlat": "37.513324",
        "tlong": "126.834809"
    },
    {
        "id": 64,
        "tname": "1번 화장실(오금교 입구)",
        "tlocation": "안양천로 710",
        "tlat": "37.519643",
        "tlong": "126.877483"
    },
    {
        "id": 65,
        "tname": "2번 화장실(오금인라인장)",
        "tlocation": "안양천로 750",
        "tlat": "37.519643",
        "tlong": "126.877483"
    },
    {
        "id": 66,
        "tname": "3번 화장실(야구장)",
        "tlocation": "안양천로 788",
        "tlat": "37.519643",
        "tlong": "126.877483"
    },
    {
        "id": 67,
        "tname": "4번 화장실(해마루 축구장)",
        "tlocation": "안양천로 812",
        "tlat": "37.519643",
        "tlong": "126.877483"
    },
    {
        "id": 68,
        "tname": "5번 화장실(오목교 출구)",
        "tlocation": "안양천로 884",
        "tlat": "37.519643",
        "tlong": "126.877483"
    },
    {
        "id": 69,
        "tname": "6번 화장실(영학정)",
        "tlocation": "안양천로 914",
        "tlat": "37.519643",
        "tlong": "126.877483"
    },
    {
        "id": 70,
        "tname": "7번 화장실(목동인라인장)",
        "tlocation": "안양천로 1026",
        "tlat": "37.519643",
        "tlong": "126.877483"
    },
    {
        "id": 71,
        "tname": "8번 화장실(양평교)",
        "tlocation": "안양천로 1092",
        "tlat": "37.519643",
        "tlong": "126.877483"
    },
    {
        "id": 72,
        "tname": "9번 화장실(양화교)",
        "tlocation": "안양천로 1138",
        "tlat": "37.519643",
        "tlong": "126.877483"
    },
    {
        "id": 73,
        "tname": "서울에너지공사",
        "tlocation": "서울특별시 양천구 목동서로 20(목동)",
        "tlat": "37.529228",
        "tlong": "126.871040"
    },
    {
        "id": 74,
        "tname": "목동주경기장",
        "tlocation": "안양천로 939",
        "tlat": "37.530684",
        "tlong": "126.879277"
    },
    {
        "id": 75,
        "tname": "목동야구장",
        "tlocation": "안양천로 939",
        "tlat": "37.530684",
        "tlong": "126.879277"
    },
    {
        "id": 76,
        "tname": "1F 정문",
        "tlocation": "안양천로 939",
        "tlat": "37.530684",
        "tlong": "126.879277"
    },
    {
        "id": 77,
        "tname": "신월야구공원",
        "tlocation": "서울 양천구 신월동 267-1",
        "tlat": "37.522808",
        "tlong": "126.829700"
    },
    {
        "id": 78,
        "tname": "양천구청역(2)",
        "tlocation": "서울특별시 양천구 신정동 276-7 양천구청역",
        "tlat": "37.512230",
        "tlong": "126.864360"
    },
    {
        "id": 79,
        "tname": "신정네거리역(2)",
        "tlocation": "서울특별시 양천구 신정동 1231 신정네거리역",
        "tlat": "37.519840",
        "tlong": "126.852800"
    },
    {
        "id": 80,
        "tname": "오목근린공원",
        "tlocation": "목동서로 159-2",
        "tlat": "37.528431",
        "tlong": "126.870382"
    },
    {
        "id": 81,
        "tname": "양천구사회적경제지원센터",
        "tlocation": "목동동로 375",
        "tlat": "37.528537",
        "tlong": "126.876450"
    },
    {
        "id": 82,
        "tname": "목동깨비시장 고객지원센터",
        "tlocation": "월정로 161-5",
        "tlat": "37.527022",
        "tlong": "126.840180"
    },
    {
        "id": 83,
        "tname": "목사랑시장고객지원센터",
        "tlocation": "목동중앙남로7길 8",
        "tlat": "37.537477",
        "tlong": "126.865570"
    },
    {
        "id": 84,
        "tname": "신영시장 고객지원센터",
        "tlocation": "월정로 161-5",
        "tlat": "37.527022",
        "tlong": "126.840180"
    },
    {
        "id": 85,
        "tname": "경창시장 고객지원센터",
        "tlocation": "오목로9길 31",
        "tlat": "37.523675",
        "tlong": "126.842943"
    },
    {
        "id": 86,
        "tname": "서울창업카페 양천신정점",
        "tlocation": "신정로7길 75",
        "tlat": "37.513324",
        "tlong": "126.834809"
    },
    {
        "id": 87,
        "tname": "무중력지대 양천",
        "tlocation": "오목로 359",
        "tlat": "37.522608",
        "tlong": "126.844579"
    },
    {
        "id": 88,
        "tname": "청년창업허브",
        "tlocation": "신정로7길 75",
        "tlat": "37.513324",
        "tlong": "126.834809"
    },
    {
        "id": 89,
        "tname": "신월1동주민센터",
        "tlocation": "곰달래로1길 48",
        "tlat": "37.532526",
        "tlong": "126.831595"
    },
    {
        "id": 90,
        "tname": "양천어르신종합복지관",
        "tlocation": "서울특별시 양천구 목동로3길 106",
        "tlat": "37.510289",
        "tlong": "126.859020"
    },
    {
        "id": 91,
        "tname": "목동실버복지문화센터",
        "tlocation": "서울특별시 양천구 목동중앙로3길 21",
        "tlat": "37.537516",
        "tlong": "126.869677"
    },
    {
        "id": 92,
        "tname": "구립양천어르신요양센터",
        "tlocation": "서울특별시 양천구 신월로 26",
        "tlat": "37.516976",
        "tlong": "126.839153"
    },
    {
        "id": 93,
        "tname": "양천생활안전체험교육관",
        "tlocation": "서울특별시 양천구 목동서로 363",
        "tlat": "37.528431",
        "tlong": "126.870382"
    },
    {
        "id": 94,
        "tname": "신정1동주민센터",
        "tlocation": "중앙로32길 1",
        "tlat": "37.519240",
        "tlong": "126.857540"
    },
    {
        "id": 95,
        "tname": "신정4동주민센터",
        "tlocation": "양천구 오목로34길 5",
        "tlat": "37.524158",
        "tlong": "126.855059"
    },
    {
        "id": 96,
        "tname": "나눔누리센터",
        "tlocation": "서울특별시 양천구 중앙로 250",
        "tlat": "37.518862",
        "tlong": "126.853722"
    },
    {
        "id": 97,
        "tname": "신월5동주민센터",
        "tlocation": "화곡로4길 10",
        "tlat": "37.537161",
        "tlong": "126.829179"
    },
    {
        "id": 98,
        "tname": "목2동공중화장실",
        "tlocation": "양천구 목동중앙로13길 22",
        "tlat": "37.545632",
        "tlong": "126.881537"
    },
    {
        "id": 99,
        "tname": "기독교방송",
        "tlocation": "서울특별시 양천구 목동서로 159-1",
        "tlat": "37.528431",
        "tlong": "126.870382"
    },
    {
        "id": 100,
        "tname": "화성프라자",
        "tlocation": "서울특별시 양천구 목동동로 435(목동)",
        "tlat": "37.526657",
        "tlong": "126.874874"
    },
    {
        "id": 101,
        "tname": "택민빌딩(윤민)",
        "tlocation": "서울특별시 양천구 공항대로 550(목동)",
        "tlat": "37.549736",
        "tlong": "126.866639"
    },
    {
        "id": 102,
        "tname": "목4동시장고객지원센터",
        "tlocation": "서울특별시 양천구 목동중앙남로7길 8",
        "tlat": "37.537477",
        "tlong": "126.865570"
    },
    {
        "id": 103,
        "tname": "부영그린타운2차",
        "tlocation": "서울특별시 양천구 목동동로 401",
        "tlat": "37.528537",
        "tlong": "126.876450"
    },
    {
        "id": 104,
        "tname": "한사랑교회",
        "tlocation": "서울특별시 양천구 목동동로 33(신정동)",
        "tlat": "37.515003",
        "tlong": "126.860900"
    },
    {
        "id": 105,
        "tname": "신정7동주민센터",
        "tlocation": "양천구 목동동로 37",
        "tlat": "37.528537",
        "tlong": "126.876450"
    },
    {
        "id": 106,
        "tname": "갈산도서관",
        "tlocation": "목동남로4길 48-6",
        "tlat": "37.509314",
        "tlong": "126.867377"
    },
    {
        "id": 107,
        "tname": "목마교육도서관",
        "tlocation": "목동서로 41",
        "tlat": "37.537197",
        "tlong": "126.881730"
    },
    {
        "id": 108,
        "tname": "해맞이역사도서관",
        "tlocation": "지양로 37",
        "tlat": "37.519046",
        "tlong": "126.835734"
    },
    {
        "id": 109,
        "tname": "신정2동 주민센터",
        "tlocation": "목동동로 152",
        "tlat": "37.528537",
        "tlong": "126.876450"
    },
    {
        "id": 110,
        "tname": "목4동주민센터",
        "tlocation": "목동중앙로 25",
        "tlat": "37.532407",
        "tlong": "126.868362"
    },
    {
        "id": 111,
        "tname": "신정6동주민센터 1층 화장실",
        "tlocation": "목동서로 353",
        "tlat": "37.517066",
        "tlong": "126.864476"
    },
    {
        "id": 112,
        "tname": "목3동주민센터",
        "tlocation": "목동중앙남로16나길 55",
        "tlat": "37.544713",
        "tlong": "126.864459"
    },
    {
        "id": 113,
        "tname": "크로바주유소",
        "tlocation": "서울특별시 서초구 효령로 327",
        "tlat": "37.484077",
        "tlong": "127.011420"
    },
    {
        "id": 114,
        "tname": "서초주유소",
        "tlocation": "서울특별시 서초구 반포대로 64",
        "tlat": "37.502322",
        "tlong": "127.003268"
    },
    {
        "id": 115,
        "tname": "양재최고주유소",
        "tlocation": "서울특별시 서초구 매헌로 72",
        "tlat": "37.462490",
        "tlong": "127.036277"
    },
    {
        "id": 116,
        "tname": "선우상사Q엔느",
        "tlocation": "서울특별시 서초구 방배로 66",
        "tlat": "37.484382",
        "tlong": "126.995753"
    },
    {
        "id": 117,
        "tname": "서원주유소",
        "tlocation": "서울특별시 서초구 반포대로 142",
        "tlat": "37.502322",
        "tlong": "127.003268"
    },
    {
        "id": 118,
        "tname": "삼방주유소",
        "tlocation": "서울특별시 서초구 사평대로 364",
        "tlat": "37.503762",
        "tlong": "127.023200"
    },
    {
        "id": 119,
        "tname": "남서울주유소",
        "tlocation": "서울특별시 서초구 나루터로 83",
        "tlat": "37.515017",
        "tlong": "127.016265"
    },
    {
        "id": 120,
        "tname": "대우주유소",
        "tlocation": "서울특별시 서초구 양재대로 173",
        "tlat": "37.460433",
        "tlong": "127.022577"
    },
    {
        "id": 121,
        "tname": "헌릉로주유소",
        "tlocation": "서울특별시 서초구 헌릉로 177",
        "tlat": "37.460810",
        "tlong": "127.081860"
    },
    {
        "id": 122,
        "tname": "강남대로주유소",
        "tlocation": "서울특별시 서초구 강남대로 206",
        "tlat": "37.479896",
        "tlong": "127.038314"
    },
    {
        "id": 123,
        "tname": "터미널 주유소",
        "tlocation": "서울특별시 서초구 신반포로 222",
        "tlat": "37.510505",
        "tlong": "127.019161"
    },
    {
        "id": 124,
        "tname": "반포그린주유소",
        "tlocation": "서울특별시 서초구 서초중앙로 239",
        "tlat": "37.503131",
        "tlong": "127.011211"
    },
    {
        "id": 125,
        "tname": "강남주유소",
        "tlocation": "서울특별시 서초구 반포대로 284",
        "tlat": "37.502322",
        "tlong": "127.003268"
    },
    {
        "id": 126,
        "tname": "남태령주유소",
        "tlocation": "서울특별시 서초구 과천대로 838",
        "tlat": "37.462681",
        "tlong": "126.988072"
    },
    {
        "id": 127,
        "tname": "내곡주유소",
        "tlocation": "서울특별시 서초구 헌릉로 210",
        "tlat": "37.460810",
        "tlong": "127.081860"
    },
    {
        "id": 128,
        "tname": "오토테크 주유소",
        "tlocation": "서울특별시 서초구 효령로 356",
        "tlat": "37.484077",
        "tlong": "127.011420"
    },
    {
        "id": 129,
        "tname": "한독주유소",
        "tlocation": "서울특별시 서초구 방배로 214",
        "tlat": "37.496165",
        "tlong": "126.988308"
    },
    {
        "id": 130,
        "tname": "말죽거리주유소",
        "tlocation": "서울특별시 서초구 남부순환로 2650",
        "tlat": "37.473759",
        "tlong": "126.998163"
    },
    {
        "id": 131,
        "tname": "양재현대주유소",
        "tlocation": "서울특별시 서초구 마방로 6",
        "tlat": "37.475409",
        "tlong": "127.041418"
    },
    {
        "id": 132,
        "tname": "팔레스현대오일뱅크",
        "tlocation": "서울특별시 서초구 사평대로 136",
        "tlat": "37.503487",
        "tlong": "127.021264"
    },
    {
        "id": 133,
        "tname": "중앙주유소",
        "tlocation": "서울특별시 서초구 바우뫼로 219",
        "tlat": "37.475480",
        "tlong": "127.034690"
    },
    {
        "id": 134,
        "tname": "방배육아지원센터",
        "tlocation": "서울특별시 서초구 방배로27길 13",
        "tlat": "37.488887",
        "tlong": "126.989303"
    },
    {
        "id": 135,
        "tname": "심산기념문화센터",
        "tlocation": "서울특별시 서초구 사평대로 55",
        "tlat": "37.503487",
        "tlong": "127.021264"
    },
    {
        "id": 136,
        "tname": "서초구립 중앙노인종합 복지관",
        "tlocation": "서울특별시 서초구 서초대로54길 45",
        "tlat": "37.493037",
        "tlong": "127.016830"
    },
    {
        "id": 137,
        "tname": "신반포육아지원센터",
        "tlocation": "서울특별시 서초구 신반포로19길 26",
        "tlat": "37.504275",
        "tlong": "126.994480"
    },
    {
        "id": 138,
        "tname": "서초여성가족플라자",
        "tlocation": "서울특별시 서초구 잠원로8길 38",
        "tlat": "37.513618",
        "tlong": "127.011951"
    },
    {
        "id": 139,
        "tname": "서초문화예술회관",
        "tlocation": "서울특별시 서초구 강남대로 201",
        "tlat": "37.479896",
        "tlong": "127.038314"
    },
    {
        "id": 140,
        "tname": "양재노인종합복지관",
        "tlocation": "서울특별시 서초구 강남대로30길 73-7",
        "tlat": "37.483515",
        "tlong": "127.039533"
    },
    {
        "id": 141,
        "tname": "사랑의 복지관",
        "tlocation": "서울특별시  서초구 강남대로65길 19",
        "tlat": "37.499916",
        "tlong": "127.023950"
    },
    {
        "id": 142,
        "tname": "서초구립반포도서관",
        "tlocation": "서울특별시  서초구 고무래로 34",
        "tlat": "37.503346",
        "tlong": "127.010511"
    },
    {
        "id": 143,
        "tname": "양재종합사회복지관",
        "tlocation": "서울특별시 서초구 남부순환로 2610",
        "tlat": "37.473759",
        "tlong": "126.998163"
    },
    {
        "id": 144,
        "tname": "서초구립 한우리정보문화센터",
        "tlocation": "서울특별시 서초구 남부순환로340길 15",
        "tlat": "37.480809",
        "tlong": "127.022680"
    },
    {
        "id": 145,
        "tname": "바우뫼복지문화회관",
        "tlocation": "서울특별시 서초구 바우뫼로 43",
        "tlat": "37.475480",
        "tlong": "127.034690"
    },
    {
        "id": 146,
        "tname": "우면종합사회복지관",
        "tlocation": "서울특별시 서초구 바우뫼로7길 11",
        "tlat": "37.471252",
        "tlong": "127.024611"
    },
    {
        "id": 147,
        "tname": "반포종합사회복지관 화장실",
        "tlocation": "서울특별시 서초구 신반포로33길 22",
        "tlat": "37.509906",
        "tlong": "127.010999"
    },
    {
        "id": 148,
        "tname": "대한건축사협회",
        "tlocation": "서울특별시 서초구 효령로 317",
        "tlat": "37.484077",
        "tlong": "127.011420"
    },
    {
        "id": 149,
        "tname": "국제전자센터",
        "tlocation": "서울특별시 서초구 효령로 304",
        "tlat": "37.484845",
        "tlong": "127.017830"
    },
    {
        "id": 150,
        "tname": "블루핀타워",
        "tlocation": "서울특별시 서초구 서초중앙로 42",
        "tlat": "37.503131",
        "tlong": "127.011211"
    },
    {
        "id": 151,
        "tname": "당골공원(서초1동 경로당)",
        "tlocation": "서울특별시 서초구 효령로68길 49-3",
        "tlat": "37.486641",
        "tlong": "127.023922"
    },
    {
        "id": 152,
        "tname": "마니랑 빌딩",
        "tlocation": "서울특별시 서초구 남부순환로337가길 3-8",
        "tlat": "37.483826",
        "tlong": "127.023621"
    },
    {
        "id": 153,
        "tname": "신영빌딩",
        "tlocation": "서울특별시 서초구 사임당로 26",
        "tlat": "37.492493",
        "tlong": "127.028271"
    },
    {
        "id": 154,
        "tname": "서초르네상스오피스텔",
        "tlocation": "서울특별시 서초구 서초중앙로 69",
        "tlat": "37.503131",
        "tlong": "127.011211"
    },
    {
        "id": 155,
        "tname": "서초브이샤르망",
        "tlocation": "서울특별시 서초구 효령로55길 28",
        "tlat": "37.486372",
        "tlong": "127.014230"
    },
    {
        "id": 156,
        "tname": "석정빌딩",
        "tlocation": "서울특별시 서초구 서초대로 287",
        "tlat": "37.485610",
        "tlong": "126.984428"
    },
    {
        "id": 157,
        "tname": "sk주유소",
        "tlocation": "서울특별시 서초구 남부순환로 2391",
        "tlat": "37.473759",
        "tlong": "126.998163"
    },
    {
        "id": 158,
        "tname": "금구빌딩",
        "tlocation": "서울특별시 서초구 법원로1길 11",
        "tlat": "37.493082",
        "tlong": "127.009433"
    },
    {
        "id": 159,
        "tname": "아라타워",
        "tlocation": "서울특별시 서초구 서초대로77길 3",
        "tlat": "37.498053",
        "tlong": "127.026446"
    },
    {
        "id": 160,
        "tname": "삼하빌딩",
        "tlocation": "서울특별시 서초구 서초4동 1694-25",
        "tlat": "37.499413",
        "tlong": "127.019603"
    },
    {
        "id": 161,
        "tname": "중앙서초플라자",
        "tlocation": "서울특별시 서초구 서초4동 1687-2",
        "tlat": "37.499413",
        "tlong": "127.019603"
    },
    {
        "id": 162,
        "tname": "서초쇼핑",
        "tlocation": "서울특별시 서초구 서초4동 1684-1",
        "tlat": "37.504400",
        "tlong": "127.023998"
    },
    {
        "id": 163,
        "tname": "매일종합상가",
        "tlocation": "서울특별시 서초구 잠원로4길 54",
        "tlat": "37.513420",
        "tlong": "127.012522"
    },
    {
        "id": 164,
        "tname": "영동가스 충전소",
        "tlocation": "서울특별시 서초구 잠원동 55-6",
        "tlat": "37.516620",
        "tlong": "127.008650"
    },
    {
        "id": 165,
        "tname": "한신종합상가",
        "tlocation": "서울특별시 서초구 반포본동 885",
        "tlat": "37.505047",
        "tlong": "126.986256"
    },
    {
        "id": 166,
        "tname": "리체프라자",
        "tlocation": "서울특별시 서초구 반포1동 30-25",
        "tlat": "37.505660",
        "tlong": "127.016894"
    },
    {
        "id": 167,
        "tname": "신반포상가",
        "tlocation": "서울특별시 서초구 반포2동 2-8",
        "tlat": "37.507672",
        "tlong": "126.995945"
    },
    {
        "id": 168,
        "tname": "래미안퍼스티지중심상가",
        "tlocation": "서울특별시 서초구 반포2동 18-3",
        "tlat": "37.507672",
        "tlong": "126.995945"
    },
    {
        "id": 169,
        "tname": "신반포역상가",
        "tlocation": "서울특별시 서초구 반포2동 18-4",
        "tlat": "37.507672",
        "tlong": "126.995945"
    },
    {
        "id": 170,
        "tname": "성문빌딩",
        "tlocation": "서울특별시 서초구 남부순환로 2636",
        "tlat": "37.473759",
        "tlong": "126.998163"
    },
    {
        "id": 171,
        "tname": "서울특별시어린이병원",
        "tlocation": "서울특별시 서초구 헌릉로 260",
        "tlat": "37.455802",
        "tlong": "127.068784"
    },
    {
        "id": 172,
        "tname": "서울추모공원",
        "tlocation": "서울특별시 서초구 양재대로12길 74",
        "tlat": "37.459138",
        "tlong": "127.049222"
    },
    {
        "id": 173,
        "tname": "채빛섬화장실",
        "tlocation": "서울특별시 서초구 올림픽대로 683",
        "tlat": "37.508582",
        "tlong": "126.994963"
    },
    {
        "id": 174,
        "tname": "가빛섬화장실",
        "tlocation": "서울특별시 서초구 올림픽대로 683",
        "tlat": "37.508582",
        "tlong": "126.994963"
    },
    {
        "id": 175,
        "tname": "사당역 공영주차장 공중화장실",
        "tlocation": "서울특별시 서초구 과천대로 950-18",
        "tlat": "37.462681",
        "tlong": "126.988072"
    },
    {
        "id": 176,
        "tname": "양재화훼공판장 화장실",
        "tlocation": "서울특별시 서초구 강남대로 27",
        "tlat": "37.479896",
        "tlong": "127.038314"
    },
    {
        "id": 177,
        "tname": "서초구청",
        "tlocation": "서울특별시 서초구 남부순환로 2584",
        "tlat": "37.483609",
        "tlong": "127.032774"
    },
    {
        "id": 178,
        "tname": "서초구보건소",
        "tlocation": "서울특별시 서초구 남부순환로 2584",
        "tlat": "37.483609",
        "tlong": "127.032774"
    },
    {
        "id": 179,
        "tname": "서초1동 주민센터",
        "tlocation": "서울특별시 서초구 사임당로 89",
        "tlat": "37.487800",
        "tlong": "127.012734"
    },
    {
        "id": 180,
        "tname": "서초2동주민센터",
        "tlocation": "서울특별시 서초구 서초대로70길 51",
        "tlat": "37.492059",
        "tlong": "127.024957"
    },
    {
        "id": 181,
        "tname": "서초3동 주민센터",
        "tlocation": "서울특별시 서초구 반포대로 34",
        "tlat": "37.502322",
        "tlong": "127.003268"
    },
    {
        "id": 182,
        "tname": "잠원동주민센터",
        "tlocation": "서울특별시 서초구 나루터로 38",
        "tlat": "37.515017",
        "tlong": "127.016265"
    },
    {
        "id": 183,
        "tname": "반포본동 주민센터",
        "tlocation": "서울특별시 서초구 신반포로 10",
        "tlat": "37.510064",
        "tlong": "127.019532"
    },
    {
        "id": 184,
        "tname": "반포4동 주민센터",
        "tlocation": "서울특별시 서초구 사평대로28길 70",
        "tlat": "37.499096",
        "tlong": "127.000095"
    },
    {
        "id": 185,
        "tname": "방배본동주민센터",
        "tlocation": "서울특별시 서초구 동광로19길 38",
        "tlat": "37.495739",
        "tlong": "126.987535"
    },
    {
        "id": 186,
        "tname": "방배1동 주민센터",
        "tlocation": "서울특별시 서초구 효령로29길 43",
        "tlat": "37.483853",
        "tlong": "126.994412"
    },
    {
        "id": 187,
        "tname": "방배2동주민센터",
        "tlocation": "서울특별시 서초구 청두곶길 36",
        "tlat": "37.482365",
        "tlong": "126.985614"
    },
    {
        "id": 188,
        "tname": "방배3동 주민센터",
        "tlocation": "서울특별시 서초구 방배로 40",
        "tlat": "37.496165",
        "tlong": "126.988308"
    },
    {
        "id": 189,
        "tname": "방배4동 주민센터",
        "tlocation": "서울특별시 서초구 방배로 173",
        "tlat": "37.496165",
        "tlong": "126.988308"
    },
    {
        "id": 190,
        "tname": "양재1동 주민센터",
        "tlocation": "서울특별시 서초구 바우뫼로 41",
        "tlat": "37.471635",
        "tlong": "127.026708"
    },
    {
        "id": 191,
        "tname": "양재1동 주민센터 분소",
        "tlocation": "서울특별시 서초구 남부순환로 2610",
        "tlat": "37.473759",
        "tlong": "126.998163"
    },
    {
        "id": 192,
        "tname": "양재천 (연인의거리)",
        "tlocation": "서울특별시 서초구 양재천로 144",
        "tlat": "37.473951",
        "tlong": "127.035520"
    },
    {
        "id": 193,
        "tname": "양재천 (영동2교 둑마루)",
        "tlocation": "서울특별시 서초구 양재동 261-23",
        "tlat": "37.468380",
        "tlong": "127.036100"
    },
    {
        "id": 194,
        "tname": "양재천 무인자동 (교총삼거리 둑마루)",
        "tlocation": "서울특별시 서초구 우면동 143-6",
        "tlat": "37.477388",
        "tlong": "127.028124"
    },
    {
        "id": 195,
        "tname": "여의천 무인자동 (둑마루)",
        "tlocation": "서울특별시 서초구 원지동 15-19",
        "tlat": "37.446665",
        "tlong": "127.059352"
    },
    {
        "id": 196,
        "tname": "양재근린공원",
        "tlocation": "서울특별시 서초구 동산로 35",
        "tlat": "37.469637",
        "tlong": "127.041412"
    },
    {
        "id": 197,
        "tname": "문화예술공원(관리사무소)",
        "tlocation": "서울특별시 서초구 바우뫼로12길 40",
        "tlat": "37.471850",
        "tlong": "127.030720"
    },
    {
        "id": 198,
        "tname": "문화예술공원(야외무대)",
        "tlocation": "서울특별시 서초구 바우뫼로12길 40",
        "tlat": "37.471850",
        "tlong": "127.030720"
    },
    {
        "id": 199,
        "tname": "생태놀이터",
        "tlocation": "서울특별시 서초구 바우뫼로 27-2",
        "tlat": "37.475480",
        "tlong": "127.034690"
    },
    {
        "id": 200,
        "tname": "섬들근린공원",
        "tlocation": "서울특별시 서초구 태봉로 54",
        "tlat": "37.466749",
        "tlong": "127.027652"
    },
    {
        "id": 201,
        "tname": "몽마르뜨공원",
        "tlocation": "서울특별시 서초구 반포대로37길 59",
        "tlat": "37.497312",
        "tlong": "127.004746"
    },
    {
        "id": 202,
        "tname": "용허리근린공원",
        "tlocation": "서울특별시 서초구 서초대로70길",
        "tlat": "37.493675",
        "tlong": "127.023830"
    },
    {
        "id": 203,
        "tname": "송동근린공원",
        "tlocation": "서울특별시 서초구 중앙로 616",
        "tlat": "37.459456",
        "tlong": "127.018784"
    },
    {
        "id": 204,
        "tname": "동산어린이공원",
        "tlocation": "서울특별시 서초구 동산로12길 8",
        "tlat": "37.470975",
        "tlong": "127.046270"
    },
    {
        "id": 205,
        "tname": "청계산수변공원",
        "tlocation": "서울특별시 서초구 청계산로7길 9-52",
        "tlat": "37.451692",
        "tlong": "127.056177"
    },
    {
        "id": 206,
        "tname": "청계산수변공원",
        "tlocation": "서울특별시 서초구 청계산로7길",
        "tlat": "37.451692",
        "tlong": "127.056177"
    },
    {
        "id": 207,
        "tname": "반포종합운동장",
        "tlocation": "서울특별시 서초구 신반포로16길 30",
        "tlat": "37.501942",
        "tlong": "126.995738"
    },
    {
        "id": 208,
        "tname": "양재시민의숲 테니스장",
        "tlocation": "서울특별시 서초구 매헌로 99",
        "tlat": "37.469696",
        "tlong": "127.039032"
    },
    {
        "id": 209,
        "tname": "내곡동체육시설",
        "tlocation": "서울특별시 서초구 신흥말길 23-5",
        "tlat": "37.452645",
        "tlong": "127.081153"
    },
    {
        "id": 210,
        "tname": "서초구민체육센터",
        "tlocation": "서울특별시 서초구 사평대로 55",
        "tlat": "37.503487",
        "tlong": "127.021264"
    },
    {
        "id": 211,
        "tname": "서울남부터미널 동쪽화장실(내부기준)",
        "tlocation": "서울특별시 서초구 효령로 292",
        "tlat": "37.484077",
        "tlong": "127.011420"
    },
    {
        "id": 212,
        "tname": "서울고속버스터미널 본관 1호 공중화장실",
        "tlocation": "서울특별시 서초구 신반포로 194",
        "tlat": "37.510505",
        "tlong": "127.019161"
    },
    {
        "id": 213,
        "tname": "서초119안전센터",
        "tlocation": "서울특별시 서초구 효령로 400",
        "tlat": "37.484077",
        "tlong": "127.011420"
    },
    {
        "id": 214,
        "tname": "서울서초우체국 화장실",
        "tlocation": "서울특별시 서초구 동산로 19",
        "tlat": "37.469637",
        "tlong": "127.041412"
    },
    {
        "id": 215,
        "tname": "양재119안전센터 화장실",
        "tlocation": "서울특별시 서초구 동산로 9",
        "tlat": "37.469637",
        "tlong": "127.041412"
    },
    {
        "id": 216,
        "tname": "반포세무서 공용화장실",
        "tlocation": "서울특별시 서초구 방배로 163",
        "tlat": "37.496165",
        "tlong": "126.988308"
    },
    {
        "id": 217,
        "tname": "서초소방서 화장실",
        "tlocation": "서울특별시 서초구 사평대로 67",
        "tlat": "37.503487",
        "tlong": "127.021264"
    },
    {
        "id": 218,
        "tname": "서래지구대 화장실",
        "tlocation": "서울특별시 서초구 신반포로16길 15-14",
        "tlat": "37.501942",
        "tlong": "126.995738"
    },
    {
        "id": 219,
        "tname": "반포우체국 화장실",
        "tlocation": "서울특별시 서초구 신반포로19길 40",
        "tlat": "37.504275",
        "tlong": "126.994480"
    },
    {
        "id": 220,
        "tname": "한전아트센터 본관",
        "tlocation": "서울특별시 서초구 효령로72길 60",
        "tlat": "37.486832",
        "tlong": "127.027181"
    },
    {
        "id": 221,
        "tname": "서초파출소",
        "tlocation": "서울특별시 서초구 효령로 297",
        "tlat": "37.484077",
        "tlong": "127.011420"
    },
    {
        "id": 222,
        "tname": "서초2파출소",
        "tlocation": "서울특별시 서초구 서운로 38",
        "tlat": "37.502554",
        "tlong": "127.021538"
    },
    {
        "id": 223,
        "tname": "서초3파출소",
        "tlocation": "서울특별시 서초구 반포대로30길 40",
        "tlat": "37.492291",
        "tlong": "127.011374"
    },
    {
        "id": 224,
        "tname": "이수파출소",
        "tlocation": "서울특별시 서초구 동광로19길 38",
        "tlat": "37.495739",
        "tlong": "126.987535"
    },
    {
        "id": 225,
        "tname": "우면파출소",
        "tlocation": "서울특별시 서초구 양재대로2길 106",
        "tlat": "37.456121",
        "tlong": "127.013999"
    },
    {
        "id": 226,
        "tname": "방배1파출소",
        "tlocation": "서울특별시 서초구 방배로16길 16-8",
        "tlat": "37.484574",
        "tlong": "126.996849"
    },
    {
        "id": 227,
        "tname": "내곡지구파출소",
        "tlocation": "서울특별시 서초구 헌릉로 226",
        "tlat": "37.460810",
        "tlong": "127.081860"
    },
    {
        "id": 228,
        "tname": "반포지구대",
        "tlocation": "서울특별시 서초구 신반포로 190",
        "tlat": "37.510505",
        "tlong": "127.019161"
    },
    {
        "id": 229,
        "tname": "내곡치안센터",
        "tlocation": "서울특별시 서초구 염곡말길 9",
        "tlat": "37.462193",
        "tlong": "127.052635"
    },
    {
        "id": 230,
        "tname": "방배경찰서 남태령지구대",
        "tlocation": "서울특별시 서초구 동작대로 34",
        "tlat": "37.504561",
        "tlong": "126.980378"
    },
    {
        "id": 231,
        "tname": "터미널지하도상가",
        "tlocation": "서울특별시 서초구 신반포로 200",
        "tlat": "37.505765",
        "tlong": "127.004619"
    },
    {
        "id": 232,
        "tname": "터미널지하도상가",
        "tlocation": "서울특별시 서초구 신반포로 200",
        "tlat": "37.505765",
        "tlong": "127.004619"
    },
    {
        "id": 233,
        "tname": "터미널지하도상가",
        "tlocation": "서울특별시 서초구 신반포로 200",
        "tlat": "37.505765",
        "tlong": "127.004619"
    },
    {
        "id": 234,
        "tname": "터미널지하도상가",
        "tlocation": "서울특별시 서초구 신반포로 200",
        "tlat": "37.505765",
        "tlong": "127.004619"
    },
    {
        "id": 235,
        "tname": "연일주유소",
        "tlocation": "서울특별시 서초구 서초동 1426-13",
        "tlat": "37.488180",
        "tlong": "127.017510"
    },
    {
        "id": 236,
        "tname": "서울주유소",
        "tlocation": "서울특별시 서초구 서초중앙로 91",
        "tlat": "37.503131",
        "tlong": "127.011211"
    },
    {
        "id": 237,
        "tname": "방배동 주유소",
        "tlocation": "서울특별시 서초구 효령로 29",
        "tlat": "37.484077",
        "tlong": "127.011420"
    },
    {
        "id": 238,
        "tname": "신월2동주민센터",
        "tlocation": "중앙로53길 47",
        "tlat": "37.526227",
        "tlong": "126.848331"
    },
    {
        "id": 239,
        "tname": "신월청소년문화센터",
        "tlocation": "가로공원로 86",
        "tlat": "37.537045",
        "tlong": "126.835751"
    },
    {
        "id": 240,
        "tname": "신정종합사회복지관",
        "tlocation": "서울시 양천구 신정중앙로 80",
        "tlat": "37.526198",
        "tlong": "126.864038"
    },
    {
        "id": 241,
        "tname": "신목종합사회복지관",
        "tlocation": "양천구 신목로 5",
        "tlat": "37.522430",
        "tlong": "126.874521"
    },
    {
        "id": 242,
        "tname": "신정3동주민센터",
        "tlocation": "중앙로 209",
        "tlat": "37.458074",
        "tlong": "127.018443"
    },
    {
        "id": 243,
        "tname": "신월보건지소",
        "tlocation": "양천구 남부순환로 407",
        "tlat": "37.501664",
        "tlong": "126.846465"
    },
    {
        "id": 244,
        "tname": "목동보건지소",
        "tlocation": "양천구 목동중앙본로7가길 11",
        "tlat": "37.543273",
        "tlong": "126.866577"
    },
    {
        "id": 245,
        "tname": "목2동주민센터",
        "tlocation": "서울특별시 양천구 목동중앙본로 120",
        "tlat": "37.546127",
        "tlong": "126.871698"
    },
    {
        "id": 246,
        "tname": "신월4동주민센터",
        "tlocation": "오목로5길 34",
        "tlat": "37.524011",
        "tlong": "126.840245"
    },
    {
        "id": 247,
        "tname": "양천구청",
        "tlocation": "목동동로 81",
        "tlat": "37.517070",
        "tlong": "126.868170"
    },
    {
        "id": 248,
        "tname": "해누리타운",
        "tlocation": "목동동로 105",
        "tlat": "37.528537",
        "tlong": "126.876450"
    },
    {
        "id": 249,
        "tname": "지에스칼텍스㈜ 서호주유소",
        "tlocation": "남부순환로 317(신월동)",
        "tlat": "37.532438",
        "tlong": "126.830732"
    },
    {
        "id": 250,
        "tname": "에이치지 가로공원주유소",
        "tlocation": "가로공원로 165(신월동)",
        "tlat": "37.536208",
        "tlong": "126.831573"
    },
    {
        "id": 251,
        "tname": "㈜현대주유소",
        "tlocation": "남부순환로 372(신월동)",
        "tlat": "37.532438",
        "tlong": "126.830732"
    },
    {
        "id": 252,
        "tname": "동일석유㈜ 개나리주유소",
        "tlocation": "남부순환로 442(신월동)",
        "tlat": "37.532438",
        "tlong": "126.830732"
    },
    {
        "id": 253,
        "tname": "신정역(5)",
        "tlocation": "서울특별시 양천구 신정동 1090 신정역",
        "tlat": "37.524861",
        "tlong": "126.854485"
    },
    {
        "id": 254,
        "tname": "연대앞 공중화장실",
        "tlocation": "서울 서대문구 연세로11길 38",
        "tlat": "37.558962",
        "tlong": "126.936346"
    },
    {
        "id": 255,
        "tname": "가재울 공중화장실",
        "tlocation": "서울 서대문구 연희동 530-2",
        "tlat": "37.572340",
        "tlong": "126.930840"
    },
    {
        "id": 256,
        "tname": "현저 공중화장실",
        "tlocation": "서울 서대문구 통일로 279-37",
        "tlat": "37.572545",
        "tlong": "126.959934"
    },
    {
        "id": 257,
        "tname": "홍제1 공중화장실",
        "tlocation": "서울 서대문구 통일로34길 72-27",
        "tlat": "37.585784",
        "tlong": "126.949448"
    },
    {
        "id": 258,
        "tname": "㈜마봉 신우주유소 화장실",
        "tlocation": "서울특별시 서대문구 가좌로 106",
        "tlat": "37.577983",
        "tlong": "126.930516"
    },
    {
        "id": 259,
        "tname": "(주)가재울뉴타운주유소 화장실",
        "tlocation": "서울특별시 서대문구 모래내로 205",
        "tlat": "37.576290",
        "tlong": "126.927100"
    },
    {
        "id": 260,
        "tname": "남정주유소 화장실",
        "tlocation": "서울특별시 서대문구 모래내로 243",
        "tlat": "37.576290",
        "tlong": "126.927100"
    },
    {
        "id": 261,
        "tname": "삼미상사㈜ 서부주유소 화장실",
        "tlocation": "서울특별시 서대문구 성산로 255",
        "tlat": "37.565416",
        "tlong": "126.928205"
    },
    {
        "id": 262,
        "tname": "구도일주유소 두꺼비 화장실",
        "tlocation": "서울특별시 서대문구 성산로 312",
        "tlat": "37.565416",
        "tlong": "126.928205"
    },
    {
        "id": 263,
        "tname": "행촌제2주유소 화장실",
        "tlocation": "서울특별시 서대문구 성산로 490",
        "tlat": "37.565416",
        "tlong": "126.928205"
    },
    {
        "id": 264,
        "tname": "문화촌주유소 화장실",
        "tlocation": "서울특별시 서대문구 세검정로 87",
        "tlat": "37.594140",
        "tlong": "126.948062"
    },
    {
        "id": 265,
        "tname": "연일가스산업 화장실",
        "tlocation": "서울특별시 서대문구 수색로 123",
        "tlat": "37.577258",
        "tlong": "126.902785"
    },
    {
        "id": 266,
        "tname": "㈜중앙에너비스 동교지점 화장실",
        "tlocation": "서울특별시 서대문구 연희로 12",
        "tlat": "37.564520",
        "tlong": "126.929120"
    },
    {
        "id": 267,
        "tname": "연희주유소 화장실",
        "tlocation": "서울특별시 서대문구 연희로 129",
        "tlat": "37.558745",
        "tlong": "126.926843"
    },
    {
        "id": 268,
        "tname": "연세주유소 화장실",
        "tlocation": "서울특별시 서대문구 연희로 184",
        "tlat": "37.558745",
        "tlong": "126.926843"
    },
    {
        "id": 269,
        "tname": "광호주유소 화장실",
        "tlocation": "서울특별시 서대문구 연희로 266",
        "tlat": "37.558745",
        "tlong": "126.926843"
    },
    {
        "id": 270,
        "tname": "㈜안국에너지 삼보주유소 화장실",
        "tlocation": "서울특별시 서대문구 연희로 78",
        "tlat": "37.558745",
        "tlong": "126.926843"
    },
    {
        "id": 271,
        "tname": "홍제동주유소 화장실",
        "tlocation": "서울특별시 서대문구 통일로 372",
        "tlat": "37.571804",
        "tlong": "126.960705"
    },
    {
        "id": 272,
        "tname": "독립문주유소 화장실",
        "tlocation": "서울특별시 서대문구 통일로 384",
        "tlat": "37.571804",
        "tlong": "126.960705"
    },
    {
        "id": 273,
        "tname": "㈜창원이엔지 홍제지점 화장실",
        "tlocation": "서울특별시 서대문구 통일로 455",
        "tlat": "37.571804",
        "tlong": "126.960705"
    },
    {
        "id": 274,
        "tname": "홍은1동주민센터",
        "tlocation": "서울특별시 서대문구 홍은중앙로 85",
        "tlat": "37.598860",
        "tlong": "126.947173"
    },
    {
        "id": 275,
        "tname": "홍은1동자치회관",
        "tlocation": "서울특별시 서대문구 세검정로1길 45",
        "tlat": "37.594966",
        "tlong": "126.946210"
    },
    {
        "id": 276,
        "tname": "홍제2동주민센터",
        "tlocation": "서울특별시 서대문구 통일로34길 27",
        "tlat": "37.586106",
        "tlong": "126.949376"
    },
    {
        "id": 277,
        "tname": "공원관리사무소",
        "tlocation": "서울 서대문구 연희로32길 134",
        "tlat": "37.576141",
        "tlong": "126.937318"
    },
    {
        "id": 278,
        "tname": "공원관리사무소",
        "tlocation": "서울 서대문구 연희로32길 134",
        "tlat": "37.576141",
        "tlong": "126.937318"
    },
    {
        "id": 279,
        "tname": "복주물약수터",
        "tlocation": "서울 서대문구 북아현로 134-7",
        "tlat": "37.560075",
        "tlong": "126.956520"
    },
    {
        "id": 280,
        "tname": "자연체험학습장",
        "tlocation": "서울 서대문구 연희로41가길 29-32",
        "tlat": "37.592674",
        "tlong": "126.932822"
    },
    {
        "id": 281,
        "tname": "정원단지",
        "tlocation": "서울 서대문구 연희로39나길 29",
        "tlat": "37.586634",
        "tlong": "126.931797"
    },
    {
        "id": 282,
        "tname": "백련배수지",
        "tlocation": "서울 서대문구 백련사길 99",
        "tlat": "37.581404",
        "tlong": "126.933285"
    },
    {
        "id": 283,
        "tname": "궁동근린공원",
        "tlocation": "서울 서대문구 홍제천로 54-150",
        "tlat": "37.568836",
        "tlong": "126.918820"
    },
    {
        "id": 284,
        "tname": "쌈지마당",
        "tlocation": "서울 서대문구 문화촌2길 26",
        "tlat": "37.591719",
        "tlong": "126.950368"
    },
    {
        "id": 285,
        "tname": "무궁화동산",
        "tlocation": "서울 서대문구 통일로34길 72-28",
        "tlat": "37.585784",
        "tlong": "126.949448"
    },
    {
        "id": 286,
        "tname": "청구",
        "tlocation": "서울특별시 서대문구 통일로20길 45-10",
        "tlat": "37.580811",
        "tlong": "126.954082"
    },
    {
        "id": 287,
        "tname": "호박골지구",
        "tlocation": "서울 서대문구 홍은중앙로9길 81",
        "tlat": "37.601785",
        "tlong": "126.948144"
    },
    {
        "id": 288,
        "tname": "북한산초입",
        "tlocation": "서울 서대문구 홍은중앙로 173",
        "tlat": "37.592620",
        "tlong": "126.944820"
    },
    {
        "id": 289,
        "tname": "홍은한마당",
        "tlocation": "서울 서대문구 홍은중앙로3길 84",
        "tlat": "37.597993",
        "tlong": "126.946072"
    },
    {
        "id": 290,
        "tname": "봉원마을마당",
        "tlocation": "서울특별시 서대문구 봉원사길 57",
        "tlat": "37.571194",
        "tlong": "126.945992"
    },
    {
        "id": 291,
        "tname": "복주산근린공원",
        "tlocation": "서울 서대문구 북아현로 37",
        "tlat": "37.560075",
        "tlong": "126.956520"
    },
    {
        "id": 292,
        "tname": "탕춘대",
        "tlocation": "서울 서대문구 포방터2길 105",
        "tlat": "37.597440",
        "tlong": "126.950759"
    },
    {
        "id": 293,
        "tname": "홍제1동자치회관(1층_남자)",
        "tlocation": "서울특별시 서대문구 통일로27길 19",
        "tlat": "37.583554",
        "tlong": "126.947879"
    },
    {
        "id": 294,
        "tname": "홍제1동자치회관(2층_여자)",
        "tlocation": "서울특별시 서대문구 통일로27길 19",
        "tlat": "37.583554",
        "tlong": "126.947879"
    },
    {
        "id": 295,
        "tname": "홍제1동자치회관(3층_장애인)",
        "tlocation": "서울특별시 서대문구 통일로27길 19",
        "tlat": "37.583554",
        "tlong": "126.947879"
    },
    {
        "id": 296,
        "tname": "홍제1동자치회관(3층_여자)",
        "tlocation": "서울특별시 서대문구 통일로27길 19",
        "tlat": "37.583554",
        "tlong": "126.947879"
    },
    {
        "id": 297,
        "tname": "홍제1동자치회관(4층_남자)",
        "tlocation": "서울특별시 서대문구 통일로27길 19",
        "tlat": "37.583554",
        "tlong": "126.947879"
    },
    {
        "id": 298,
        "tname": "홍제1동자치회관(4층_여자)",
        "tlocation": "서울특별시 서대문구 통일로27길 19",
        "tlat": "37.583554",
        "tlong": "126.947879"
    },
    {
        "id": 299,
        "tname": "서대문문화체육회관",
        "tlocation": "서울특별시 서대문구 백련사길 39",
        "tlat": "37.581404",
        "tlong": "126.933285"
    },
    {
        "id": 300,
        "tname": "홍제배드민턴장",
        "tlocation": "서울특별시 서대문구 세검정로 78-10",
        "tlat": "37.594140",
        "tlong": "126.948062"
    },
    {
        "id": 301,
        "tname": "궁동체육관",
        "tlocation": "서울특별시 서대문구 연희로11마길 86-47",
        "tlat": "37.568782",
        "tlong": "126.926006"
    },
    {
        "id": 302,
        "tname": "이진아기념도서관",
        "tlocation": "서울특별시 서대문구 독립문공원길 80",
        "tlat": "37.573739",
        "tlong": "126.955670"
    },
    {
        "id": 303,
        "tname": "남가좌새롬어린이도서관",
        "tlocation": "서울특별시 서대문구 증가로10길 16-15",
        "tlat": "37.579726",
        "tlong": "126.926112"
    },
    {
        "id": 304,
        "tname": "홍은도담도서관",
        "tlocation": "서울특별시 서대문구 홍은중앙로 129",
        "tlat": "37.592620",
        "tlong": "126.944820"
    },
    {
        "id": 305,
        "tname": "서대문노인종합복지관",
        "tlocation": "서울특별시 서대문구 독립문로8길 57",
        "tlat": "37.568707",
        "tlong": "126.958963"
    },
    {
        "id": 306,
        "tname": "북가좌2동노인복지센터",
        "tlocation": "서울특별시 서대문구 증가로20길 43",
        "tlat": "37.581690",
        "tlong": "126.918649"
    },
    {
        "id": 307,
        "tname": "연희노인여가복지시설",
        "tlocation": "서울특별시 서대문구 홍제천로2길 111",
        "tlat": "37.572656",
        "tlong": "126.923892"
    },
    {
        "id": 308,
        "tname": "인왕어르신복지센터",
        "tlocation": "서울특별시 서대문구 통일로26길 12-5",
        "tlat": "37.583158",
        "tlong": "126.950908"
    },
    {
        "id": 309,
        "tname": "거꾸로어린이공원 공중화장실",
        "tlocation": "서대문구 북가좌동 338-21",
        "tlat": "37.579530",
        "tlong": "126.911560"
    },
    {
        "id": 310,
        "tname": "문화소공원 공중화장실",
        "tlocation": "서대문구 홍제3동 280-2",
        "tlat": "37.593744",
        "tlong": "126.951982"
    },
    {
        "id": 311,
        "tname": "서대문종합사회복지관 화장실(본관 2층)",
        "tlocation": "서울 서대문구 모래내로 177 (남가좌동, 서대문종합사회복지관)",
        "tlat": "37.571230",
        "tlong": "126.920000"
    },
    {
        "id": 312,
        "tname": "영천 공중화장실",
        "tlocation": "서울 서대문구 성산로 704",
        "tlat": "37.565416",
        "tlong": "126.928205"
    },
    {
        "id": 313,
        "tname": "복주물약수터",
        "tlocation": "서울 서대문구 북아현로 134-7",
        "tlat": "37.560075",
        "tlong": "126.956520"
    },
    {
        "id": 314,
        "tname": "자연체험학습장",
        "tlocation": "서울 서대문구 연희로41가길 29-32",
        "tlat": "37.592674",
        "tlong": "126.932822"
    },
    {
        "id": 315,
        "tname": "정원단지",
        "tlocation": "서울 서대문구 연희로39나길 29",
        "tlat": "37.586634",
        "tlong": "126.931797"
    },
    {
        "id": 316,
        "tname": "백련배수지",
        "tlocation": "서울 서대문구 백련사길 99",
        "tlat": "37.581404",
        "tlong": "126.933285"
    },
    {
        "id": 317,
        "tname": "궁동근린공원",
        "tlocation": "서울 서대문구 홍제천로 54-150",
        "tlat": "37.568836",
        "tlong": "126.918820"
    },
    {
        "id": 318,
        "tname": "쌈지마당",
        "tlocation": "서울 서대문구 문화촌2길 26",
        "tlat": "37.591719",
        "tlong": "126.950368"
    },
    {
        "id": 319,
        "tname": "무궁화동산",
        "tlocation": "서울 서대문구 통일로34길 72-28",
        "tlat": "37.585784",
        "tlong": "126.949448"
    },
    {
        "id": 320,
        "tname": "청구",
        "tlocation": "서울특별시 서대문구 통일로20길 45-10",
        "tlat": "37.580811",
        "tlong": "126.954082"
    },
    {
        "id": 321,
        "tname": "호박골지구",
        "tlocation": "서울 서대문구 홍은중앙로9길 81",
        "tlat": "37.601785",
        "tlong": "126.948144"
    },
    {
        "id": 322,
        "tname": "북한산초입",
        "tlocation": "서울 서대문구 홍은중앙로 173",
        "tlat": "37.592620",
        "tlong": "126.944820"
    },
    {
        "id": 323,
        "tname": "홍은한마당",
        "tlocation": "서울 서대문구 홍은중앙로3길 84",
        "tlat": "37.597993",
        "tlong": "126.946072"
    },
    {
        "id": 324,
        "tname": "봉원마을마당",
        "tlocation": "서울특별시 서대문구 봉원사길 57",
        "tlat": "37.571194",
        "tlong": "126.945992"
    },
    {
        "id": 325,
        "tname": "복주산근린공원",
        "tlocation": "서울 서대문구 북아현로 37",
        "tlat": "37.560075",
        "tlong": "126.956520"
    },
    {
        "id": 326,
        "tname": "탕춘대",
        "tlocation": "서울 서대문구 포방터2길 105",
        "tlat": "37.597440",
        "tlong": "126.950759"
    },
    {
        "id": 327,
        "tname": "이화여자대학교종합사회복지관",
        "tlocation": "서울특별시 서대문구 북아현로19길 58-21",
        "tlat": "37.563511",
        "tlong": "126.951475"
    },
    {
        "id": 328,
        "tname": "서대문종합사회복지관",
        "tlocation": "서울시 서대문구 모래내로 173",
        "tlat": "37.576290",
        "tlong": "126.927100"
    },
    {
        "id": 329,
        "tname": "서대문종합사회복지관",
        "tlocation": "서울시 서대문구 모래내로 177",
        "tlat": "37.576290",
        "tlong": "126.927100"
    },
    {
        "id": 330,
        "tname": "홍은종합사회복지관",
        "tlocation": "서울시 서대문구 세검정로1길 116",
        "tlat": "37.594966",
        "tlong": "126.946210"
    },
    {
        "id": 331,
        "tname": "인왕산 청운지구(1)(서시정 화장실)",
        "tlocation": "서울특별시 종로구 청운동 7-2",
        "tlat": "37.576552",
        "tlong": "126.983447"
    },
    {
        "id": 332,
        "tname": "인왕산 청운지구(2)(청운공원 화장실)",
        "tlocation": "서울특별시 종로구 청운동 7-3",
        "tlat": "37.576552",
        "tlong": "126.983447"
    },
    {
        "id": 333,
        "tname": "창의문안내소 공중화장실(창의문 안내소 앞)",
        "tlocation": "서울특별시 종로구 청운동 산 1-1",
        "tlat": "37.576077",
        "tlong": "126.979416"
    },
    {
        "id": 334,
        "tname": "경희궁공원",
        "tlocation": "서울특별시 종로구 신문로2가 2-1",
        "tlat": "37.576077",
        "tlong": "126.979416"
    },
    {
        "id": 335,
        "tname": "숭인공원",
        "tlocation": "서울특별시 종로구 숭인동 58",
        "tlat": "37.572384",
        "tlong": "127.018220"
    },
    {
        "id": 336,
        "tname": "동묘공원",
        "tlocation": "서울특별시 종로구 숭인동 238-1",
        "tlat": "37.583053",
        "tlong": "127.001910"
    },
    {
        "id": 337,
        "tname": "탑골공원",
        "tlocation": "서울특별시 종로구 종로2가 38-1",
        "tlat": "37.576552",
        "tlong": "126.983447"
    },
    {
        "id": 338,
        "tname": "산마루놀이터",
        "tlocation": "서울특별시 종로구 창신동 23-350",
        "tlat": "37.575361",
        "tlong": "127.007259"
    },
    {
        "id": 339,
        "tname": "종묘광장",
        "tlocation": "서울특별시 종로구 훈정동 2",
        "tlat": "37.583070",
        "tlong": "126.986833"
    },
    {
        "id": 340,
        "tname": "종로구청화장실",
        "tlocation": "서울특별시 종로구 삼봉로 43",
        "tlat": "37.572940",
        "tlong": "126.979703"
    },
    {
        "id": 341,
        "tname": "돈의동쪽방상담소 화장실",
        "tlocation": "서울특별시 돈화문로9가길 20-2",
        "tlat": "37.572159",
        "tlong": "126.990877"
    },
    {
        "id": 342,
        "tname": "북촌마을안내소공중화장실",
        "tlocation": "서울특별시 종로구 북촌로5길 48",
        "tlat": "37.580751",
        "tlong": "126.982962"
    },
    {
        "id": 343,
        "tname": "종로구민회관",
        "tlocation": "서울특별시 종로구 지봉로5길 7-5",
        "tlat": "37.574464",
        "tlong": "127.015141"
    },
    {
        "id": 344,
        "tname": "종로문화체육센터",
        "tlocation": "서울특별시 종로구 인왕산로1길 21",
        "tlat": "37.575516",
        "tlong": "126.964974"
    },
    {
        "id": 345,
        "tname": "삼청테니스장",
        "tlocation": "서울특별시 종로구 삼청로 156",
        "tlat": "37.588862",
        "tlong": "126.982998"
    },
    {
        "id": 346,
        "tname": "동부여성문화센터",
        "tlocation": "서울특별시 창신길 124",
        "tlat": "37.575498",
        "tlong": "127.010332"
    },
    {
        "id": 347,
        "tname": "주식회사 대양씨앤씨",
        "tlocation": "서울 종로구 사직로 65",
        "tlat": "37.575489",
        "tlong": "126.977347"
    },
    {
        "id": 348,
        "tname": "SK네트웍스㈜재동주유소",
        "tlocation": "서울 종로구 율곡로 58",
        "tlat": "37.575411",
        "tlong": "126.982818"
    },
    {
        "id": 349,
        "tname": "주식회사 대양씨앤씨 경복궁주유소",
        "tlocation": "서울 종로구 율곡로 6",
        "tlat": "37.575165",
        "tlong": "126.980116"
    },
    {
        "id": 350,
        "tname": "자하문주유소",
        "tlocation": "서울 종로구 자하문로 248",
        "tlat": "37.595344",
        "tlong": "126.963678"
    },
    {
        "id": 351,
        "tname": "안풍주유소",
        "tlocation": "서울 종로구 자하문로 303",
        "tlat": "37.585032",
        "tlong": "126.970155"
    },
    {
        "id": 352,
        "tname": "㈜중앙에너비스 혜화지점",
        "tlocation": "서울 종로구 창경궁로35길 1",
        "tlat": "37.587208",
        "tlong": "127.002138"
    },
    {
        "id": 353,
        "tname": "㈜지에스이앤알 평창주유소",
        "tlocation": "서울 종로구 평창문화로 135",
        "tlat": "37.611730",
        "tlong": "126.979915"
    },
    {
        "id": 354,
        "tname": "SK북악주유소",
        "tlocation": "서울 종로구 평창문화로 137",
        "tlat": "37.611730",
        "tlong": "126.979915"
    },
    {
        "id": 355,
        "tname": "구도일주유소 특종",
        "tlocation": "서울 종로구 평창문화로 90",
        "tlat": "37.611730",
        "tlong": "126.979915"
    },
    {
        "id": 356,
        "tname": "북악팔각정 공중화장실",
        "tlocation": "서울 종로구 북악산로 267",
        "tlat": "37.602370",
        "tlong": "126.982519"
    },
    {
        "id": 357,
        "tname": "이화동주민센터 화장실",
        "tlocation": "서울 종로구 이화장길 33",
        "tlat": "37.576975",
        "tlong": "127.004316"
    },
    {
        "id": 358,
        "tname": "낙산공원 화장실",
        "tlocation": "서울 종로구 낙산길 41",
        "tlat": "37.580220",
        "tlong": "127.016971"
    },
    {
        "id": 359,
        "tname": "교남동주민센터",
        "tlocation": "서울 종로구 송월길 154(행촌동, 교남동주민센터)",
        "tlat": "37.571876",
        "tlong": "126.961940"
    },
    {
        "id": 360,
        "tname": "강북삼성병원",
        "tlocation": "서울 종로구 새문안로 29(평동, 강북삼성병원)",
        "tlat": "37.568192",
        "tlong": "126.967906"
    },
    {
        "id": 361,
        "tname": "청운효자동주민센터",
        "tlocation": "서울특별시 종로구 자하문로 92",
        "tlat": "37.584084",
        "tlong": "126.970636"
    },
    {
        "id": 362,
        "tname": "무악동주민센터",
        "tlocation": "서울특별시 종로구 통일로14길 36",
        "tlat": "37.575023",
        "tlong": "126.958184"
    },
    {
        "id": 363,
        "tname": "부암동 주민센터화장실",
        "tlocation": "서울특별시 종로구 창의문로 145",
        "tlat": "37.590293",
        "tlong": "126.970623"
    },
    {
        "id": 364,
        "tname": "가회동주민센터화장실",
        "tlocation": "서울특별시 종로구 북촌로 35",
        "tlat": "37.580025",
        "tlong": "126.984805"
    },
    {
        "id": 365,
        "tname": "삼청동주민센터",
        "tlocation": "서울 종로구 삼청로 107 (삼청동, 삼청동주민센터)",
        "tlat": "37.584979",
        "tlong": "126.981782"
    },
    {
        "id": 366,
        "tname": "종로1234가동 주민센터",
        "tlocation": "서울 종로구 삼일대로30길 47",
        "tlat": "37.574450",
        "tlong": "126.990308"
    },
    {
        "id": 367,
        "tname": "광장시장 나들이 쉼터",
        "tlocation": "서울 종로구 종로32길 19",
        "tlat": "37.570338",
        "tlong": "127.000899"
    },
    {
        "id": 368,
        "tname": "종로5-6가동주민센터",
        "tlocation": "서울 종로구 종로35가길 19",
        "tlat": "37.572038",
        "tlong": "127.005066"
    },
    {
        "id": 369,
        "tname": "혜화동공중화장실(한옥청사)",
        "tlocation": "서울특별시 종로구 혜화로 12 (혜화동)",
        "tlat": "37.586829",
        "tlong": "127.000602"
    },
    {
        "id": 370,
        "tname": "혜화동공중화장실(자치회관)",
        "tlocation": "서울특별시 종로구 혜화로 12 (혜화동)",
        "tlat": "37.586829",
        "tlong": "127.000602"
    },
    {
        "id": 371,
        "tname": "창신1동 주민센터",
        "tlocation": "서울특별시 종로구 지봉로 8-6",
        "tlat": "37.579574",
        "tlong": "127.015270"
    },
    {
        "id": 372,
        "tname": "창신2동 주민센터",
        "tlocation": "서울특별시 종로구 창신길 62",
        "tlat": "37.575498",
        "tlong": "127.010332"
    },
    {
        "id": 373,
        "tname": "숭인1동주민센터",
        "tlocation": "서울특별시 종로구 지봉로 86",
        "tlat": "37.569957",
        "tlong": "127.015856"
    },
    {
        "id": 374,
        "tname": "숭인2동주민센터",
        "tlocation": "서울 종로구 종로65길 10",
        "tlat": "37.576063",
        "tlong": "127.019901"
    },
    {
        "id": 375,
        "tname": "윤극영가옥 1층 화장실",
        "tlocation": "강북구 인수봉로84길 5",
        "tlat": "37.646415",
        "tlong": "127.012728"
    },
    {
        "id": 376,
        "tname": "북서울꿈의숲(관리소1층)",
        "tlocation": "월계로 173",
        "tlat": "37.628435",
        "tlong": "127.056285"
    },
    {
        "id": 377,
        "tname": "북서울꿈의숲(관리소2층)",
        "tlocation": "월계로 173",
        "tlat": "37.628435",
        "tlong": "127.056285"
    },
    {
        "id": 378,
        "tname": "북서울꿈의숲(야외)",
        "tlocation": "월계로 173",
        "tlat": "37.628435",
        "tlong": "127.056285"
    },
    {
        "id": 379,
        "tname": "북서울꿈의숲(주차장)",
        "tlocation": "월계로 173",
        "tlat": "37.628435",
        "tlong": "127.056285"
    },
    {
        "id": 380,
        "tname": "북서울꿈의숲 전망대(2.3층)",
        "tlocation": "월계로 173",
        "tlat": "37.628435",
        "tlong": "127.056285"
    },
    {
        "id": 381,
        "tname": "북서울꿈의숲(메이린 식당)",
        "tlocation": "월계로 173",
        "tlat": "37.628435",
        "tlong": "127.056285"
    },
    {
        "id": 382,
        "tname": "북서울꿈의숲(아트센터3층)",
        "tlocation": "월계로 173",
        "tlat": "37.628435",
        "tlong": "127.056285"
    },
    {
        "id": 383,
        "tname": "북서울꿈의숲(아트센터2층)",
        "tlocation": "월계로 173",
        "tlat": "37.628435",
        "tlong": "127.056285"
    },
    {
        "id": 384,
        "tname": "북서울꿈의숲(아트센터지상1층)",
        "tlocation": "월계로 173",
        "tlat": "37.628435",
        "tlong": "127.056285"
    },
    {
        "id": 385,
        "tname": "북서울꿈의숲(아트센터지하1층)",
        "tlocation": "월계로 173",
        "tlat": "37.628435",
        "tlong": "127.056285"
    },
    {
        "id": 386,
        "tname": "북서울꿈의숲(상상톡톡미술관)",
        "tlocation": "월계로 173",
        "tlat": "37.628435",
        "tlong": "127.056285"
    },
    {
        "id": 387,
        "tname": "북서울꿈의숲(라포레스타)",
        "tlocation": "월계로 173",
        "tlat": "37.628435",
        "tlong": "127.056285"
    },
    {
        "id": 388,
        "tname": "흰구름어린이공원 화장실",
        "tlocation": "서울 강북구 노해로23길 58",
        "tlat": "37.646074",
        "tlong": "127.019660"
    },
    {
        "id": 389,
        "tname": "강명빌딩 민간 개방화장실",
        "tlocation": "서울 강북구 도봉로 145 (미아동)",
        "tlat": "37.626494",
        "tlong": "127.026109"
    },
    {
        "id": 390,
        "tname": "송정주유소 화장실",
        "tlocation": "서울 강북구 인수봉로 185 (수유동)",
        "tlat": "37.629180",
        "tlong": "127.012960"
    },
    {
        "id": 391,
        "tname": "인수동주민센터 화장실",
        "tlocation": "서울 강북구 인수봉로 255 (수유동, 인수동 주민센터)",
        "tlat": "37.641480",
        "tlong": "127.010630"
    },
    {
        "id": 392,
        "tname": "관악산 휴게소 화장실",
        "tlocation": "서울시 관악구 신림로 23",
        "tlat": "37.471753",
        "tlong": "126.933507"
    },
    {
        "id": 393,
        "tname": "돌산 화장실",
        "tlocation": "서울시 관악구 관악산나들길 19",
        "tlat": "37.468103",
        "tlong": "126.946447"
    },
    {
        "id": 394,
        "tname": "제2광장 화장실",
        "tlocation": "서울시 관악구 관악산나들길 149",
        "tlat": "37.468103",
        "tlong": "126.946447"
    },
    {
        "id": 395,
        "tname": "신림근린 화장실",
        "tlocation": "서울시 관악구 난곡로64길 54",
        "tlat": "37.481487",
        "tlong": "126.916390"
    },
    {
        "id": 396,
        "tname": "난우공원 화장실",
        "tlocation": "서울시 관악구 법원단지5나길 77",
        "tlat": "37.475871",
        "tlong": "126.920921"
    },
    {
        "id": 397,
        "tname": "장군봉근린 화장실",
        "tlocation": "서울시 관악구 장군봉길 92-40",
        "tlat": "37.479849",
        "tlong": "126.939250"
    },
    {
        "id": 398,
        "tname": "성현드림숲공원 화장실",
        "tlocation": "서울시 관악구 성현로 91",
        "tlat": "37.491351",
        "tlong": "126.951270"
    },
    {
        "id": 399,
        "tname": "상도근린 화장실",
        "tlocation": "서울시 관악구 국회단지길 143-2",
        "tlat": "37.487901",
        "tlong": "126.940349"
    },
    {
        "id": 400,
        "tname": "새들경로당",
        "tlocation": "서울시 관악구 관천로20길 43",
        "tlat": "37.488167",
        "tlong": "126.924184"
    },
    {
        "id": 401,
        "tname": "국지경로당",
        "tlocation": "서울시 관악구 국회단지21길 14",
        "tlat": "37.490254",
        "tlong": "126.941309"
    },
    {
        "id": 402,
        "tname": "인헌경로당",
        "tlocation": "서울시 관악구 낙성대역3길 6-6",
        "tlat": "37.475858",
        "tlong": "126.961843"
    },
    {
        "id": 403,
        "tname": "청소년독서실",
        "tlocation": "서울시 관악구 난곡로58길 15",
        "tlat": "37.479757",
        "tlong": "126.915634"
    },
    {
        "id": 404,
        "tname": "신원경로당",
        "tlocation": "서울시 관악구 남부순환로168길 9",
        "tlat": "37.480933",
        "tlong": "126.923979"
    },
    {
        "id": 405,
        "tname": "신본경로당",
        "tlocation": "서울시 관악구 남부순환로200다길 7",
        "tlat": "37.482739",
        "tlong": "126.936261"
    },
    {
        "id": 406,
        "tname": "시니어클럽",
        "tlocation": "서울시 관악구 남부순환로247다길 60",
        "tlat": "37.478128",
        "tlong": "126.965523"
    },
    {
        "id": 407,
        "tname": "당곡경로당 화장실",
        "tlocation": "서울시 관악구 당곡6길 37",
        "tlat": "37.492954",
        "tlong": "126.931057"
    },
    {
        "id": 408,
        "tname": "대학경로당",
        "tlocation": "서울시 관악구 대학길 78",
        "tlat": "37.467228",
        "tlong": "126.937565"
    },
    {
        "id": 409,
        "tname": "신일경로당",
        "tlocation": "서울시 관악구 문성로32길 18",
        "tlat": "37.477787",
        "tlong": "126.928746"
    },
    {
        "id": 410,
        "tname": "시립관악노인종합복지관",
        "tlocation": "서울시 관악구 보라매로 35",
        "tlat": "37.490743",
        "tlong": "126.927404"
    },
    {
        "id": 411,
        "tname": "보라매경로당 화장실",
        "tlocation": "서울시 관악구 봉천로21길 35",
        "tlat": "37.489678",
        "tlong": "126.934244"
    },
    {
        "id": 412,
        "tname": "은천경로당 화장실",
        "tlocation": "서울시 관악구 봉천로27길 45",
        "tlat": "37.485639",
        "tlong": "126.940569"
    },
    {
        "id": 413,
        "tname": "서림경로당",
        "tlocation": "서울시 관악구 서림3길 47",
        "tlat": "37.471691",
        "tlong": "126.941580"
    },
    {
        "id": 414,
        "tname": "서원경로당",
        "tlocation": "서울시 관악구 서원3길 10",
        "tlat": "37.476873",
        "tlong": "126.933770"
    },
    {
        "id": 415,
        "tname": "난향경로당",
        "tlocation": "서울시 관악구 난곡로9길 29-2",
        "tlat": "37.463925",
        "tlong": "126.917402"
    },
    {
        "id": 416,
        "tname": "청소년회관",
        "tlocation": "서울시 관악구 신림로23길 17",
        "tlat": "37.466886",
        "tlong": "126.934151"
    },
    {
        "id": 417,
        "tname": "행복경로당",
        "tlocation": "서울시 관악구 신림로36길 12-10",
        "tlat": "37.475980",
        "tlong": "126.938399"
    },
    {
        "id": 418,
        "tname": "신관경로당",
        "tlocation": "서울시 관악구 신림로48길 25",
        "tlat": "37.479337",
        "tlong": "126.934137"
    },
    {
        "id": 419,
        "tname": "색동경로당",
        "tlocation": "서울시 관악구 신림로70길 74",
        "tlat": "37.486578",
        "tlong": "126.932575"
    },
    {
        "id": 420,
        "tname": "삼광경로당",
        "tlocation": "서울시 관악구 약수암길 33",
        "tlat": "37.459613",
        "tlong": "126.932793"
    },
    {
        "id": 421,
        "tname": "장수경로당 화장실",
        "tlocation": "서울시 관악구 양녕로6다길 11-4",
        "tlat": "37.484303",
        "tlong": "126.950942"
    },
    {
        "id": 422,
        "tname": "원신경로당",
        "tlocation": "서울시 관악구 양지10길 15-1",
        "tlat": "37.470471",
        "tlong": "126.928457"
    },
    {
        "id": 423,
        "tname": "율곡경로당",
        "tlocation": "서울시 관악구 원신길 260",
        "tlat": "37.469530",
        "tlong": "126.931768"
    },
    {
        "id": 424,
        "tname": "국사봉경로당",
        "tlocation": "서울시 관악구 은천로15길 13-2",
        "tlat": "37.487131",
        "tlong": "126.944062"
    },
    {
        "id": 425,
        "tname": "구암경로당 화장실",
        "tlocation": "서울시 관악구 은천로23길 19",
        "tlat": "37.487829",
        "tlong": "126.948360"
    },
    {
        "id": 426,
        "tname": "중앙경로당 화장실",
        "tlocation": "서울시 관악구 은천로26길 14",
        "tlat": "37.485962",
        "tlong": "126.950503"
    },
    {
        "id": 427,
        "tname": "성현경로당 화장실",
        "tlocation": "서울시 관악구 은천로35길 40-3",
        "tlat": "37.486734",
        "tlong": "126.954512"
    },
    {
        "id": 428,
        "tname": "밤골경로당",
        "tlocation": "서울시 관악구 인헌3가길 8",
        "tlat": "37.473852",
        "tlong": "126.967420"
    },
    {
        "id": 429,
        "tname": "덕양경로당",
        "tlocation": "서울시 관악구 인헌4길 20",
        "tlat": "37.474858",
        "tlong": "126.965946"
    },
    {
        "id": 430,
        "tname": "조원경로당",
        "tlocation": "서울시 관악구 조원로 48",
        "tlat": "37.483396",
        "tlong": "126.905368"
    },
    {
        "id": 431,
        "tname": "강남경로당",
        "tlocation": "서울시 관악구 조원로4길 24",
        "tlat": "37.482677",
        "tlong": "126.904699"
    },
    {
        "id": 432,
        "tname": "2-10 예촌어린이공원 공중화장실",
        "tlocation": "서울시 관악구 남현길 41",
        "tlat": "37.473488",
        "tlong": "126.975907"
    },
    {
        "id": 433,
        "tname": "1-2 신대방역 공중화장실",
        "tlocation": "서울시 관악구 난곡로 374",
        "tlat": "37.481353",
        "tlong": "126.914587"
    },
    {
        "id": 434,
        "tname": "1-6 공중화장실",
        "tlocation": "서울시 관악구 원신2길 70-1",
        "tlat": "37.470666",
        "tlong": "126.932453"
    },
    {
        "id": 435,
        "tname": "1-4 공중화장실",
        "tlocation": "서울시 관악구 원신1길 34",
        "tlat": "37.470194",
        "tlong": "126.932711"
    },
    {
        "id": 436,
        "tname": "1-7 공중화장실",
        "tlocation": "서울시 관악구 원신2길 43",
        "tlat": "37.470666",
        "tlong": "126.932453"
    },
    {
        "id": 437,
        "tname": "1-12 공중화장실",
        "tlocation": "서울시 관악구 양지길 95-4",
        "tlat": "37.471507",
        "tlong": "126.929571"
    },
    {
        "id": 438,
        "tname": "1-8 공중화장실",
        "tlocation": "서울시 관악구 원신길 92-7",
        "tlat": "37.469530",
        "tlong": "126.931768"
    },
    {
        "id": 439,
        "tname": "1-11 공중화장실",
        "tlocation": "서울시 관악구 원신길 108-2",
        "tlat": "37.469530",
        "tlong": "126.931768"
    },
    {
        "id": 440,
        "tname": "조원도서관",
        "tlocation": "서울시 관악구 조원로12길 25",
        "tlat": "37.482716",
        "tlong": "126.907874"
    },
    {
        "id": 441,
        "tname": "국사봉체육관",
        "tlocation": "서울시 관악구 국회단지길 144",
        "tlat": "37.487901",
        "tlong": "126.940349"
    },
    {
        "id": 442,
        "tname": "미성체육관",
        "tlocation": "서울시 관악구 난우16길 37",
        "tlat": "37.477524",
        "tlong": "126.919301"
    },
    {
        "id": 443,
        "tname": "보건소",
        "tlocation": "서울시 관악구 관악로 145",
        "tlat": "37.482022",
        "tlong": "126.953166"
    },
    {
        "id": 444,
        "tname": "서울ywca봉천종합사회복지관",
        "tlocation": "서울시 관악구 난곡로 110",
        "tlat": "37.481353",
        "tlong": "126.914587"
    },
    {
        "id": 445,
        "tname": "신림종합사회복지관",
        "tlocation": "서울시 관악구 난곡로 110",
        "tlat": "37.481353",
        "tlong": "126.914587"
    },
    {
        "id": 446,
        "tname": "중앙사회복지관",
        "tlocation": "서울시 관악구 봉천로41길 33",
        "tlat": "37.483752",
        "tlong": "126.948021"
    },
    {
        "id": 447,
        "tname": "성민복지관",
        "tlocation": "서울시 관악구 호암로 549",
        "tlat": "37.459670",
        "tlong": "126.922680"
    },
    {
        "id": 448,
        "tname": "민방위교육장",
        "tlocation": "서울시 관악구 문성로16다길 135",
        "tlat": "37.473809",
        "tlong": "126.911788"
    },
    {
        "id": 449,
        "tname": "은천동자치회관 공중화장실",
        "tlocation": "서울시 관악구 국회단지2길 29-10",
        "tlat": "37.486665",
        "tlong": "126.940682"
    },
    {
        "id": 450,
        "tname": "은천동주민센터 공중화장실",
        "tlocation": "서울시 관악구 봉천로33나길 30",
        "tlat": "37.485247",
        "tlong": "126.942418"
    },
    {
        "id": 451,
        "tname": "신림동주민센터",
        "tlocation": "서울시 관악구 신림동길 14",
        "tlat": "37.487405",
        "tlong": "126.927153"
    },
    {
        "id": 452,
        "tname": "중앙동주민센터",
        "tlocation": "서울시 관악구 양녕로6다길 7",
        "tlat": "37.484114",
        "tlong": "126.949794"
    },
    {
        "id": 453,
        "tname": "행운동주민센터",
        "tlocation": "서울시 관악구 행운1길 43",
        "tlat": "37.480627",
        "tlong": "126.957077"
    },
    {
        "id": 454,
        "tname": "남현동주민센터",
        "tlocation": "서울시 관악구 남현1가길 29",
        "tlat": "37.474296",
        "tlong": "126.977419"
    },
    {
        "id": 455,
        "tname": "낙성대동주민센터",
        "tlocation": "서울시 관악구 낙성대로4가길 5",
        "tlat": "37.476275",
        "tlong": "126.958408"
    },
    {
        "id": 456,
        "tname": "미성동주민센터",
        "tlocation": "서울시 관악구 난곡로 249",
        "tlat": "37.476189",
        "tlong": "126.915558"
    },
    {
        "id": 457,
        "tname": "미성동자치회관",
        "tlocation": "서울시 관악구 난곡로52길 16",
        "tlat": "37.478274",
        "tlong": "126.916196"
    },
    {
        "id": 458,
        "tname": "삼성동자치회관",
        "tlocation": "서울시 관악구 호암로 520",
        "tlat": "37.459670",
        "tlong": "126.922680"
    },
    {
        "id": 459,
        "tname": "삼성동주민센터",
        "tlocation": "서울시 관악구 호암로 589",
        "tlat": "37.459670",
        "tlong": "126.922680"
    },
    {
        "id": 460,
        "tname": "서림동주민센터",
        "tlocation": "서울시 관악구 신림로29길 6",
        "tlat": "37.474958",
        "tlong": "126.934999"
    },
    {
        "id": 461,
        "tname": "인헌동주민센터",
        "tlocation": "서울시 관악구 남부순환로246가길 20",
        "tlat": "37.475112",
        "tlong": "126.965229"
    },
    {
        "id": 462,
        "tname": "조원동주민센터",
        "tlocation": "서울시 관악구 조원로12길 25",
        "tlat": "37.482716",
        "tlong": "126.907874"
    },
    {
        "id": 463,
        "tname": "청룡동주민센터",
        "tlocation": "서울시 관악구 쑥고개로 44",
        "tlat": "37.479103",
        "tlong": "126.941637"
    },
    {
        "id": 464,
        "tname": "낙성대공원 화장실",
        "tlocation": "서울시 관악구 낙성대로 77",
        "tlat": "37.471847",
        "tlong": "126.958519"
    },
    {
        "id": 465,
        "tname": "광장 화장실",
        "tlocation": "서울시 관악구 신림로 23",
        "tlat": "37.471753",
        "tlong": "126.933507"
    },
    {
        "id": 466,
        "tname": "1-5 공중화장실",
        "tlocation": "서울시 관악구 원신1길 59-2",
        "tlat": "37.470194",
        "tlong": "126.932711"
    },
    {
        "id": 467,
        "tname": "1-9 공중화장실",
        "tlocation": "서울시 관악구 원신4길 9-2",
        "tlat": "37.468467",
        "tlong": "126.931476"
    },
    {
        "id": 468,
        "tname": "1-10 공중화장실",
        "tlocation": "서울시 관악구 원신4길 9-2",
        "tlat": "37.468467",
        "tlong": "126.931476"
    },
    {
        "id": 469,
        "tname": "1-13 공중화장실",
        "tlocation": "서울시 관악구 원신길 105",
        "tlat": "37.469530",
        "tlong": "126.931768"
    },
    {
        "id": 470,
        "tname": "2-3 공중화장실",
        "tlocation": "서울시 관악구 원신길 167-2",
        "tlat": "37.469530",
        "tlong": "126.931768"
    },
    {
        "id": 471,
        "tname": "2-1 공중화장실",
        "tlocation": "서울시 관악구 원신길 175-2",
        "tlat": "37.469530",
        "tlong": "126.931768"
    },
    {
        "id": 472,
        "tname": "2-2 공중화장실",
        "tlocation": "서울시 관악구 원신길 175-2",
        "tlat": "37.469530",
        "tlong": "126.931768"
    },
    {
        "id": 473,
        "tname": "1-16 공중화장실",
        "tlocation": "서울시 관악구 원신11길 8",
        "tlat": "37.460126",
        "tlong": "126.929744"
    },
    {
        "id": 474,
        "tname": "1-15 공중화장실",
        "tlocation": "서울시 관악구 신우길 3",
        "tlat": "37.461401",
        "tlong": "126.932828"
    },
    {
        "id": 475,
        "tname": "2-6 공중화장실",
        "tlocation": "서울시 관악구 원신9길 49-4",
        "tlat": "37.460260",
        "tlong": "126.929052"
    },
    {
        "id": 476,
        "tname": "2-5 공중화장실",
        "tlocation": "서울시 관악구 원신9길 27-1",
        "tlat": "37.460260",
        "tlong": "126.929052"
    },
    {
        "id": 477,
        "tname": "1-3 봉림교 공중화장실",
        "tlocation": "서울시 관악구 남부순환로 1583",
        "tlat": "37.482886",
        "tlong": "126.920024"
    },
    {
        "id": 478,
        "tname": "2-11서울대 입구 공중화장실",
        "tlocation": "서울시 관악구 신림로 1",
        "tlat": "37.470907",
        "tlong": "126.941921"
    },
    {
        "id": 479,
        "tname": "1-1 모래내 공중화장실",
        "tlocation": "서울시 관악구 관악로12길 55",
        "tlat": "37.477726",
        "tlong": "126.955239"
    },
    {
        "id": 480,
        "tname": "1-14 조원동 공중화장실",
        "tlocation": "서울시 관악구 신사로 3",
        "tlat": "37.485862",
        "tlong": "126.911348"
    },
    {
        "id": 481,
        "tname": "1-17 공중화장실",
        "tlocation": "서울시 관악구 원신2길 43",
        "tlat": "37.470666",
        "tlong": "126.932453"
    },
    {
        "id": 482,
        "tname": "글빛정보도서관 화장실",
        "tlocation": "서울시 관악구 관악로30길 23",
        "tlat": "37.488493",
        "tlong": "126.961698"
    },
    {
        "id": 483,
        "tname": "성현동작은도서관",
        "tlocation": "서울시 관악구 관악로37길 56",
        "tlat": "37.488544",
        "tlong": "126.956828"
    },
    {
        "id": 484,
        "tname": "은천동작은도서관",
        "tlocation": "서울시 관악구 봉천로33나길 30",
        "tlat": "37.485247",
        "tlong": "126.942418"
    },
    {
        "id": 485,
        "tname": "관악문화도서관",
        "tlocation": "서울시 관악구 신림로3길 35",
        "tlat": "37.467547",
        "tlong": "126.944892"
    },
    {
        "id": 486,
        "tname": "김삼준문화복지기념관",
        "tlocation": "서울시 관악구 신림로3길 35",
        "tlat": "37.467547",
        "tlong": "126.944892"
    },
    {
        "id": 487,
        "tname": "청룡동자치회관",
        "tlocation": "서울시 관악구 청룡9길 12-39",
        "tlat": "37.478053",
        "tlong": "126.946489"
    },
    {
        "id": 488,
        "tname": "난곡동주민센터",
        "tlocation": "서울시 관악구 난곡로30길 40",
        "tlat": "37.470930",
        "tlong": "126.921641"
    },
    {
        "id": 489,
        "tname": "신사동주민센터",
        "tlocation": "서울시 관악구 조원로 142",
        "tlat": "37.485419",
        "tlong": "126.918117"
    },
    {
        "id": 490,
        "tname": "성현동주민센터",
        "tlocation": "서울시 관악구 구암길 38",
        "tlat": "37.489409",
        "tlong": "126.948201"
    },
    {
        "id": 491,
        "tname": "청림동주민센터",
        "tlocation": "서울시 관악구 관악로 304",
        "tlat": "37.482022",
        "tlong": "126.953166"
    },
    {
        "id": 492,
        "tname": "신원동주민센터",
        "tlocation": "서울시 관악구 신원로3길 13",
        "tlat": "37.482969",
        "tlong": "126.926528"
    },
    {
        "id": 493,
        "tname": "난향동주민센터",
        "tlocation": "서울시 관악구 난곡로 67",
        "tlat": "37.461533",
        "tlong": "126.918732"
    },
    {
        "id": 494,
        "tname": "보라매동주민센터",
        "tlocation": "서울시 관악구 봉천로 279-8",
        "tlat": "37.486709",
        "tlong": "126.933431"
    },
    {
        "id": 495,
        "tname": "락성주유소",
        "tlocation": "서울시 관악구 남부순환로 1920",
        "tlat": "37.482886",
        "tlong": "126.920024"
    },
    {
        "id": 496,
        "tname": "신림동충전소",
        "tlocation": "서울시 관악구 신림로 170",
        "tlat": "37.471753",
        "tlong": "126.933507"
    },
    {
        "id": 497,
        "tname": "평화공원지하 공영주차장 공중화장실",
        "tlocation": "서울특별시 은평구 서오릉로 47",
        "tlat": "37.603668",
        "tlong": "126.925252"
    },
    {
        "id": 498,
        "tname": "스타벅스 구산역점 화장실",
        "tlocation": "서울특별시 은평구 연서로 146",
        "tlat": "37.609400",
        "tlong": "126.916200"
    },
    {
        "id": 499,
        "tname": "맥도날드 연신내점 개방화장실",
        "tlocation": "서울특별시 은평구 연서로 213",
        "tlat": "37.609400",
        "tlong": "126.916200"
    },
    {
        "id": 500,
        "tname": "알라딘중고서점 COFFEE 연신내점 화장실",
        "tlocation": "서울특별시 은평구 연서로 214",
        "tlat": "37.609400",
        "tlong": "126.916200"
    },
    {
        "id": 501,
        "tname": "스타벅스 연신내점",
        "tlocation": "서울특별시 은평구 연서로 216",
        "tlat": "37.609400",
        "tlong": "126.916200"
    },
    {
        "id": 502,
        "tname": "역촌중앙시장 개방화장실",
        "tlocation": "서울특별시 은평구 연서로17길 18-6",
        "tlat": "37.613803",
        "tlong": "126.913316"
    },
    {
        "id": 503,
        "tname": "길마어린이공원",
        "tlocation": "서울특별시 은평구 연서로21길 15",
        "tlat": "37.614662",
        "tlong": "126.916634"
    },
    {
        "id": 504,
        "tname": "새장골어린이공원",
        "tlocation": "서울특별시 은평구 연서로37가길 10-12",
        "tlat": "37.624865",
        "tlong": "126.926572"
    },
    {
        "id": 505,
        "tname": "역촌1치안센터 공중화장실",
        "tlocation": "서울특별시 은평구 연서로6길 19 (역촌동, 역촌1치안센터)",
        "tlat": "37.604401",
        "tlong": "126.917784"
    },
    {
        "id": 506,
        "tname": "연서어린이공원 공중화장실",
        "tlocation": "서울특별시 은평구 연서로6길 8-1",
        "tlat": "37.604213",
        "tlong": "126.916547"
    },
    {
        "id": 507,
        "tname": "서부병원",
        "tlocation": "서울특별시 은평구 은평로 133",
        "tlat": "37.601192",
        "tlong": "126.931838"
    },
    {
        "id": 508,
        "tname": "녹번시장",
        "tlocation": "서울특별시 은평구 은평로 204-4",
        "tlat": "37.601192",
        "tlong": "126.931838"
    },
    {
        "id": 509,
        "tname": "신사종합사회복지관",
        "tlocation": "서울특별시 은평구 은평로 38 (신사동, 신사종합사회복지관)",
        "tlat": "37.597990",
        "tlong": "126.912221"
    },
    {
        "id": 510,
        "tname": "신사종합사회복지관 화장실",
        "tlocation": "서울특별시 은평구 은평로 38 (신사동, 신사종합사회복지관)",
        "tlat": "37.597990",
        "tlong": "126.912221"
    },
    {
        "id": 511,
        "tname": "응암어린이공원 공중화장실",
        "tlocation": "서울특별시 은평구 은평로11길 10",
        "tlat": "37.601773",
        "tlong": "126.923304"
    },
    {
        "id": 512,
        "tname": "새록어린이공원 공중화장실",
        "tlocation": "서울특별시 은평구 은평로13길 35",
        "tlat": "37.603217",
        "tlong": "126.924160"
    },
    {
        "id": 513,
        "tname": "포수동어린이공원",
        "tlocation": "서울특별시 은평구 은평로8길 28",
        "tlat": "37.598059",
        "tlong": "126.919622"
    },
    {
        "id": 514,
        "tname": "롯데리아 응암오거리점 개방화장실",
        "tlocation": "서울특별시 은평구 응암로 177",
        "tlat": "37.604123",
        "tlong": "126.922634"
    },
    {
        "id": 515,
        "tname": "남창빌딩",
        "tlocation": "서울특별시 은평구 응암로 193",
        "tlat": "37.604123",
        "tlong": "126.922634"
    },
    {
        "id": 516,
        "tname": "경우회관 개방화장실",
        "tlocation": "서울특별시 은평구 응암로 357",
        "tlat": "37.604123",
        "tlong": "126.922634"
    },
    {
        "id": 517,
        "tname": "역마을어린이공원 공중화장실",
        "tlocation": "서울특별시 은평구 진흥로1길 9",
        "tlat": "37.605470",
        "tlong": "126.917823"
    },
    {
        "id": 518,
        "tname": "장미약수 공중화장실",
        "tlocation": "서울특별시 은평구 통일로 684",
        "tlat": "37.607423",
        "tlong": "126.933821"
    },
    {
        "id": 519,
        "tname": "대조파출소 화장실",
        "tlocation": "서울특별시 은평구 통일로 737",
        "tlat": "37.622795",
        "tlong": "126.919817"
    },
    {
        "id": 520,
        "tname": "파레제페빌딩",
        "tlocation": "서울특별시 은평구 통일로 830",
        "tlat": "37.622795",
        "tlong": "126.919817"
    },
    {
        "id": 521,
        "tname": "연서시장 화장실",
        "tlocation": "서울특별시 은평구 통일로 850 (불광동, 연서시장)",
        "tlat": "37.619532",
        "tlong": "126.920978"
    },
    {
        "id": 522,
        "tname": "참다래어린이공원",
        "tlocation": "서울특별시 은평구 응암로25길 8",
        "tlat": "37.595323",
        "tlong": "126.916936"
    },
    {
        "id": 523,
        "tname": "불광천 신응교 공중화장실",
        "tlocation": "서울특별시 은평구 증산로 413",
        "tlat": "37.593111",
        "tlong": "126.913847"
    },
    {
        "id": 524,
        "tname": "분토골어린이공원 공중화장실",
        "tlocation": "서울특별시 은평구 증산로11길 5",
        "tlat": "37.587041",
        "tlong": "126.911738"
    },
    {
        "id": 525,
        "tname": "신흥어린이공원 공중화장실",
        "tlocation": "서울특별시 은평구 증산로21길 25",
        "tlat": "37.596646",
        "tlong": "126.913948"
    },
    {
        "id": 526,
        "tname": "증산종합시장 개방화장실",
        "tlocation": "서울특별시 은평구 증산로3길 12",
        "tlat": "37.581476",
        "tlong": "126.905047"
    },
    {
        "id": 527,
        "tname": "시루뫼어린이공원 공중화장실",
        "tlocation": "서울특별시 은평구 증산로5길 13",
        "tlat": "37.583281",
        "tlong": "126.905723"
    },
    {
        "id": 528,
        "tname": "증산정보도서관 화장실",
        "tlocation": "서울특별시 은평구 증산로5길 6 (증산동, 구립증산정보도서관)",
        "tlat": "37.582823",
        "tlong": "126.907650"
    },
    {
        "id": 529,
        "tname": "은평구민체육센터",
        "tlocation": "서울특별시 은평구 진관1로 40",
        "tlat": "37.630463",
        "tlong": "126.923574"
    },
    {
        "id": 530,
        "tname": "은평구립축구장",
        "tlocation": "서울특별시 은평구 진관1로 40",
        "tlat": "37.630463",
        "tlong": "126.923574"
    },
    {
        "id": 531,
        "tname": "은평다목적체육관",
        "tlocation": "서울특별시 은평구 진관1로 40",
        "tlat": "37.630463",
        "tlong": "126.923574"
    },
    {
        "id": 532,
        "tname": "갈현근린공원 공중화장실",
        "tlocation": "서울특별시 은평구 진관1로 82",
        "tlat": "37.631560",
        "tlong": "126.924125"
    },
    {
        "id": 533,
        "tname": "진관동주민센터 화장실",
        "tlocation": "서울특별시 은평구 진관2로 31 (진관동, 진관동주민센터)",
        "tlat": "37.634904",
        "tlong": "126.921062"
    },
    {
        "id": 534,
        "tname": "진관사입구 공중화장실",
        "tlocation": "서울특별시 은평구 진관길 39",
        "tlat": "37.642865",
        "tlong": "126.939559"
    },
    {
        "id": 535,
        "tname": "은평구상징녹지대 공중화장실",
        "tlocation": "서울특별시 은평구 진관동 44",
        "tlat": "37.638839",
        "tlong": "126.929462"
    },
    {
        "id": 536,
        "tname": "은혜산부인과의원 화장실",
        "tlocation": "서울특별시 은평구 진흥로 133",
        "tlat": "37.610322",
        "tlong": "126.946928"
    },
    {
        "id": 537,
        "tname": "세광교회 개방화장실",
        "tlocation": "서울특별시 은평구 갈현로 192",
        "tlat": "37.600470",
        "tlong": "126.910279"
    },
    {
        "id": 538,
        "tname": "역말어린이공원 공중화장실",
        "tlocation": "서울특별시 은평구 갈현로14길 32",
        "tlat": "37.606887",
        "tlong": "126.912717"
    },
    {
        "id": 539,
        "tname": "구산중학교 공중화장실",
        "tlocation": "서울특별시 은평구 갈현로15길 20-23",
        "tlat": "37.609388",
        "tlong": "126.909007"
    },
    {
        "id": 540,
        "tname": "좌월어린이공원",
        "tlocation": "서울특별시 은평구 갈현로25길 11-8",
        "tlat": "37.617795",
        "tlong": "126.912794"
    },
    {
        "id": 541,
        "tname": "서갈현어린이공원",
        "tlocation": "서울특별시 은평구 갈현로35길 12-8",
        "tlat": "37.621212",
        "tlong": "126.915433"
    },
    {
        "id": 542,
        "tname": "서울도시가스 강북지사 화장실",
        "tlocation": "서울특별시 은평구 녹번로 76",
        "tlat": "37.606896",
        "tlong": "126.931688"
    },
    {
        "id": 543,
        "tname": "응암1동 주민센터 화장실",
        "tlocation": "서울특별시 은평구 백련산로 179",
        "tlat": "37.593898",
        "tlong": "126.923116"
    },
    {
        "id": 544,
        "tname": "백련근린공원 공중화장실",
        "tlocation": "서울특별시 은평구 백련산로4길 26",
        "tlat": "37.594876",
        "tlong": "126.924564"
    },
    {
        "id": 545,
        "tname": "엔씨백화점 불광점",
        "tlocation": "서울특별시 은평구 불광로 20",
        "tlat": "37.609903",
        "tlong": "126.928307"
    },
    {
        "id": 546,
        "tname": "응암공영주차장 개방화장실",
        "tlocation": "서울특별시 은평구 불광천길 436",
        "tlat": "37.591332",
        "tlong": "126.914527"
    },
    {
        "id": 547,
        "tname": "메디칼 빌딩 화장실",
        "tlocation": "서울특별시 은평구 서오릉로 134",
        "tlat": "37.610769",
        "tlong": "126.917383"
    },
    {
        "id": 548,
        "tname": "박석어린이공원",
        "tlocation": "서울특별시 은평구 통일로89길 18-14",
        "tlat": "37.625955",
        "tlong": "126.911643"
    },
    {
        "id": 549,
        "tname": "구산동마을공원 공중화장실",
        "tlocation": "서울특별시 은평구 구산동 340-1",
        "tlat": "37.610114",
        "tlong": "126.910628"
    },
    {
        "id": 550,
        "tname": "응암제2동주민센터 화장실",
        "tlocation": "서울특별시 은평구 백련산로 100",
        "tlat": "37.594619",
        "tlong": "126.923096"
    },
    {
        "id": 551,
        "tname": "코끼리 주유소 화장실",
        "tlocation": "서울특별시 은평구 서오릉로 41",
        "tlat": "37.611711",
        "tlong": "126.916569"
    },
    {
        "id": 552,
        "tname": "타이거주유소 화장실",
        "tlocation": "서울특별시 은평구 수색로 188",
        "tlat": "37.588211",
        "tlong": "126.885844"
    },
    {
        "id": 553,
        "tname": "삼표에너지(주) 수색주유소",
        "tlocation": "서울특별시 은평구 수색로 198",
        "tlat": "37.588211",
        "tlong": "126.885844"
    },
    {
        "id": 554,
        "tname": "수색훼미리 주유소 화장실",
        "tlocation": "서울특별시 은평구 수색로 236",
        "tlat": "37.588211",
        "tlong": "126.885844"
    },
    {
        "id": 555,
        "tname": "삼융주유소 화장실",
        "tlocation": "서울특별시 은평구 수색로 299",
        "tlat": "37.588211",
        "tlong": "126.885844"
    },
    {
        "id": 556,
        "tname": "수색뉴타운주유소 화장실",
        "tlocation": "서울특별시 은평구 수색로 350",
        "tlat": "37.582472",
        "tlong": "126.894935"
    },
    {
        "id": 557,
        "tname": "불광주유소 화장실",
        "tlocation": "서울특별시 은평구 연서로 314",
        "tlat": "37.609400",
        "tlong": "126.916200"
    },
    {
        "id": 558,
        "tname": "새락골어린이공원 공중화장실",
        "tlocation": "서울특별시 은평구 은평로3가길 34",
        "tlat": "37.599666",
        "tlong": "126.913956"
    },
    {
        "id": 559,
        "tname": "무궁화 주유소 화장실",
        "tlocation": "서울특별시 은평구 응암로 163",
        "tlat": "37.604123",
        "tlong": "126.922634"
    },
    {
        "id": 560,
        "tname": "서부주유소 화장실",
        "tlocation": "서울특별시 은평구 응암로 210",
        "tlat": "37.604123",
        "tlong": "126.922634"
    },
    {
        "id": 561,
        "tname": "신사제일주유소 화장실",
        "tlocation": "서울특별시 은평구 증산로 423",
        "tlat": "37.594103",
        "tlong": "126.914043"
    },
    {
        "id": 562,
        "tname": "다회주유소 화장실",
        "tlocation": "서울특별시 은평구 증산로 441",
        "tlat": "37.595622",
        "tlong": "126.914544"
    },
    {
        "id": 563,
        "tname": "불광1동주민센터 화장실",
        "tlocation": "서울특별시 은평구 진흥로15길 10",
        "tlat": "37.610389",
        "tlong": "126.932113"
    },
    {
        "id": 564,
        "tname": "불광1동주민센터 화장실",
        "tlocation": "서울특별시 은평구 진흥로15길 10",
        "tlat": "37.610389",
        "tlong": "126.932113"
    },
    {
        "id": 565,
        "tname": "뉴타운셀프주유소 화장실",
        "tlocation": "서울특별시 은평구 통일로 1031",
        "tlat": "37.634686",
        "tlong": "126.916586"
    },
    {
        "id": 566,
        "tname": "은평드림 주유소 화장실",
        "tlocation": "서울특별시 은평구 통일로 1151",
        "tlat": "37.643897",
        "tlong": "126.912498"
    },
    {
        "id": 567,
        "tname": "녹번주유소 화장실",
        "tlocation": "서울특별시 은평구 통일로 600",
        "tlat": "37.622795",
        "tlong": "126.919817"
    },
    {
        "id": 568,
        "tname": "대성산업(주) 대성주유소 화장실",
        "tlocation": "서울특별시 은평구 통일로 642",
        "tlat": "37.622795",
        "tlong": "126.919817"
    },
    {
        "id": 569,
        "tname": "서울석유(주) 은평뉴타운 주유소",
        "tlocation": "서울특별시 은평구 통일로 924",
        "tlat": "37.622795",
        "tlong": "126.919817"
    },
    {
        "id": 570,
        "tname": "박석고개 주유소 화장실",
        "tlocation": "서울특별시 은평구 통일로 945",
        "tlat": "37.622795",
        "tlong": "126.919817"
    },
    {
        "id": 571,
        "tname": "성원이앤에스(주) 은평지점 주유소 화장실",
        "tlocation": "서울특별시 은평구 통일로 968",
        "tlat": "37.629265",
        "tlong": "126.919700"
    },
    {
        "id": 572,
        "tname": "수색공영주차장 화장실",
        "tlocation": "수색동 78-2",
        "tlat": "37.586070",
        "tlong": "126.893080"
    },
    {
        "id": 573,
        "tname": "훼미리 주유소 화장실",
        "tlocation": "수색로 236",
        "tlat": "37.577258",
        "tlong": "126.902785"
    },
    {
        "id": 574,
        "tname": "수색 국민은행 1층",
        "tlocation": "수색로 246",
        "tlat": "37.577258",
        "tlong": "126.902785"
    },
    {
        "id": 575,
        "tname": "IBK기업은행 수색점 화장실",
        "tlocation": "수색로 256",
        "tlat": "37.577258",
        "tlong": "126.902785"
    },
    {
        "id": 576,
        "tname": "불광지구대 화장실",
        "tlocation": "연서로 290",
        "tlat": "37.609400",
        "tlong": "126.916200"
    },
    {
        "id": 577,
        "tname": "은평경찰서 화장실",
        "tlocation": "연서로 365",
        "tlat": "37.628403",
        "tlong": "126.928720"
    },
    {
        "id": 578,
        "tname": "불광2동주민센터 화장실",
        "tlocation": "연서로41길 16",
        "tlat": "37.626385",
        "tlong": "126.927230"
    },
    {
        "id": 579,
        "tname": "할리스커피 연신내점",
        "tlocation": "은평 연서로 212",
        "tlat": "37.609400",
        "tlong": "126.916200"
    },
    {
        "id": 580,
        "tname": "연신내지구대 구산치안센터",
        "tlocation": "은평구 갈현로 151(구산동)",
        "tlat": "37.614240",
        "tlong": "126.911940"
    },
    {
        "id": 581,
        "tname": "갈현주유소 화장실",
        "tlocation": "은평구 갈현로 197",
        "tlat": "37.600470",
        "tlong": "126.910279"
    },
    {
        "id": 582,
        "tname": "대조어린이공원 공중화장실",
        "tlocation": "은평구 대조동 212",
        "tlat": "37.612640",
        "tlong": "126.924150"
    },
    {
        "id": 583,
        "tname": "수색치안센터 화장실",
        "tlocation": "은평구 수색동 403",
        "tlat": "37.586070",
        "tlong": "126.893080"
    },
    {
        "id": 584,
        "tname": "이마트 화장실",
        "tlocation": "은평구 수색로 217",
        "tlat": "37.588211",
        "tlong": "126.885844"
    },
    {
        "id": 585,
        "tname": "삼성 디지털 프라자 화장실",
        "tlocation": "은평구 수색로 245",
        "tlat": "37.588211",
        "tlong": "126.885844"
    },
    {
        "id": 586,
        "tname": "수색마트건물 화장실",
        "tlocation": "은평구 수색로 256",
        "tlat": "37.588211",
        "tlong": "126.885844"
    },
    {
        "id": 587,
        "tname": "수색역 화장실",
        "tlocation": "은평구 수색로 269-50",
        "tlat": "37.582472",
        "tlong": "126.894935"
    },
    {
        "id": 588,
        "tname": "수색 119 화장실",
        "tlocation": "은평구 수색로 294",
        "tlat": "37.588211",
        "tlong": "126.885844"
    },
    {
        "id": 589,
        "tname": "수색 SK 삼융주유소 화장실",
        "tlocation": "은평구 수색로 299",
        "tlat": "37.588211",
        "tlong": "126.885844"
    },
    {
        "id": 590,
        "tname": "GS칼텍스 화장실",
        "tlocation": "은평구 수색로 350",
        "tlat": "37.582472",
        "tlong": "126.894935"
    },
    {
        "id": 591,
        "tname": "수색동 재활용 집하시설 화장실",
        "tlocation": "은평구 수색로24길 16",
        "tlat": "37.591307",
        "tlong": "126.882976"
    },
    {
        "id": 592,
        "tname": "은평 공영차고지 화장실",
        "tlocation": "은평구 수색로24길 19",
        "tlat": "37.591307",
        "tlong": "126.882976"
    },
    {
        "id": 593,
        "tname": "수색 서서울농협 화장실",
        "tlocation": "은평구 은평터널로 15-1",
        "tlat": "37.583453",
        "tlong": "126.896595"
    },
    {
        "id": 594,
        "tname": "은평종합사회복지관 화장실",
        "tlocation": "은평터널로 48",
        "tlat": "37.594584",
        "tlong": "126.909735"
    },
    {
        "id": 595,
        "tname": "진흥아파트 관리사무소 화장실",
        "tlocation": "은평터널로 60",
        "tlat": "37.592814",
        "tlong": "126.907096"
    },
    {
        "id": 596,
        "tname": "유진상가 화장실",
        "tlocation": "은평터널로 62",
        "tlat": "37.592814",
        "tlong": "126.907096"
    },
    {
        "id": 597,
        "tname": "대림아파트 상가 화장실",
        "tlocation": "은평터널로 64",
        "tlat": "37.592814",
        "tlong": "126.907096"
    },
    {
        "id": 598,
        "tname": "대림아파트 관리사무소 화장실",
        "tlocation": "은평터널로 64",
        "tlat": "37.592814",
        "tlong": "126.907096"
    },
    {
        "id": 599,
        "tname": "(주)매트로백화점 화장실",
        "tlocation": "통일로 856",
        "tlat": "37.644213",
        "tlong": "126.912517"
    },
    {
        "id": 600,
        "tname": "서울시 은평병원 화장실",
        "tlocation": "서울특별시 은평구 백련산로 90",
        "tlat": "37.593898",
        "tlong": "126.923116"
    },
    {
        "id": 601,
        "tname": "연신내역(6)",
        "tlocation": "서울특별시 은평구 갈현동 397 연신내역",
        "tlat": "37.617622",
        "tlong": "126.922192"
    },
    {
        "id": 602,
        "tname": "구산역(6)",
        "tlocation": "서울특별시 은평구 구산동 1 구산역",
        "tlat": "37.611055",
        "tlong": "126.917043"
    },
    {
        "id": 603,
        "tname": "구파발역환승센터",
        "tlocation": "진관2로 15-40",
        "tlat": "37.637933",
        "tlong": "126.919143"
    },
    {
        "id": 604,
        "tname": "구파발역환승센터",
        "tlocation": "진관2로 15-40",
        "tlat": "37.637933",
        "tlong": "126.919143"
    },
    {
        "id": 605,
        "tname": "불광(등산로)",
        "tlocation": "서울특별시 은평구 진흥로 290",
        "tlat": "37.610322",
        "tlong": "126.946928"
    },
    {
        "id": 606,
        "tname": "은평솔하임",
        "tlocation": "서울특별시 은평구 통일로 1080(진관동)",
        "tlat": "37.632685",
        "tlong": "126.911814"
    },
    {
        "id": 607,
        "tname": "CU 은평 한옥마을점",
        "tlocation": "서울특별시 은평구 진관동 127-23",
        "tlat": "37.638839",
        "tlong": "126.929462"
    },
    {
        "id": 608,
        "tname": "상왕십리역(2)",
        "tlocation": "서울특별시 성동구 하왕십리동 946-14 상왕십리역",
        "tlat": "37.564695",
        "tlong": "127.028638"
    },
    {
        "id": 609,
        "tname": "성수역(2)",
        "tlocation": "서울특별시 성동구 성수동2가 300-1 성수역",
        "tlat": "37.545390",
        "tlong": "127.053620"
    },
    {
        "id": 610,
        "tname": "용답역(2)",
        "tlocation": "서울특별시 성동구 용답동 127 용답역",
        "tlat": "37.562586",
        "tlong": "127.050437"
    },
    {
        "id": 611,
        "tname": "금호역(3)",
        "tlocation": "서울특별시 성동구 금호동4가 1470 금호역",
        "tlat": "37.547760",
        "tlong": "127.016210"
    },
    {
        "id": 612,
        "tname": "옥수역(3)",
        "tlocation": "서울특별시 성동구 옥수동 168-1 옥수역",
        "tlat": "37.540768",
        "tlong": "127.019153"
    },
    {
        "id": 613,
        "tname": "신금호역(5)",
        "tlocation": "서울특별시 성동구 금호동2가 223-1 신금호역",
        "tlat": "37.555200",
        "tlong": "127.019860"
    },
    {
        "id": 614,
        "tname": "서울시설공단 청사 1층화장실",
        "tlocation": "청계천로 540",
        "tlat": "37.572774",
        "tlong": "127.039122"
    },
    {
        "id": 615,
        "tname": "청계천 1호 화장실",
        "tlocation": "마장동 767-4",
        "tlat": "37.567430",
        "tlong": "127.040450"
    },
    {
        "id": 616,
        "tname": "청계천 3호 화장실",
        "tlocation": "사근동 235-12",
        "tlat": "37.558995",
        "tlong": "127.048028"
    },
    {
        "id": 617,
        "tname": "청계천 4호 화장실",
        "tlocation": "마장동 610-13",
        "tlat": "37.567430",
        "tlong": "127.040450"
    },
    {
        "id": 618,
        "tname": "왕십리문화공원",
        "tlocation": "도선동 35-2",
        "tlat": "37.563220",
        "tlong": "127.033110"
    },
    {
        "id": 619,
        "tname": "자전거체험학습장",
        "tlocation": "마장동 811",
        "tlat": "37.567430",
        "tlong": "127.040450"
    },
    {
        "id": 620,
        "tname": "마장기사식당앞",
        "tlocation": "마장동 804",
        "tlat": "37.567430",
        "tlong": "127.040450"
    },
    {
        "id": 621,
        "tname": "마장어린이공원",
        "tlocation": "마장동 780-1",
        "tlat": "37.567430",
        "tlong": "127.040450"
    },
    {
        "id": 622,
        "tname": "마장축산물시장(남ㆍ여)",
        "tlocation": "마장동 765-1",
        "tlat": "37.567430",
        "tlong": "127.040450"
    },
    {
        "id": 623,
        "tname": "마장축산물 한전뒤",
        "tlocation": "마장동 487-1",
        "tlat": "37.567430",
        "tlong": "127.040450"
    },
    {
        "id": 624,
        "tname": "마장축산물시장",
        "tlocation": "마장동 803",
        "tlat": "37.567430",
        "tlong": "127.040450"
    },
    {
        "id": 625,
        "tname": "마장체육공원",
        "tlocation": "마장동 802-2",
        "tlat": "37.567430",
        "tlong": "127.040450"
    },
    {
        "id": 626,
        "tname": "살곶이 진입부",
        "tlocation": "사근동 102-26",
        "tlat": "37.558995",
        "tlong": "127.048028"
    },
    {
        "id": 627,
        "tname": "살곶이 인라인스케이트장",
        "tlocation": "사근동 103-2",
        "tlat": "37.558995",
        "tlong": "127.048028"
    },
    {
        "id": 628,
        "tname": "살곶이 진출부",
        "tlocation": "사근동 102-26",
        "tlat": "37.558995",
        "tlong": "127.048028"
    },
    {
        "id": 629,
        "tname": "살곶이 궁터장",
        "tlocation": "행당동 81-4",
        "tlat": "37.557830",
        "tlong": "127.035710"
    },
    {
        "id": 630,
        "tname": "한양대 앞",
        "tlocation": "행당동 20-2",
        "tlat": "37.557830",
        "tlong": "127.035710"
    },
    {
        "id": 631,
        "tname": "소월아트홀광장",
        "tlocation": "행당동 142-16",
        "tlat": "37.557830",
        "tlong": "127.035710"
    },
    {
        "id": 632,
        "tname": "대림공원",
        "tlocation": "행당동 347-2",
        "tlat": "37.557830",
        "tlong": "127.035710"
    },
    {
        "id": 633,
        "tname": "응봉암벽공원",
        "tlocation": "응봉동 269-4",
        "tlat": "37.552360",
        "tlong": "127.033560"
    },
    {
        "id": 634,
        "tname": "응봉개나리어린이공원",
        "tlocation": "응봉동 270",
        "tlat": "37.552360",
        "tlong": "127.033560"
    },
    {
        "id": 635,
        "tname": "응봉 자전거대여소",
        "tlocation": "응봉동 3-11",
        "tlat": "37.552360",
        "tlong": "127.033560"
    },
    {
        "id": 636,
        "tname": "응봉체육공원",
        "tlocation": "응봉동 9-4",
        "tlat": "37.552360",
        "tlong": "127.033560"
    },
    {
        "id": 637,
        "tname": "응봉교아래",
        "tlocation": "응봉동 248-4",
        "tlat": "37.552360",
        "tlong": "127.033560"
    },
    {
        "id": 638,
        "tname": "금호4가(얼음가게)",
        "tlocation": "금호4가동 1122",
        "tlat": "37.544424",
        "tlong": "127.024755"
    },
    {
        "id": 639,
        "tname": "응봉산팔각정",
        "tlocation": "금호4가동 1540",
        "tlat": "37.544424",
        "tlong": "127.024755"
    },
    {
        "id": 640,
        "tname": "매봉산 지하수 옆",
        "tlocation": "옥수동 428-6",
        "tlat": "37.541760",
        "tlong": "127.016480"
    },
    {
        "id": 641,
        "tname": "성삼공원",
        "tlocation": "성수2가3동 273-11",
        "tlat": "37.545106",
        "tlong": "127.057721"
    },
    {
        "id": 642,
        "tname": "성수근린공원",
        "tlocation": "성수2가3동 302-25",
        "tlat": "37.545106",
        "tlong": "127.057721"
    },
    {
        "id": 643,
        "tname": "새말빗물펌프장",
        "tlocation": "송정동 93",
        "tlat": "37.556282",
        "tlong": "127.070097"
    },
    {
        "id": 644,
        "tname": "송정농구장",
        "tlocation": "서울 성동구 송정동 73-24",
        "tlat": "37.552522",
        "tlong": "127.065948"
    },
    {
        "id": 645,
        "tname": "송정제방",
        "tlocation": "송정동 75-14",
        "tlat": "37.549965",
        "tlong": "127.064649"
    },
    {
        "id": 646,
        "tname": "중량물재생센터 앞",
        "tlocation": "송정동 73-37",
        "tlat": "37.557667",
        "tlong": "127.065277"
    },
    {
        "id": 647,
        "tname": "용답휴식공원(신답역)",
        "tlocation": "용답동 128-3",
        "tlat": "37.561531",
        "tlong": "127.057323"
    },
    {
        "id": 648,
        "tname": "용답꽃공원",
        "tlocation": "용답동 27-1",
        "tlat": "37.561531",
        "tlong": "127.057323"
    },
    {
        "id": 649,
        "tname": "용답어린이공원(매매센터)",
        "tlocation": "용답동 234-1",
        "tlat": "37.561531",
        "tlong": "127.057323"
    },
    {
        "id": 650,
        "tname": "응봉테니스장",
        "tlocation": "응봉동 235",
        "tlat": "37.552360",
        "tlong": "127.033560"
    },
    {
        "id": 651,
        "tname": "도선공영주차장",
        "tlocation": "도선동 369",
        "tlat": "37.563220",
        "tlong": "127.033110"
    },
    {
        "id": 652,
        "tname": "텐즈힐상가",
        "tlocation": "인천광역시 부평구 마장로 138 (산곡동)",
        "tlat": "37.511996",
        "tlong": "126.703147"
    },
    {
        "id": 653,
        "tname": "경진주유소",
        "tlocation": "서울특별시 성동구 고산자로 348 (마장동)",
        "tlat": "37.570891",
        "tlong": "127.038193"
    },
    {
        "id": 654,
        "tname": "정호주유소",
        "tlocation": "서울특별시 성동구 고산자로 303 (마장동)",
        "tlat": "37.570891",
        "tlong": "127.038193"
    },
    {
        "id": 655,
        "tname": "송정동자치회관",
        "tlocation": "서울특별시 성동구 송정14길 19 (송정동)",
        "tlat": "37.550953",
        "tlong": "127.068395"
    },
    {
        "id": 656,
        "tname": "북악골프연습장",
        "tlocation": "서울시 성북구 북악산로 537-14",
        "tlat": "37.599500",
        "tlong": "127.017390"
    },
    {
        "id": 657,
        "tname": "삼선동 맥도날드 개방화장실",
        "tlocation": "서울시 성북구 동소문로 13",
        "tlat": "37.592613",
        "tlong": "127.016125"
    },
    {
        "id": 658,
        "tname": "삼선동 주민센터",
        "tlocation": "서울시 성북구 보문로 190",
        "tlat": "37.590854",
        "tlong": "127.014662"
    },
    {
        "id": 659,
        "tname": "삼선주유소",
        "tlocation": "서울시 성북구 창경궁로 324",
        "tlat": "37.587543",
        "tlong": "127.003445"
    },
    {
        "id": 660,
        "tname": "상월곡실버복지센터",
        "tlocation": "서울시 성북구 화랑로18길 6",
        "tlat": "37.605724",
        "tlong": "127.049823"
    },
    {
        "id": 661,
        "tname": "생명의전화종합사회복지관",
        "tlocation": "서울시 성북구 오패산로 21",
        "tlat": "37.602637",
        "tlong": "127.038282"
    },
    {
        "id": 662,
        "tname": "서경로꿈마루도서관",
        "tlocation": "서울시 성북구 서경로 94-1",
        "tlat": "37.606989",
        "tlong": "127.015506"
    },
    {
        "id": 663,
        "tname": "서울국유림관리소",
        "tlocation": "서울시 성북구 화랑로18가길 30",
        "tlat": "37.604739",
        "tlong": "127.049602"
    },
    {
        "id": 664,
        "tname": "서울성북경찰서 돈암지구대",
        "tlocation": "서울시 성북구 아리랑로5길 54",
        "tlat": "37.597203",
        "tlong": "127.012178"
    },
    {
        "id": 665,
        "tname": "서울예술치유허브",
        "tlocation": "서울시 성북구 회기로3길 17",
        "tlat": "37.592034",
        "tlong": "127.037355"
    },
    {
        "id": 666,
        "tname": "서울종암경찰서",
        "tlocation": "서울시 성북구 종암로 135",
        "tlat": "37.603154",
        "tlong": "127.032278"
    },
    {
        "id": 667,
        "tname": "서울종암경찰서 종암파출소",
        "tlocation": "서울시 성북구 종암로23길 52",
        "tlat": "37.599230",
        "tlong": "127.032870"
    },
    {
        "id": 668,
        "tname": "석관동 주민센터",
        "tlocation": "서울시 성북구 화랑로 296",
        "tlat": "37.611748",
        "tlong": "127.058792"
    },
    {
        "id": 669,
        "tname": "석관동미리내도서관",
        "tlocation": "서울시 성북구 한천로66길 203",
        "tlat": "37.611360",
        "tlong": "127.066970"
    },
    {
        "id": 670,
        "tname": "석관실버복지센터",
        "tlocation": "서울시 성북구 화랑로32길 88",
        "tlat": "37.608749",
        "tlong": "127.056414"
    },
    {
        "id": 671,
        "tname": "석관지구대",
        "tlocation": "서울시 성북구 화랑로32가길 20",
        "tlat": "37.608340",
        "tlong": "127.055372"
    },
    {
        "id": 672,
        "tname": "성북경찰서",
        "tlocation": "서울시 성북구 보문로 170",
        "tlat": "37.586568",
        "tlong": "127.018700"
    },
    {
        "id": 673,
        "tname": "성북구공적무역센터",
        "tlocation": "서울시 성북구 동소문로22길 33-8",
        "tlat": "37.590746",
        "tlong": "127.019276"
    },
    {
        "id": 674,
        "tname": "성북구립미술관",
        "tlocation": "서울시 성북구 성북로 134",
        "tlat": "37.594397",
        "tlong": "126.992521"
    },
    {
        "id": 675,
        "tname": "성북구마을사회적경제센터",
        "tlocation": "서울시 성북구 종암로25길 29",
        "tlat": "37.600174",
        "tlong": "127.031122"
    },
    {
        "id": 676,
        "tname": "성북구민체육관",
        "tlocation": "서울시 성북구 화랑로13길 144",
        "tlat": "37.605170",
        "tlong": "127.040872"
    },
    {
        "id": 677,
        "tname": "성북구민회관",
        "tlocation": "서울시 성북구 성북로4길 177",
        "tlat": "37.595362",
        "tlong": "127.008624"
    },
    {
        "id": 678,
        "tname": "성북구벤처창업지원센터",
        "tlocation": "서울특별시 성북구 화랑로 211",
        "tlat": "37.611748",
        "tlong": "127.058792"
    },
    {
        "id": 679,
        "tname": "성북구보건소",
        "tlocation": "서울시 성북구 화랑로 63",
        "tlat": "37.611748",
        "tlong": "127.058792"
    },
    {
        "id": 680,
        "tname": "성북구청",
        "tlocation": "서울시 성북구 보문로 168",
        "tlat": "37.586568",
        "tlong": "127.018700"
    },
    {
        "id": 681,
        "tname": "성북노인종합복지관",
        "tlocation": "서울시 성북구 종암로15길 10",
        "tlat": "37.597996",
        "tlong": "127.033657"
    },
    {
        "id": 682,
        "tname": "성북동 주민센터",
        "tlocation": "서울시 성북구 성북로 37",
        "tlat": "37.594397",
        "tlong": "126.992521"
    },
    {
        "id": 683,
        "tname": "성북세무서",
        "tlocation": "서울시 성북구 삼선교로16길 13",
        "tlat": "37.588004",
        "tlong": "127.010845"
    },
    {
        "id": 684,
        "tname": "성북소방서",
        "tlocation": "서울시 성북구 종암로27길 3",
        "tlat": "37.600566",
        "tlong": "127.028530"
    },
    {
        "id": 685,
        "tname": "성북시각장애인복지관",
        "tlocation": "서울시 성북구 동소문로25가길 20",
        "tlat": "37.596420",
        "tlong": "127.020243"
    },
    {
        "id": 686,
        "tname": "성북아동청소년센터",
        "tlocation": "서울시 성북구 정릉로 242",
        "tlat": "37.609259",
        "tlong": "126.997429"
    },
    {
        "id": 687,
        "tname": "성북예술창작터",
        "tlocation": "서울시 성북구 성북로 23",
        "tlat": "37.594397",
        "tlong": "126.992521"
    },
    {
        "id": 688,
        "tname": "성북우체국",
        "tlocation": "서울시 성북구 동소문로 310",
        "tlat": "37.607238",
        "tlong": "127.029240"
    },
    {
        "id": 689,
        "tname": "성북장애인복지관",
        "tlocation": "서울시 성북구 화랑로 130",
        "tlat": "37.611748",
        "tlong": "127.058792"
    },
    {
        "id": 690,
        "tname": "성북정보도서관",
        "tlocation": "서울시 성북구 화랑로18자길 13",
        "tlat": "37.605247",
        "tlong": "127.050822"
    },
    {
        "id": 691,
        "tname": "성북정보화센터",
        "tlocation": "서울시 성북구 삼선교로4길 47-1",
        "tlat": "37.584789",
        "tlong": "127.007193"
    },
    {
        "id": 692,
        "tname": "성북종합레포츠타운",
        "tlocation": "서울시 성북구 한천로58길 307",
        "tlat": "37.614228",
        "tlong": "127.067784"
    },
    {
        "id": 693,
        "tname": "성북주유소",
        "tlocation": "서울시 성북구 보문로 142",
        "tlat": "37.586568",
        "tlong": "127.018700"
    },
    {
        "id": 694,
        "tname": "성북청소년문화공유센터",
        "tlocation": "서울시 성북구 동소문로26다길 8-2",
        "tlat": "37.594701",
        "tlong": "127.020302"
    },
    {
        "id": 695,
        "tname": "성북청소년미래지원센터",
        "tlocation": "서울시 성북구 오패산로3길 87",
        "tlat": "37.606801",
        "tlong": "127.034428"
    },
    {
        "id": 696,
        "tname": "성북청소년수련관",
        "tlocation": "서울시 성북구 한천로95길 7",
        "tlat": "37.617803",
        "tlong": "127.055806"
    },
    {
        "id": 697,
        "tname": "성북파출소",
        "tlocation": "서울시 성북구 성북로 102",
        "tlat": "37.594397",
        "tlong": "126.992521"
    },
    {
        "id": 698,
        "tname": "성북펜싱체육관",
        "tlocation": "서울시 성북구 종암로24가길 109",
        "tlat": "37.600015",
        "tlong": "127.037155"
    },
    {
        "id": 699,
        "tname": "성심빌딩 개방화장실",
        "tlocation": "서울시 성북구 동소문로 203",
        "tlat": "37.592613",
        "tlong": "127.016125"
    },
    {
        "id": 700,
        "tname": "육아종합지원센터(월곡)",
        "tlocation": "서울시 성북구 오패산로10길 19",
        "tlat": "37.605499",
        "tlong": "127.037906"
    },
    {
        "id": 701,
        "tname": "의릉",
        "tlocation": "서울시 성북구 화랑로32길 146-20",
        "tlat": "37.608749",
        "tlong": "127.056414"
    },
    {
        "id": 702,
        "tname": "이케이에너지주식회사 주유소",
        "tlocation": "서울시 성북구 보문로 27",
        "tlat": "37.586568",
        "tlong": "127.018700"
    },
    {
        "id": 703,
        "tname": "일신건영상가 개방화장실",
        "tlocation": "서울시 성북구 아리랑로 89",
        "tlat": "37.600769",
        "tlong": "127.013616"
    },
    {
        "id": 704,
        "tname": "장위119 안전센터",
        "tlocation": "서울시 성북구 한천로 640",
        "tlat": "37.611206",
        "tlong": "127.062314"
    },
    {
        "id": 705,
        "tname": "장위1동 주민센터",
        "tlocation": "서울시 성북구 장위로 61",
        "tlat": "37.615790",
        "tlong": "127.055310"
    },
    {
        "id": 706,
        "tname": "장위2동 주민센터",
        "tlocation": "서울시 성북구 돌곶이로27길 12",
        "tlat": "37.611347",
        "tlong": "127.053446"
    },
    {
        "id": 707,
        "tname": "장위3동 주민센터",
        "tlocation": "서울시 성북구 한천로 657",
        "tlat": "37.611206",
        "tlong": "127.062314"
    },
    {
        "id": 708,
        "tname": "장위기사식당 개방화장실",
        "tlocation": "서울시 성북구 돌곶이로 215",
        "tlat": "37.607702",
        "tlong": "127.060287"
    },
    {
        "id": 709,
        "tname": "장위지구대",
        "tlocation": "서울시 성북구 화랑로19길 85",
        "tlat": "37.609411",
        "tlong": "127.050839"
    },
    {
        "id": 710,
        "tname": "정릉1동 주민센터",
        "tlocation": "서울시 성북구 정릉로38마길 33",
        "tlat": "37.601431",
        "tlong": "127.016680"
    },
    {
        "id": 711,
        "tname": "정릉1동커뮤니티센터",
        "tlocation": "서울시 성북구 정릉로38가길 6",
        "tlat": "37.601976",
        "tlong": "127.016671"
    },
    {
        "id": 712,
        "tname": "정릉2동 주민센터",
        "tlocation": "서울시 성북구 정릉로26길 1",
        "tlat": "37.604469",
        "tlong": "127.011154"
    },
    {
        "id": 713,
        "tname": "정릉2차e아파트 상가개방화장실",
        "tlocation": "서울시 성북구 북악산로 851",
        "tlat": "37.599500",
        "tlong": "127.017390"
    },
    {
        "id": 714,
        "tname": "정릉2파출소",
        "tlocation": "서울시 성북구 정릉로26길 6",
        "tlat": "37.602375",
        "tlong": "127.013337"
    },
    {
        "id": 715,
        "tname": "정릉3동 주민센터",
        "tlocation": "서울시 성북구 솔샘로1길 6-3",
        "tlat": "37.608544",
        "tlong": "127.003904"
    },
    {
        "id": 716,
        "tname": "정릉4동 주민센터",
        "tlocation": "서울시 성북구 보국문로 106-1",
        "tlat": "37.604585",
        "tlong": "127.011702"
    },
    {
        "id": 717,
        "tname": "정릉교회 개방화장실",
        "tlocation": "서울시 성북구 정릉로 280",
        "tlat": "37.601745",
        "tlong": "127.023122"
    },
    {
        "id": 718,
        "tname": "정릉도서관",
        "tlocation": "서울시 성북구 정릉로 242",
        "tlat": "37.609259",
        "tlong": "126.997429"
    },
    {
        "id": 719,
        "tname": "정릉빌딩 개방화장실",
        "tlocation": "서울시 성북구 정릉로 250",
        "tlat": "37.609259",
        "tlong": "126.997429"
    },
    {
        "id": 720,
        "tname": "정릉실버복지센터",
        "tlocation": "서울시 성북구 솔샘로 8",
        "tlat": "37.612779",
        "tlong": "127.007396"
    },
    {
        "id": 721,
        "tname": "정릉아동보건지소",
        "tlocation": "서울시 성북구 보국문로4길 8",
        "tlat": "37.605279",
        "tlong": "127.011847"
    },
    {
        "id": 722,
        "tname": "정릉종합사회복지관",
        "tlocation": "서울시 성북구 솔샘로5길 92",
        "tlat": "37.610234",
        "tlong": "127.002950"
    },
    {
        "id": 723,
        "tname": "정릉파출소",
        "tlocation": "서울시 성북구 솔샘로 111",
        "tlat": "37.612779",
        "tlong": "127.007396"
    },
    {
        "id": 724,
        "tname": "정평빌딩 개방화장실",
        "tlocation": "서울시 성북구 화랑로 103",
        "tlat": "37.611748",
        "tlong": "127.058792"
    },
    {
        "id": 725,
        "tname": "제일빌딩 개방화장실",
        "tlocation": "서울시 성북구 오패산로 49",
        "tlat": "37.606398",
        "tlong": "127.036435"
    },
    {
        "id": 726,
        "tname": "종암동 주민센터",
        "tlocation": "서울시 성북구 종암로 98-8",
        "tlat": "37.598594",
        "tlong": "127.034611"
    },
    {
        "id": 727,
        "tname": "종암동새날도서관",
        "tlocation": "서울시 성북구 종암로 98-8",
        "tlat": "37.598594",
        "tlong": "127.034611"
    },
    {
        "id": 728,
        "tname": "청소년문화의집",
        "tlocation": "서울시 성북구 솔샘로 107",
        "tlat": "37.612779",
        "tlong": "127.007396"
    },
    {
        "id": 729,
        "tname": "청수도서관",
        "tlocation": "서울시 성북구 보국문로16가길 20",
        "tlat": "37.611743",
        "tlong": "127.010735"
    },
    {
        "id": 730,
        "tname": "청수프라자 개방화장실",
        "tlocation": "서울시 성북구 보국문로 50",
        "tlat": "37.608864",
        "tlong": "127.010084"
    },
    {
        "id": 731,
        "tname": "케이알누리(주)종암주유소",
        "tlocation": "서울시 성북구 종암로 145",
        "tlat": "37.603154",
        "tlong": "127.032278"
    },
    {
        "id": 732,
        "tname": "해오름도서관",
        "tlocation": "서울시 성북구 성북로4길 52",
        "tlat": "37.595557",
        "tlong": "127.011685"
    },
    {
        "id": 733,
        "tname": "해오름휘트니스센터",
        "tlocation": "서울시 성북구 성북로4길 52",
        "tlat": "37.595557",
        "tlong": "127.011685"
    },
    {
        "id": 734,
        "tname": "행복플러스 발달장애인센터",
        "tlocation": "서울시 성북구 화랑로 134",
        "tlat": "37.611748",
        "tlong": "127.058792"
    },
    {
        "id": 735,
        "tname": "현대오일뱅크(주)고대셀프주유소",
        "tlocation": "서울시 성북구 종암로 12",
        "tlat": "37.603154",
        "tlong": "127.032278"
    },
    {
        "id": 736,
        "tname": "화랑주유소",
        "tlocation": "서울시 성북구 화랑로 185",
        "tlat": "37.611748",
        "tlong": "127.058792"
    },
    {
        "id": 737,
        "tname": "신동방석유 주유소",
        "tlocation": "서울시 성북구 월계로 84",
        "tlat": "37.613186",
        "tlong": "127.037640"
    },
    {
        "id": 738,
        "tname": "신방주유소",
        "tlocation": "서울시 성북구 안암로 111",
        "tlat": "37.578661",
        "tlong": "127.023616"
    },
    {
        "id": 739,
        "tname": "안암교회 개방화장실",
        "tlocation": "서울시 성북구 보문로30가길 41-6",
        "tlat": "37.589218",
        "tlong": "127.021067"
    },
    {
        "id": 740,
        "tname": "오동근린 공원화장실",
        "tlocation": "서울시 성북구 화랑로13길 144",
        "tlat": "37.605170",
        "tlong": "127.040872"
    },
    {
        "id": 741,
        "tname": "우리주유소",
        "tlocation": "서울시 성북구 화랑로 292",
        "tlat": "37.611748",
        "tlong": "127.058792"
    },
    {
        "id": 742,
        "tname": "우일에너지",
        "tlocation": "서울시 성북구 종암로 201",
        "tlat": "37.603154",
        "tlong": "127.032278"
    },
    {
        "id": 743,
        "tname": "원천제1주유소",
        "tlocation": "서울시 성북구 보국문로 52",
        "tlat": "37.604585",
        "tlong": "127.011702"
    },
    {
        "id": 744,
        "tname": "원천주유소",
        "tlocation": "서울시 성북구 돌곶이로 142",
        "tlat": "37.607702",
        "tlong": "127.060287"
    },
    {
        "id": 745,
        "tname": "월곡1동 주민센터",
        "tlocation": "서울시 성북구 오패산로 96",
        "tlat": "37.610564",
        "tlong": "127.035760"
    },
    {
        "id": 746,
        "tname": "월곡2동 주민센터",
        "tlocation": "서울시 성북구 화랑로 152",
        "tlat": "37.611748",
        "tlong": "127.058792"
    },
    {
        "id": 747,
        "tname": "월곡꿈그림도서관",
        "tlocation": "서울시 성북구 화랑로13길 17",
        "tlat": "37.605170",
        "tlong": "127.040872"
    },
    {
        "id": 748,
        "tname": "월곡배드민턴체육관",
        "tlocation": "서울시 성북구 화랑로13길 144",
        "tlat": "37.605170",
        "tlong": "127.040872"
    },
    {
        "id": 749,
        "tname": "월곡종합사회복지관",
        "tlocation": "서울시 성북구 오패산로16길 23",
        "tlat": "37.608580",
        "tlong": "127.037837"
    },
    {
        "id": 750,
        "tname": "월곡지구대",
        "tlocation": "서울시 성북구 종암로32길 5",
        "tlat": "37.604326",
        "tlong": "127.032869"
    },
    {
        "id": 751,
        "tname": "월곡청소년센터",
        "tlocation": "서울시 성북구 화랑로13가길 110",
        "tlat": "37.611262",
        "tlong": "127.042861"
    },
    {
        "id": 752,
        "tname": "재정제2주유소 길음지점",
        "tlocation": "서울시 성북구 삼양로 78",
        "tlat": "37.609010",
        "tlong": "127.023010"
    },
    {
        "id": 753,
        "tname": "(주)중앙에너비스 종암주유소",
        "tlocation": "서울시 성북구 종암로 58",
        "tlat": "37.603154",
        "tlong": "127.032278"
    },
    {
        "id": 754,
        "tname": "SK네트윅스(주) 광덕주유소",
        "tlocation": "서울시 성북구 보문로 89",
        "tlat": "37.586568",
        "tlong": "127.018700"
    },
    {
        "id": 755,
        "tname": "SK네트윅스(주) 북악주유소",
        "tlocation": "서울시 성북구 정릉로 218",
        "tlat": "37.609259",
        "tlong": "126.997429"
    },
    {
        "id": 756,
        "tname": "SK네트윅스(주) 장삼주유소",
        "tlocation": "서울시 성북구 한천로 612",
        "tlat": "37.611206",
        "tlong": "127.062314"
    },
    {
        "id": 757,
        "tname": "SK에너지(주) 드림랜드주유소",
        "tlocation": "서울시 성북구 월계로 128",
        "tlat": "37.613186",
        "tlong": "127.037640"
    },
    {
        "id": 758,
        "tname": "국민건강보험공단 성북지사",
        "tlocation": "서울시 성북구 화랑로 35",
        "tlat": "37.611748",
        "tlong": "127.058792"
    },
    {
        "id": 759,
        "tname": "금영빌딩 개방화장실",
        "tlocation": "서울시 성북구 보국문로 10",
        "tlat": "37.604585",
        "tlong": "127.011702"
    },
    {
        "id": 760,
        "tname": "기린빌딩 개방화장실",
        "tlocation": "서울시 성북구 삼양로 22",
        "tlat": "37.609010",
        "tlong": "127.023010"
    },
    {
        "id": 761,
        "tname": "길음1동 주민센터",
        "tlocation": "서울시 성북구 길음로 92",
        "tlat": "37.607969",
        "tlong": "127.021109"
    },
    {
        "id": 762,
        "tname": "길음2동 주민센터",
        "tlocation": "서울시 성북구 삼양로2길 70",
        "tlat": "37.605790",
        "tlong": "127.026183"
    },
    {
        "id": 763,
        "tname": "길음종합사회복지관",
        "tlocation": "서울시 성북구 삼양로8가길 32",
        "tlat": "37.608946",
        "tlong": "127.024581"
    },
    {
        "id": 764,
        "tname": "길음지구대",
        "tlocation": "서울시 성북구 삼양로 260",
        "tlat": "37.609010",
        "tlong": "127.023010"
    },
    {
        "id": 765,
        "tname": "길음환승주차장",
        "tlocation": "서울시 성북구 동소문로 260",
        "tlat": "37.592613",
        "tlong": "127.016125"
    },
    {
        "id": 766,
        "tname": "노동사목빌딩 개방화장실",
        "tlocation": "서울시 성북구 보문로 95",
        "tlat": "37.586568",
        "tlong": "127.018700"
    },
    {
        "id": 767,
        "tname": "달빛마루도서관",
        "tlocation": "서울시 성북구 종암로 167",
        "tlat": "37.605058",
        "tlong": "127.030989"
    },
    {
        "id": 768,
        "tname": "돈암119안전센터",
        "tlocation": "서울시 성북구 보문로 192",
        "tlat": "37.586568",
        "tlong": "127.018700"
    },
    {
        "id": 769,
        "tname": "돈암1동 주민센터",
        "tlocation": "서울시 성북구 정릉로 394",
        "tlat": "37.609259",
        "tlong": "126.997429"
    },
    {
        "id": 770,
        "tname": "돈암2동 주민센터",
        "tlocation": "서울시 성북구 흥천사길 7",
        "tlat": "37.598018",
        "tlong": "127.010569"
    },
    {
        "id": 771,
        "tname": "동선보건지소",
        "tlocation": "서울시 성북구 아리랑로3길 8",
        "tlat": "37.593446",
        "tlong": "127.015142"
    },
    {
        "id": 772,
        "tname": "동일주유소",
        "tlocation": "서울시 성북구 보문로 85",
        "tlat": "37.582977",
        "tlong": "127.020409"
    },
    {
        "id": 773,
        "tname": "롯데리아 성신여대점 개방화장실",
        "tlocation": "서울시 성북구 동소문로 117",
        "tlat": "37.592613",
        "tlong": "127.016125"
    },
    {
        "id": 774,
        "tname": "롯데리아 종암점 개방화장실",
        "tlocation": "서울시 성북구 종암로 91",
        "tlat": "37.603154",
        "tlong": "127.032278"
    },
    {
        "id": 775,
        "tname": "보문동 주민센터",
        "tlocation": "서울시 성북구 안암로3길 35",
        "tlat": "37.579846",
        "tlong": "127.023400"
    },
    {
        "id": 776,
        "tname": "신길5동 주민센터 1층 화장실",
        "tlocation": "서울 영등포구 도림로 264",
        "tlat": "37.501607",
        "tlong": "126.905243"
    },
    {
        "id": 777,
        "tname": "신길5동 주민센터 2층 화장실",
        "tlocation": "서울 영등포구 도림로 264",
        "tlat": "37.501607",
        "tlong": "126.905243"
    },
    {
        "id": 778,
        "tname": "신길5동 주민센터 3층 화장실",
        "tlocation": "서울 영등포구 도림로 264",
        "tlat": "37.501607",
        "tlong": "126.905243"
    },
    {
        "id": 779,
        "tname": "대림정보문화도서관 2층화장실",
        "tlocation": "서울 영등포구 도신로 27 (대림동, 대림정보문화도서관)",
        "tlat": "37.504295",
        "tlong": "126.895991"
    },
    {
        "id": 780,
        "tname": "대림정보문화도서관 3층화장실",
        "tlocation": "서울 영등포구 도신로 27 (대림동, 대림정보문화도서관)",
        "tlat": "37.504295",
        "tlong": "126.895991"
    },
    {
        "id": 781,
        "tname": "대림정보문화도서관 4층",
        "tlocation": "서울 영등포구 도신로 27 (대림동, 대림정보문화도서관)",
        "tlat": "37.504295",
        "tlong": "126.895991"
    },
    {
        "id": 782,
        "tname": "문래정보문화도서관 1층",
        "tlocation": "서울 영등포구 문래로20길 49 (문래동3가, 문래정보문화도서관)",
        "tlat": "37.516852",
        "tlong": "126.890942"
    },
    {
        "id": 783,
        "tname": "문래정보문화도서관 2층화장실",
        "tlocation": "서울 영등포구 문래로20길 49 (문래동3가, 문래정보문화도서관)",
        "tlat": "37.516852",
        "tlong": "126.890942"
    },
    {
        "id": 784,
        "tname": "문래정보문화도서관 3층화장실",
        "tlocation": "서울 영등포구 문래로20길 49 (문래동3가, 문래정보문화도서관)",
        "tlat": "37.516852",
        "tlong": "126.890942"
    },
    {
        "id": 785,
        "tname": "문래정보문화도서관 4층 화장실",
        "tlocation": "서울 영등포구 문래로20길 49 (문래동3가, 문래정보문화도서관)",
        "tlat": "37.516852",
        "tlong": "126.890942"
    },
    {
        "id": 786,
        "tname": "문래정보문화도서관 5층화장실",
        "tlocation": "서울 영등포구 문래로20길 49 (문래동3가, 문래정보문화도서관)",
        "tlat": "37.516852",
        "tlong": "126.890942"
    },
    {
        "id": 787,
        "tname": "선유정보문화도서관 1층화장실",
        "tlocation": "서울 영등포구 선유로43가길 10-8",
        "tlat": "37.532746",
        "tlong": "126.893467"
    },
    {
        "id": 788,
        "tname": "선유정보문화도서관 2층화장실",
        "tlocation": "서울 영등포구 선유로43가길 10-8",
        "tlat": "37.532746",
        "tlong": "126.893467"
    },
    {
        "id": 789,
        "tname": "선유정보문화도서관 3층화장실",
        "tlocation": "서울 영등포구 선유로43가길 10-8",
        "tlat": "37.532746",
        "tlong": "126.893467"
    },
    {
        "id": 790,
        "tname": "선유정보문화도서관 4층화장실",
        "tlocation": "서울 영등포구 선유로43가길 10-8",
        "tlat": "37.532746",
        "tlong": "126.893467"
    },
    {
        "id": 791,
        "tname": "선유정보문화도서관 5층화장실",
        "tlocation": "서울 영등포구 선유로43가길 10-8",
        "tlat": "37.532746",
        "tlong": "126.893467"
    },
    {
        "id": 792,
        "tname": "패션관 10층",
        "tlocation": "서울특별시 영등포구 영중로 9(영등포동4가, 신세계백화점)",
        "tlat": "37.518428",
        "tlong": "126.905500"
    },
    {
        "id": 793,
        "tname": "패션관 9층",
        "tlocation": "서울특별시 영등포구 영중로 9(영등포동5가, 신세계백화점)",
        "tlat": "37.518428",
        "tlong": "126.905500"
    },
    {
        "id": 794,
        "tname": "패션관 8층",
        "tlocation": "서울특별시 영등포구 영중로 9(영등포동6가, 신세계백화점)",
        "tlat": "37.518428",
        "tlong": "126.905500"
    },
    {
        "id": 795,
        "tname": "패션관 6층",
        "tlocation": "서울특별시 영등포구 영중로 9(영등포동8가, 신세계백화점)",
        "tlat": "37.518428",
        "tlong": "126.905500"
    },
    {
        "id": 796,
        "tname": "당산역 화장실",
        "tlocation": "서울특별시 영등포구 당산로 229",
        "tlat": "37.534596",
        "tlong": "126.902478"
    },
    {
        "id": 797,
        "tname": "당산근린공원",
        "tlocation": "서울특별시 당산로27길 12",
        "tlat": "37.525145",
        "tlong": "126.894995"
    },
    {
        "id": 798,
        "tname": "문래근린공원(1)",
        "tlocation": "서울특별시 영등포구 문래동3가 73-1",
        "tlat": "37.527904",
        "tlong": "126.887516"
    },
    {
        "id": 799,
        "tname": "신길근린공원",
        "tlocation": "서울특별시 영등포구 신길5동 341-3",
        "tlat": "37.500920",
        "tlong": "126.905690"
    },
    {
        "id": 800,
        "tname": "자매근린공원",
        "tlocation": "서울특별시 영등포구 의사당대로 166",
        "tlat": "37.524080",
        "tlong": "126.922139"
    },
    {
        "id": 801,
        "tname": "양남어린이공원",
        "tlocation": "서울특별시 영등포구 선유로23길 18",
        "tlat": "37.523705",
        "tlong": "126.889659"
    },
    {
        "id": 802,
        "tname": "원지어린이공원",
        "tlocation": "서울특별시 영등포구 도림로47길 28",
        "tlat": "37.497798",
        "tlong": "126.899930"
    },
    {
        "id": 803,
        "tname": "중앙어린이공원",
        "tlocation": "서울특별시 영등포구 영등포로35길 13",
        "tlat": "37.521480",
        "tlong": "126.904378"
    },
    {
        "id": 804,
        "tname": "다사랑어린이공원",
        "tlocation": "서울특별시 영등포구 대림로23가길 5",
        "tlat": "37.493216",
        "tlong": "126.898747"
    },
    {
        "id": 805,
        "tname": "동심어린이공원",
        "tlocation": "서울특별시 영등포구 대림로35길 7",
        "tlat": "37.498950",
        "tlong": "126.897406"
    },
    {
        "id": 806,
        "tname": "대림어린이공원",
        "tlocation": "서울특별시 영등포구 대림로 106",
        "tlat": "37.501650",
        "tlong": "126.896960"
    },
    {
        "id": 807,
        "tname": "영등포공원",
        "tlocation": "서울특별시 영등포구 신길로 275",
        "tlat": "37.510761",
        "tlong": "126.910306"
    },
    {
        "id": 808,
        "tname": "중마루공원",
        "tlocation": "서울특별시 영등포구 영등포로53길 14",
        "tlat": "37.521195",
        "tlong": "126.909404"
    },
    {
        "id": 809,
        "tname": "성산대교남단",
        "tlocation": "서울특별시 영등포구 양평2동",
        "tlat": "37.542846",
        "tlong": "126.889361"
    },
    {
        "id": 810,
        "tname": "양평교 화장실",
        "tlocation": "서울특별시 영등포구 양평동 502-1",
        "tlat": "37.538435",
        "tlong": "126.893487"
    },
    {
        "id": 811,
        "tname": "양평1보행육교",
        "tlocation": "서울특별시 영등포구 양평동 484",
        "tlat": "37.538435",
        "tlong": "126.893487"
    },
    {
        "id": 812,
        "tname": "영롱이인라인",
        "tlocation": "서울특별시 영등포구 문래동5가 31",
        "tlat": "37.526561",
        "tlong": "126.885748"
    },
    {
        "id": 813,
        "tname": "도림천화장실",
        "tlocation": "서울특별시 영등포구 문래동2가 63",
        "tlat": "37.506553",
        "tlong": "126.905585"
    },
    {
        "id": 814,
        "tname": "선유도공원 이야기관 1층",
        "tlocation": "서울특별시 영등포구 선유로 343",
        "tlat": "37.544463",
        "tlong": "126.899465"
    },
    {
        "id": 815,
        "tname": "선유도공원 이야기관 지하",
        "tlocation": "서울특별시 영등포구 선유로 343",
        "tlat": "37.544463",
        "tlong": "126.899465"
    },
    {
        "id": 816,
        "tname": "선유도공원 야외화장실",
        "tlocation": "서울특별시 영등포구 선유로 343",
        "tlat": "37.544463",
        "tlong": "126.899465"
    },
    {
        "id": 817,
        "tname": "선유도공원 방문자 안내소",
        "tlocation": "서울특별시 영등포구 선유로 343",
        "tlat": "37.544463",
        "tlong": "126.899465"
    },
    {
        "id": 818,
        "tname": "당산빌딩",
        "tlocation": "서울특별시 영등포구 영등포로 147",
        "tlat": "37.518431",
        "tlong": "126.912639"
    },
    {
        "id": 819,
        "tname": "메종리브르",
        "tlocation": "서울특별시 영등포구 영등포로 106",
        "tlat": "37.518431",
        "tlong": "126.912639"
    },
    {
        "id": 820,
        "tname": "태창빌딩",
        "tlocation": "서울특별시 영등포구 당산로 77",
        "tlat": "37.532029",
        "tlong": "126.900312"
    },
    {
        "id": 821,
        "tname": "우미빌딩",
        "tlocation": "서울특별시 영등포구 당산로 122",
        "tlat": "37.532029",
        "tlong": "126.900312"
    },
    {
        "id": 822,
        "tname": "삼성ABC플라자",
        "tlocation": "서울특별시 영등포구 당산로36길 12",
        "tlat": "37.528514",
        "tlong": "126.899097"
    },
    {
        "id": 823,
        "tname": "영등포구청 본관 1층 화장실",
        "tlocation": "영등포구 당산로 123(당산동3가, 영등포구청)",
        "tlat": "37.525315",
        "tlong": "126.896537"
    },
    {
        "id": 824,
        "tname": "베뢰아국제대학원",
        "tlocation": "서울특별시 영등포구 가마산로 359",
        "tlat": "37.498976",
        "tlong": "126.895988"
    },
    {
        "id": 825,
        "tname": "광림빌딩",
        "tlocation": "서울특별시 영등포구 대림로 212",
        "tlat": "37.501650",
        "tlong": "126.896960"
    },
    {
        "id": 826,
        "tname": "한경빌딩",
        "tlocation": "서울특별시 영등포구 대림로 178",
        "tlat": "37.501650",
        "tlong": "126.896960"
    },
    {
        "id": 827,
        "tname": "일승빌딩 2층",
        "tlocation": "서울특별시 영등포구 대림로 157",
        "tlat": "37.501650",
        "tlong": "126.896960"
    },
    {
        "id": 828,
        "tname": "센터플러스빌딩",
        "tlocation": "서울특별시 영등포구 경인로82길 3-4",
        "tlat": "37.511815",
        "tlong": "126.897472"
    },
    {
        "id": 829,
        "tname": "대소빌딩",
        "tlocation": "서울특별시 영등포구 문래로 92",
        "tlat": "37.518303",
        "tlong": "126.903475"
    },
    {
        "id": 830,
        "tname": "동국메뜨리앙 빌딩",
        "tlocation": "서울특별시 영등포구 선유로 76",
        "tlat": "37.541693",
        "tlong": "126.902197"
    },
    {
        "id": 831,
        "tname": "대륭빌딩",
        "tlocation": "서울특별시 영등포구 선유로 27",
        "tlat": "37.541693",
        "tlong": "126.902197"
    },
    {
        "id": 832,
        "tname": "문래아카데미",
        "tlocation": "서울특별시 영등포구 선유로 59",
        "tlat": "37.541693",
        "tlong": "126.902197"
    },
    {
        "id": 833,
        "tname": "삼환상가제중한의원",
        "tlocation": "서울특별시 영등포구 영등포로 49",
        "tlat": "37.518431",
        "tlong": "126.912639"
    },
    {
        "id": 834,
        "tname": "양평빌딩",
        "tlocation": "서울특별시 영등포구 영등포로 21",
        "tlat": "37.518431",
        "tlong": "126.912639"
    },
    {
        "id": 835,
        "tname": "약산상가",
        "tlocation": "서울특별시 영등포구 선유로 269",
        "tlat": "37.541693",
        "tlong": "126.902197"
    },
    {
        "id": 836,
        "tname": "동원빌딩",
        "tlocation": "서울특별시 영등포구 양평로 114",
        "tlat": "37.536619",
        "tlong": "126.896484"
    },
    {
        "id": 837,
        "tname": "여의도파라곤",
        "tlocation": "서울특별시 영등포구 국회대로 800",
        "tlat": "37.530141",
        "tlong": "126.891626"
    },
    {
        "id": 838,
        "tname": "행진빌딩",
        "tlocation": "서울특별시 영등포구 국제금융로 106",
        "tlat": "37.520905",
        "tlong": "126.931829"
    },
    {
        "id": 839,
        "tname": "우리은행 영등포중앙지점",
        "tlocation": "서울특별시 영등포구 영등포로 200",
        "tlat": "37.518431",
        "tlong": "126.912639"
    },
    {
        "id": 840,
        "tname": "홍익금융프라자-시티은행",
        "tlocation": "서울특별시 영등포구 영등포로 194",
        "tlat": "37.518431",
        "tlong": "126.912639"
    },
    {
        "id": 841,
        "tname": "영신상가",
        "tlocation": "서울특별시 영등포구 영등포로 225",
        "tlat": "37.518431",
        "tlong": "126.912639"
    },
    {
        "id": 842,
        "tname": "우송빌딩",
        "tlocation": "서울특별시 영등포구 영중로 159",
        "tlat": "37.516744",
        "tlong": "126.906539"
    },
    {
        "id": 843,
        "tname": "당산역 화장실",
        "tlocation": "서울특별시 영등포구 당산로 229 (당산동6가, 당산역)",
        "tlat": "37.534134",
        "tlong": "126.902069"
    },
    {
        "id": 844,
        "tname": "여의도성모병원(본관 b1)",
        "tlocation": "서울특별시 영등포구 63로 10 (여의도동, 여의도성모병원)",
        "tlat": "37.518241",
        "tlong": "126.936793"
    },
    {
        "id": 845,
        "tname": "여의도성모병원(1층)",
        "tlocation": "서울특별시 영등포구 63로 10 (여의도동, 여의도성모병원)",
        "tlat": "37.518241",
        "tlong": "126.936793"
    },
    {
        "id": 846,
        "tname": "여의도성모병원(2층화장실)",
        "tlocation": "서울특별시 영등포구 63로 10 (여의도동, 여의도성모병원)",
        "tlat": "37.518241",
        "tlong": "126.936793"
    },
    {
        "id": 847,
        "tname": "한강성심병원(본관1층)",
        "tlocation": "서울특별시 영등포구 국회대로56길 18 (영등포동7가, 한강성심병원)",
        "tlat": "37.523403",
        "tlong": "126.909977"
    },
    {
        "id": 848,
        "tname": "한강성심병원(본관2층)",
        "tlocation": "서울특별시 영등포구 국회대로56길 18 (영등포동7가, 한강성심병원)",
        "tlat": "37.523403",
        "tlong": "126.909977"
    },
    {
        "id": 849,
        "tname": "한강성심병원(본관3층)",
        "tlocation": "서울특별시 영등포구 국회대로56길 18 (영등포동7가, 한강성심병원)",
        "tlat": "37.523403",
        "tlong": "126.909977"
    },
    {
        "id": 850,
        "tname": "대림성모병원 1층화장실",
        "tlocation": "서울특별시 영등포구 시흥대로 657 (대림동, 대림성모병원)",
        "tlat": "37.490384",
        "tlong": "126.906914"
    },
    {
        "id": 851,
        "tname": "서울베스트요양병원 1층 화장실",
        "tlocation": "서울특별시 영등포구 여의대방로 203",
        "tlat": "37.511032",
        "tlong": "126.924736"
    },
    {
        "id": 852,
        "tname": "KH에너지㈜직영 시흥대로 주유소",
        "tlocation": "서울특별시 금천구 시흥대로 221",
        "tlat": "37.435086",
        "tlong": "126.902917"
    },
    {
        "id": 853,
        "tname": "SK네트웍스㈜ 박미주유소",
        "tlocation": "서울특별시 금천구 시흥대로 39-7",
        "tlat": "37.435086",
        "tlong": "126.902917"
    },
    {
        "id": 854,
        "tname": "일신주유소",
        "tlocation": "서울특별시 금천구 시흥대로 118",
        "tlat": "37.435086",
        "tlong": "126.902917"
    },
    {
        "id": 855,
        "tname": "SK네트웍스㈜ 순환도로주유소",
        "tlocation": "서울특별시 금천구 남부순환로 1410",
        "tlat": "37.479019",
        "tlong": "126.899585"
    },
    {
        "id": 856,
        "tname": "백운주유소",
        "tlocation": "서울특별시 금천구 시흥대로 282",
        "tlat": "37.435086",
        "tlong": "126.902917"
    },
    {
        "id": 857,
        "tname": "백산주유소",
        "tlocation": "서울특별시 금천구 시흥대로 174",
        "tlat": "37.435086",
        "tlong": "126.902917"
    },
    {
        "id": 858,
        "tname": "주식회사 명보에너지",
        "tlocation": "서울특별시 금천구 시흥대로 377",
        "tlat": "37.435086",
        "tlong": "126.902917"
    },
    {
        "id": 859,
        "tname": "SK네트웍스㈜ 이가주유소",
        "tlocation": "서울특별시 금천구 시흥대로 441",
        "tlat": "37.435086",
        "tlong": "126.902917"
    },
    {
        "id": 860,
        "tname": "동광석유㈜ 구광주유소",
        "tlocation": "서울특별시 금천구 서부샛길 674",
        "tlat": "37.483685",
        "tlong": "126.874369"
    },
    {
        "id": 861,
        "tname": "경복에너지",
        "tlocation": "서울특별시 금천구 독산로 147",
        "tlat": "37.448485",
        "tlong": "126.902998"
    },
    {
        "id": 862,
        "tname": "대득에너지(금천셀프주유소)",
        "tlocation": "서울특별시 금천구 시흥대로 81",
        "tlat": "37.441236",
        "tlong": "126.902930"
    },
    {
        "id": 863,
        "tname": "중앙에너비스㈜ 삼중가스지점",
        "tlocation": "서울특별시 금천구 시흥대로 314",
        "tlat": "37.435086",
        "tlong": "126.902917"
    },
    {
        "id": 864,
        "tname": "세한벤처월드",
        "tlocation": "서울특별시 금천구 시흥대로 281",
        "tlat": "37.435086",
        "tlong": "126.902917"
    },
    {
        "id": 865,
        "tname": "고려빌딩",
        "tlocation": "서울특별시 금천구 시흥대로 421",
        "tlat": "37.435086",
        "tlong": "126.902917"
    },
    {
        "id": 866,
        "tname": "효연빌딩",
        "tlocation": "서울특별시 금천구 가산로 116",
        "tlat": "37.471387",
        "tlong": "126.898308"
    },
    {
        "id": 867,
        "tname": "미도빌딩",
        "tlocation": "서울특별시 금천구 시흥대로 473",
        "tlat": "37.435086",
        "tlong": "126.902917"
    },
    {
        "id": 868,
        "tname": "삼일빌딩",
        "tlocation": "서울특별시 금천구 가산로 78",
        "tlat": "37.471387",
        "tlong": "126.898308"
    },
    {
        "id": 869,
        "tname": "더플레이스빌딩(일오삼플레이스)",
        "tlocation": "서울특별시 금천구 시흥대로 164",
        "tlat": "37.448877",
        "tlong": "126.903196"
    },
    {
        "id": 870,
        "tname": "삼주물산",
        "tlocation": "서울특별시 금천구 시흥대로 492",
        "tlat": "37.435086",
        "tlong": "126.902917"
    },
    {
        "id": 871,
        "tname": "고려테크온",
        "tlocation": "서울특별시 금천구 범안로 1138",
        "tlat": "37.466538",
        "tlong": "126.893366"
    },
    {
        "id": 872,
        "tname": "영진빌딩",
        "tlocation": "서울특별시 금천구 시흥대로 426",
        "tlat": "37.435086",
        "tlong": "126.902917"
    },
    {
        "id": 873,
        "tname": "석수상가",
        "tlocation": "서울특별시 금천구 삼성산길 3",
        "tlat": "37.433993",
        "tlong": "126.905238"
    },
    {
        "id": 874,
        "tname": "JEI PLATZ(재능유통)",
        "tlocation": "서울특별시 금천구 가산디지털1로 186",
        "tlat": "37.481888",
        "tlong": "126.880918"
    },
    {
        "id": 875,
        "tname": "벧엘감리교회",
        "tlocation": "서울특별시 금천구 독산로 228",
        "tlat": "37.448485",
        "tlong": "126.902998"
    },
    {
        "id": 876,
        "tname": "시흥빌딩",
        "tlocation": "서울특별시 금천구 시흥대로 155",
        "tlat": "37.448146",
        "tlong": "126.902568"
    },
    {
        "id": 877,
        "tname": "대명여울빛거리시장",
        "tlocation": "서울특별시 금천구 금하로 646-5",
        "tlat": "37.450162",
        "tlong": "126.921040"
    },
    {
        "id": 878,
        "tname": "새울빌딩",
        "tlocation": "서울특별시 금천구 시흥대로 414",
        "tlat": "37.435086",
        "tlong": "126.902917"
    },
    {
        "id": 879,
        "tname": "농협금천지점",
        "tlocation": "서울특별시 금천구 탑골로 2",
        "tlat": "37.453979",
        "tlong": "126.919026"
    },
    {
        "id": 880,
        "tname": "농협관악지점",
        "tlocation": "서울특별시 금천구 남부순환로 1366",
        "tlat": "37.479019",
        "tlong": "126.899585"
    },
    {
        "id": 881,
        "tname": "농협독산지점",
        "tlocation": "서울특별시 금천구 시흥대로 336",
        "tlat": "37.463635",
        "tlong": "126.897845"
    },
    {
        "id": 882,
        "tname": "송파세무서 화장실",
        "tlocation": "서울 송파구 강동대로 62 (풍납동, 송파세무서)",
        "tlat": "37.526656",
        "tlong": "127.113463"
    },
    {
        "id": 883,
        "tname": "풍납종합사회복지관",
        "tlocation": "서울 송파구 강동대로3길 5 (풍납동, 풍납종합사회복지관)",
        "tlat": "37.527767",
        "tlong": "127.113866"
    },
    {
        "id": 884,
        "tname": "개롱공원2(놀이터)화장실",
        "tlocation": "서울 송파구 동남로 178",
        "tlat": "37.496320",
        "tlong": "127.131600"
    },
    {
        "id": 885,
        "tname": "개롱공원화장실(구관)",
        "tlocation": "서울 송파구 동남로 178",
        "tlat": "37.496320",
        "tlong": "127.131600"
    },
    {
        "id": 886,
        "tname": "쌍용프라자상가",
        "tlocation": "서울 송파구 동남로 189",
        "tlat": "37.496320",
        "tlong": "127.131600"
    },
    {
        "id": 887,
        "tname": "두댐이공원 화장실",
        "tlocation": "서울 송파구 문정로",
        "tlat": "37.501084",
        "tlong": "127.141338"
    },
    {
        "id": 888,
        "tname": "배드민턴체육관 화장실",
        "tlocation": "서울 송파구 문정로 176",
        "tlat": "37.490382",
        "tlong": "127.133422"
    },
    {
        "id": 889,
        "tname": "잠실공원 화장실",
        "tlocation": "서울 송파구 백제고분로15길 7",
        "tlat": "37.506740",
        "tlong": "127.085568"
    },
    {
        "id": 890,
        "tname": "잠실본동주민센터",
        "tlocation": "서울 송파구 백제고분로15길 9 (잠실동, 잠실본동주민센터)",
        "tlat": "37.506134",
        "tlong": "127.084325"
    },
    {
        "id": 891,
        "tname": "송파여성문화회관 화장실",
        "tlocation": "서울 송파구 백제고분로42길 5 (송파동, 송파여성문화회관)",
        "tlat": "37.506018",
        "tlong": "127.109688"
    },
    {
        "id": 892,
        "tname": "송파제일주유소",
        "tlocation": "서울 송파구 삼학사로 50",
        "tlat": "37.502921",
        "tlong": "127.097022"
    },
    {
        "id": 893,
        "tname": "서울시각장애인복지관 화장실 (지하1층~6층 각층)",
        "tlocation": "서울 송파구 삼학사로19길 27 (삼전동, 서울시각장애인복지관)",
        "tlat": "37.506150",
        "tlong": "127.094068"
    },
    {
        "id": 894,
        "tname": "잠실119안전센터 개방화장실",
        "tlocation": "서울 송파구 석촌호수로 151",
        "tlat": "37.508057",
        "tlong": "127.102955"
    },
    {
        "id": 895,
        "tname": "송이공원 화장실",
        "tlocation": "서울 송파구 송이로",
        "tlat": "37.500291",
        "tlong": "127.118796"
    },
    {
        "id": 896,
        "tname": "웃말공원 화장실",
        "tlocation": "서울 송파구 송이로15길 41",
        "tlat": "37.500610",
        "tlong": "127.122545"
    },
    {
        "id": 897,
        "tname": "송파구 체육문화회관",
        "tlocation": "서울 송파구 양산로 15",
        "tlat": "37.492572",
        "tlong": "127.144202"
    },
    {
        "id": 898,
        "tname": "보건지소 화장실",
        "tlocation": "서울 송파구 양산로 5 (거여동, 송파구 보건지소)",
        "tlat": "37.489774",
        "tlong": "127.142682"
    },
    {
        "id": 899,
        "tname": "가락종합사회복지관",
        "tlocation": "서울 송파구 양재대로 897",
        "tlat": "37.497966",
        "tlong": "127.114736"
    },
    {
        "id": 900,
        "tname": "가락119안전센터 화장실",
        "tlocation": "서울 송파구 양재대로 932",
        "tlat": "37.496454",
        "tlong": "127.113477"
    },
    {
        "id": 901,
        "tname": "송파어린이영어작은도서관",
        "tlocation": "서울 송파구 오금로 1",
        "tlat": "37.511247",
        "tlong": "127.109848"
    },
    {
        "id": 902,
        "tname": "백제고분로주유소",
        "tlocation": "서울 송파구 오금로 143 (방이동, 백제고분로주유소)",
        "tlat": "37.511108",
        "tlong": "127.111018"
    },
    {
        "id": 903,
        "tname": "거여공원 화장실",
        "tlocation": "서울 송파구 오금로51길 20",
        "tlat": "37.496739",
        "tlong": "127.140753"
    },
    {
        "id": 904,
        "tname": "마천119안전센터 개방화장실",
        "tlocation": "서울 송파구 오금로51길 56 (마천동, 송파소방서)",
        "tlat": "37.499971",
        "tlong": "127.142593"
    },
    {
        "id": 905,
        "tname": "갤러리아팰리스 아케이드 B1F A1동 남자화장실",
        "tlocation": "서울 송파구 올림픽로 212 (잠실동, 갤러리아팰리스)",
        "tlat": "37.511407",
        "tlong": "127.093692"
    },
    {
        "id": 906,
        "tname": "갤러리아팰리스 아케이드 1F A2 남자화장실",
        "tlocation": "서울 송파구 올림픽로 212 (잠실동, 갤러리아팰리스)",
        "tlat": "37.511407",
        "tlong": "127.093692"
    },
    {
        "id": 907,
        "tname": "갤러리아팰리스 아케이드 2F A1 여자화장실",
        "tlocation": "서울 송파구 올림픽로 212 (잠실동, 갤러리아팰리스)",
        "tlat": "37.511407",
        "tlong": "127.093692"
    },
    {
        "id": 908,
        "tname": "갤러리아팰리스 아케이드 2F A1 남자화장실",
        "tlocation": "서울 송파구 올림픽로 212 (잠실동, 갤러리아팰리스)",
        "tlat": "37.511407",
        "tlong": "127.093692"
    },
    {
        "id": 909,
        "tname": "갤러리아팰리스 아케이드 B1F B동 여자화장실",
        "tlocation": "서울 송파구 올림픽로 212 (잠실동, 갤러리아팰리스)",
        "tlat": "37.511407",
        "tlong": "127.093692"
    },
    {
        "id": 910,
        "tname": "갤러리아팰리스 아케이드 2F A2 남자화장실",
        "tlocation": "서울 송파구 올림픽로 212 (잠실동, 갤러리아팰리스)",
        "tlat": "37.511407",
        "tlong": "127.093692"
    },
    {
        "id": 911,
        "tname": "갤러리아팰리스 아케이드 2F A2 여자화장실",
        "tlocation": "서울 송파구 올림픽로 212 (잠실동, 갤러리아팰리스)",
        "tlat": "37.511407",
        "tlong": "127.093692"
    },
    {
        "id": 912,
        "tname": "갤러리아팰리스 아케이드 1F A2 여자화장실",
        "tlocation": "서울 송파구 올림픽로 212 (잠실동, 갤러리아팰리스)",
        "tlat": "37.511407",
        "tlong": "127.093692"
    },
    {
        "id": 913,
        "tname": "갤러리아팰리스 아케이드 B1F A1동 여자화장실",
        "tlocation": "서울 송파구 올림픽로 212 (잠실동, 갤러리아팰리스)",
        "tlat": "37.511407",
        "tlong": "127.093692"
    },
    {
        "id": 914,
        "tname": "갤러리아팰리스 아케이드 B1F B동 남자화장실",
        "tlocation": "서울 송파구 올림픽로 212 (잠실동, 갤러리아팰리스)",
        "tlat": "37.511407",
        "tlong": "127.093692"
    },
    {
        "id": 915,
        "tname": "종합운동장119안전센터 개방화장실",
        "tlocation": "서울 송파구 올림픽로 25 (잠실동, 서울종합운동장)",
        "tlat": "37.515026",
        "tlong": "127.073725"
    },
    {
        "id": 916,
        "tname": "에비뉴엘 화장실",
        "tlocation": "서울 송파구 올림픽로 300 (신천동)",
        "tlat": "37.512537",
        "tlong": "127.102655"
    },
    {
        "id": 917,
        "tname": "남2문 화장실",
        "tlocation": "서울 송파구 올림픽로 424 (방이동, 올림픽공원)",
        "tlat": "37.519057",
        "tlong": "127.116144"
    },
    {
        "id": 918,
        "tname": "P1 화장실",
        "tlocation": "서울 송파구 올림픽로 424 (방이동, 올림픽공원)",
        "tlat": "37.519057",
        "tlong": "127.116144"
    },
    {
        "id": 919,
        "tname": "북2문 화장실",
        "tlocation": "서울 송파구 올림픽로 424 (방이동, 올림픽공원)",
        "tlat": "37.519057",
        "tlong": "127.116144"
    },
    {
        "id": 920,
        "tname": "장미 화장실",
        "tlocation": "서울 송파구 올림픽로 424 (방이동, 올림픽공원)",
        "tlat": "37.519057",
        "tlong": "127.116144"
    },
    {
        "id": 921,
        "tname": "평화 화장실",
        "tlocation": "서울 송파구 올림픽로 424 (방이동, 올림픽공원)",
        "tlat": "37.519057",
        "tlong": "127.116144"
    },
    {
        "id": 922,
        "tname": "딸기 화장실",
        "tlocation": "서울 송파구 올림픽로 424 (방이동, 올림픽공원)",
        "tlat": "37.519057",
        "tlong": "127.116144"
    },
    {
        "id": 923,
        "tname": "롯데리아 화장실",
        "tlocation": "서울 송파구 올림픽로 424 (방이동, 올림픽공원)",
        "tlat": "37.519057",
        "tlong": "127.116144"
    },
    {
        "id": 924,
        "tname": "장자목 화장실",
        "tlocation": "서울 송파구 올림픽로 424 (방이동, 올림픽공원)",
        "tlat": "37.519057",
        "tlong": "127.116144"
    },
    {
        "id": 925,
        "tname": "토성 화장실",
        "tlocation": "서울 송파구 올림픽로 424 (방이동, 올림픽공원)",
        "tlat": "37.519057",
        "tlong": "127.116144"
    },
    {
        "id": 926,
        "tname": "피크닉 화장실",
        "tlocation": "서울 송파구 올림픽로 424 (방이동, 올림픽공원)",
        "tlat": "37.519057",
        "tlong": "127.116144"
    },
    {
        "id": 927,
        "tname": "블루스톤스포츠",
        "tlocation": "서울시 동작구 현충로 131",
        "tlat": "37.502247",
        "tlong": "126.977561"
    },
    {
        "id": 928,
        "tname": "상도3동 청소년독서실",
        "tlocation": "서울특별시 동작구 국사봉2나길 25",
        "tlat": "37.496937",
        "tlong": "126.929311"
    },
    {
        "id": 929,
        "tname": "노량진1동 청소년독서실",
        "tlocation": "서울특별시 동작구 만양로3길 8",
        "tlat": "37.508388",
        "tlong": "126.943845"
    },
    {
        "id": 930,
        "tname": "동작구민회관",
        "tlocation": "서울특별시 동작구 보라매로5길 28",
        "tlat": "37.491339",
        "tlong": "126.922876"
    },
    {
        "id": 931,
        "tname": "동작구시설관리공단",
        "tlocation": "서울특별시 동작구 보라매로5길 28",
        "tlat": "37.491339",
        "tlong": "126.922876"
    },
    {
        "id": 932,
        "tname": "사당4동 청소년 독서실",
        "tlocation": "서울특별시 동작구 사당로22나길 71",
        "tlat": "37.480384",
        "tlong": "126.975303"
    },
    {
        "id": 933,
        "tname": "사당종합체육관",
        "tlocation": "서울특별시 동작구 사당로27길 232",
        "tlat": "37.486362",
        "tlong": "126.976412"
    },
    {
        "id": 934,
        "tname": "사당문화회관",
        "tlocation": "서울특별시 동작구 사당로8길 9",
        "tlat": "37.483878",
        "tlong": "126.968599"
    },
    {
        "id": 935,
        "tname": "명수대 청소년독서실(수탁종료/용도변경)",
        "tlocation": "서울특별시 동작구 서달로10다길 11",
        "tlat": "37.504278",
        "tlong": "126.963703"
    },
    {
        "id": 936,
        "tname": "흑석 청소년독서실",
        "tlocation": "서울특별시 동작구 서달로13길 17",
        "tlat": "37.507940",
        "tlong": "126.961919"
    },
    {
        "id": 937,
        "tname": "상도4동 청소년독서실",
        "tlocation": "서울특별시 동작구 성대로11길 67",
        "tlat": "37.499245",
        "tlong": "126.934338"
    },
    {
        "id": 938,
        "tname": "상도스포츠클럽",
        "tlocation": "서울특별시 동작구 성대로2길 11",
        "tlat": "37.499122",
        "tlong": "126.931398"
    },
    {
        "id": 939,
        "tname": "사당솔밭도서관",
        "tlocation": "서울특별시 동작구 솔밭로 86",
        "tlat": "37.484054",
        "tlong": "126.967317"
    },
    {
        "id": 940,
        "tname": "신대방1동 청소년독서실",
        "tlocation": "서울특별시 동작구 신대방2길 42-10",
        "tlat": "37.487856",
        "tlong": "126.912830"
    },
    {
        "id": 941,
        "tname": "동작구민체육센터",
        "tlocation": "서울특별시 동작구 여의대방로16길 53",
        "tlat": "37.494590",
        "tlong": "126.916729"
    },
    {
        "id": 942,
        "tname": "흑석체육센터",
        "tlocation": "서울특별시 동작구 현충로 73",
        "tlat": "37.510082",
        "tlong": "126.963429"
    },
    {
        "id": 943,
        "tname": "동작삼일수영장",
        "tlocation": "서울특별시 동작구 사당로27길 103",
        "tlat": "37.489333",
        "tlong": "126.973638"
    },
    {
        "id": 944,
        "tname": "서울특별시동작관악교육지원청",
        "tlocation": "서울특별시 동작구 장승배기로10가길 35",
        "tlat": "37.501766",
        "tlong": "126.941212"
    },
    {
        "id": 945,
        "tname": "동작실버센터",
        "tlocation": "서울특별시 동작구 노량진로32길 53",
        "tlat": "37.509540",
        "tlong": "126.953530"
    },
    {
        "id": 946,
        "tname": "동작구청",
        "tlocation": "서울특별시 동작구 장승배기로 161",
        "tlat": "37.504143",
        "tlong": "126.939215"
    },
    {
        "id": 947,
        "tname": "88호수 화장실",
        "tlocation": "서울 송파구 올림픽로 424 (방이동, 올림픽공원)",
        "tlat": "37.519057",
        "tlong": "127.116144"
    },
    {
        "id": 948,
        "tname": "송파나루공원 화장실(관리사무소 앞)",
        "tlocation": "송파구 신천동 32",
        "tlat": "37.514403",
        "tlong": "127.109369"
    },
    {
        "id": 949,
        "tname": "송파나루공원 화장실(휴게시설 1층)",
        "tlocation": "송파구 신천동 32",
        "tlat": "37.514403",
        "tlong": "127.109369"
    },
    {
        "id": 950,
        "tname": "송파나루공원 화장실(휴게시설 2층)",
        "tlocation": "송파구 신천동 32",
        "tlat": "37.514403",
        "tlong": "127.109369"
    },
    {
        "id": 951,
        "tname": "가락종합사회복지관",
        "tlocation": "송파구 양재대로 897",
        "tlat": "37.497966",
        "tlong": "127.114736"
    },
    {
        "id": 952,
        "tname": "누에머리공원 화장실",
        "tlocation": "송파구 오금동 110",
        "tlat": "37.503550",
        "tlong": "127.133790"
    },
    {
        "id": 953,
        "tname": "오금공원 화장실(관리동)",
        "tlocation": "송파구 오금동 51",
        "tlat": "37.503550",
        "tlong": "127.133790"
    },
    {
        "id": 954,
        "tname": "오금공원 화장실(다목적경기장)",
        "tlocation": "송파구 오금동 51",
        "tlat": "37.503550",
        "tlong": "127.133790"
    },
    {
        "id": 955,
        "tname": "오금공원 화장실(테니스장)",
        "tlocation": "송파구 오금동 51",
        "tlat": "37.503550",
        "tlong": "127.133790"
    },
    {
        "id": 956,
        "tname": "백토공원 화장실",
        "tlocation": "송파구 오금동 6",
        "tlat": "37.502276",
        "tlong": "127.127346"
    },
    {
        "id": 957,
        "tname": "파크하비오",
        "tlocation": "송파대로 111(문정동)",
        "tlat": "37.479759",
        "tlong": "127.123418"
    },
    {
        "id": 958,
        "tname": "인광주유소",
        "tlocation": "송파대로 397(석촌동)",
        "tlat": "37.506543",
        "tlong": "127.105832"
    },
    {
        "id": 959,
        "tname": "청호빌딩",
        "tlocation": "송파대로 441(석촌동)",
        "tlat": "37.505810",
        "tlong": "127.106240"
    },
    {
        "id": 960,
        "tname": "(주)잠실에너지",
        "tlocation": "송파대로 442(송파동)",
        "tlat": "37.507553",
        "tlong": "127.105217"
    },
    {
        "id": 961,
        "tname": "한솔병원",
        "tlocation": "송파대로 445(석촌동)",
        "tlat": "37.506543",
        "tlong": "127.105832"
    },
    {
        "id": 962,
        "tname": "석촌레이크빌",
        "tlocation": "송파대로 453(석촌동)",
        "tlat": "37.506543",
        "tlong": "127.105832"
    },
    {
        "id": 963,
        "tname": "남성대주유소",
        "tlocation": "송파대로 52(장지동)",
        "tlat": "37.472803",
        "tlong": "127.126749"
    },
    {
        "id": 964,
        "tname": "송파1동주민센터 화장실",
        "tlocation": "송파동 113-1",
        "tlat": "37.504790",
        "tlong": "127.113690"
    },
    {
        "id": 965,
        "tname": "동작문화복지센터(동작보건소 포함)",
        "tlocation": "서울특별시 동작구 장승배기로10길 42(상도동, 동작문화복지센터)",
        "tlat": "37.504345",
        "tlong": "126.941102"
    },
    {
        "id": 966,
        "tname": "남성지구대 화장실",
        "tlocation": "서울 동작구 동작대로43길 22 (동작동, 남성지구대)",
        "tlat": "37.496973",
        "tlong": "126.981354"
    },
    {
        "id": 967,
        "tname": "신대방지구대 화장실",
        "tlocation": "서울 동작구 신대방1다길 24 (신대방동, 신대방지구대)",
        "tlat": "37.486637",
        "tlong": "126.905927"
    },
    {
        "id": 968,
        "tname": "한국전력 관악동작지사",
        "tlocation": "서울특별시 동작구 동작대로 19",
        "tlat": "37.505516",
        "tlong": "126.980274"
    },
    {
        "id": 969,
        "tname": "국립서울현충원 민원안내실",
        "tlocation": "서울특별시 동작구 현충로 210",
        "tlat": "37.499080",
        "tlong": "126.971951"
    },
    {
        "id": 970,
        "tname": "국립서울현충원 만남의집",
        "tlocation": "서울특별시 동작구 현충로 210",
        "tlat": "37.499080",
        "tlong": "126.971951"
    },
    {
        "id": 971,
        "tname": "국립서울현충원 충혼당",
        "tlocation": "서울특별시 동작구 현충로 210",
        "tlat": "37.499080",
        "tlong": "126.971951"
    },
    {
        "id": 972,
        "tname": "국립서울현충원 봉안식장",
        "tlocation": "서울특별시 동작구 현충로 210",
        "tlat": "37.499080",
        "tlong": "126.971951"
    },
    {
        "id": 973,
        "tname": "간이화장실_노들나루공원",
        "tlocation": "서울특별시 동작구 노량진로 247",
        "tlat": "37.512654",
        "tlong": "126.925404"
    },
    {
        "id": 974,
        "tname": "노들나루공원",
        "tlocation": "서울특별시 동작구 노량진로 247",
        "tlat": "37.512654",
        "tlong": "126.925404"
    },
    {
        "id": 975,
        "tname": "간이화장실_현충근린공원(동작동,정금)",
        "tlocation": "서울특별시 동작구 동작대로 29",
        "tlat": "37.505516",
        "tlong": "126.980274"
    },
    {
        "id": 976,
        "tname": "간이화장실_현충근린공원(사당동,상록)",
        "tlocation": "서울특별시 동작구 동작대로 29",
        "tlat": "37.505516",
        "tlong": "126.980274"
    },
    {
        "id": 977,
        "tname": "간이화장실_노량진근린공원_송학대공원",
        "tlocation": "서울특별시 동작구 만양로 3",
        "tlat": "37.509648",
        "tlong": "126.945538"
    },
    {
        "id": 978,
        "tname": "노량진근린공원 고구동산",
        "tlocation": "서울특별시 동작구 매봉로6길 16",
        "tlat": "37.508269",
        "tlong": "126.952079"
    },
    {
        "id": 979,
        "tname": "간이화장실_까치산근린공원(사당동,관동)",
        "tlocation": "서울특별시 동작구 사당로16라길 78",
        "tlat": "37.480070",
        "tlong": "126.967772"
    },
    {
        "id": 980,
        "tname": "지구촌 화장실",
        "tlocation": "서울 송파구 올림픽로 424 (방이동, 올림픽공원)",
        "tlat": "37.519057",
        "tlong": "127.116144"
    },
    {
        "id": 981,
        "tname": "국민체력 100 화장실",
        "tlocation": "서울 송파구 올림픽로 424 (방이동, 올림픽공원)",
        "tlat": "37.519057",
        "tlong": "127.116144"
    },
    {
        "id": 982,
        "tname": "여성축구장 화장실",
        "tlocation": "서울 송파구 올림픽로 474",
        "tlat": "37.515814",
        "tlong": "127.107677"
    },
    {
        "id": 983,
        "tname": "대신석유,주유소 화장실",
        "tlocation": "서울 송파구 올림픽로 499",
        "tlat": "37.515814",
        "tlong": "127.107677"
    },
    {
        "id": 984,
        "tname": "강동송파교육지원청",
        "tlocation": "서울 송파구 잠실로 26 (잠실동, 강동송파교육지원청)",
        "tlat": "37.514440",
        "tlong": "127.088867"
    },
    {
        "id": 985,
        "tname": "목련공원 화장실",
        "tlocation": "서울 송파구 중대로 210",
        "tlat": "37.504200",
        "tlong": "127.130259"
    },
    {
        "id": 986,
        "tname": "송파경찰서 공공개방화장실",
        "tlocation": "서울 송파구 중대로 221 (가락동, 송파경찰서)",
        "tlat": "37.500480",
        "tlong": "127.126560"
    },
    {
        "id": 987,
        "tname": "훼미리공원 화장실",
        "tlocation": "서울 송파구 중대로 24",
        "tlat": "37.504200",
        "tlong": "127.130259"
    },
    {
        "id": 988,
        "tname": "건너말공원 화장실",
        "tlocation": "서울 송파구 중대로10길 29",
        "tlat": "37.490814",
        "tlong": "127.123916"
    },
    {
        "id": 989,
        "tname": "숯내공원 화장실",
        "tlocation": "서울 송파구 중대로4길 4",
        "tlat": "37.488484",
        "tlong": "127.112549"
    },
    {
        "id": 990,
        "tname": "풍납공원 화장실",
        "tlocation": "서울 송파구 천호대로",
        "tlat": "37.539538",
        "tlong": "127.121155"
    },
    {
        "id": 991,
        "tname": "글샘공원 화장실",
        "tlocation": "서울 송파구 충민로 17",
        "tlat": "37.479354",
        "tlong": "127.120217"
    },
    {
        "id": 992,
        "tname": "송파구 공영차고지",
        "tlocation": "서울 송파구 충민로6길 61-23",
        "tlat": "37.480720",
        "tlong": "127.137084"
    },
    {
        "id": 993,
        "tname": "주차공원 공중화장실",
        "tlocation": "서울 동작구 현충로 220",
        "tlat": "37.502247",
        "tlong": "126.977561"
    },
    {
        "id": 994,
        "tname": "효사정 공중화장실",
        "tlocation": "서울 동작구 흑석동 172-2",
        "tlat": "37.505390",
        "tlong": "126.963500"
    },
    {
        "id": 995,
        "tname": "본동 공중화장실",
        "tlocation": "서울 동작구 본동 126-449",
        "tlat": "37.510579",
        "tlong": "126.951783"
    },
    {
        "id": 996,
        "tname": "절고개 공중화장실",
        "tlocation": "서울 동작구 상도동 508",
        "tlat": "37.499780",
        "tlong": "126.937336"
    },
    {
        "id": 997,
        "tname": "상도1동 공중화장실",
        "tlocation": "서울 동작구 상도동 633-23",
        "tlat": "37.505755",
        "tlong": "126.942110"
    },
    {
        "id": 998,
        "tname": "사당5동 공중화장실",
        "tlocation": "서울 동작구 사당동 712-5",
        "tlat": "37.485542",
        "tlong": "126.973757"
    },
    {
        "id": 999,
        "tname": "남성주유소",
        "tlocation": "서울 동작구 동작대로 135 (사당동, 남성주유소)",
        "tlat": "37.488656",
        "tlong": "126.981863"
    },
    {
        "id": 1000,
        "tname": "동일석유(주)동주충전소",
        "tlocation": "서울 동작구 상도로 74 (대방동)",
        "tlat": "37.499950",
        "tlong": "126.921540"
    },
    {
        "id": 1001,
        "tname": "동작경희병원",
        "tlocation": "서울 동작구 상도로 146 (상도동, 동작경희병원)",
        "tlat": "37.502529",
        "tlong": "126.935806"
    },
    {
        "id": 1002,
        "tname": "맥도날드(주)",
        "tlocation": "서울 동작구 노량진로 158 (노량진동)",
        "tlat": "37.512442",
        "tlong": "126.950522"
    },
    {
        "id": 1003,
        "tname": "상아주유소",
        "tlocation": "서울시 송파구 거마로 82",
        "tlat": "37.502675",
        "tlong": "127.149298"
    },
    {
        "id": 1004,
        "tname": "송파도서관",
        "tlocation": "서울시 송파구 동남로 263(송파도서관)",
        "tlat": "37.499964",
        "tlong": "127.134895"
    },
    {
        "id": 1005,
        "tname": "마천1동주민센터 1층화장실",
        "tlocation": "성내천로 303(마천동)",
        "tlat": "37.500345",
        "tlong": "127.151145"
    },
    {
        "id": 1006,
        "tname": "마천1동주민센터 2층 화장실",
        "tlocation": "성내천로 303(마천동)",
        "tlat": "37.500345",
        "tlong": "127.151145"
    },
    {
        "id": 1007,
        "tname": "가윤빌딩",
        "tlocation": "송이로 155(가락동)",
        "tlat": "37.500291",
        "tlong": "127.118796"
    },
    {
        "id": 1008,
        "tname": "뉴스타트병원",
        "tlocation": "송이로 76(가락본동)",
        "tlat": "37.496900",
        "tlong": "127.120955"
    },
    {
        "id": 1009,
        "tname": "개롱공원 화장실(관리동)",
        "tlocation": "송파구 가락동 195",
        "tlat": "37.509150",
        "tlong": "127.111267"
    },
    {
        "id": 1010,
        "tname": "거여2동주민센터",
        "tlocation": "송파구 거마로2길 19",
        "tlat": "37.493540",
        "tlong": "127.146863"
    },
    {
        "id": 1011,
        "tname": "아우름체육센터 화장실",
        "tlocation": "송파구 거여동 11-2",
        "tlat": "37.489774",
        "tlong": "127.142682"
    },
    {
        "id": 1012,
        "tname": "마천공원 화장실",
        "tlocation": "송파구 마천동 11",
        "tlat": "37.489774",
        "tlong": "127.142682"
    },
    {
        "id": 1013,
        "tname": "삼전지구대 개방화장실",
        "tlocation": "송파구 삼전동 62-3",
        "tlat": "37.501452",
        "tlong": "127.090151"
    },
    {
        "id": 1014,
        "tname": "세신훼미리타운",
        "tlocation": "양산로 12(거여동)",
        "tlat": "37.492207",
        "tlong": "127.144827"
    },
    {
        "id": 1015,
        "tname": "방이지구대 화장실",
        "tlocation": "양재대로71길 5-6",
        "tlat": "37.511001",
        "tlong": "127.124279"
    },
    {
        "id": 1016,
        "tname": "세기빌딩",
        "tlocation": "오금로 111(방이동)",
        "tlat": "37.511247",
        "tlong": "127.109848"
    },
    {
        "id": 1017,
        "tname": "서울병원",
        "tlocation": "오금로 290(가락본동)",
        "tlat": "37.503337",
        "tlong": "127.126120"
    },
    {
        "id": 1018,
        "tname": "가락빌딩",
        "tlocation": "오금로 310(가락본동)",
        "tlat": "37.503337",
        "tlong": "127.126120"
    },
    {
        "id": 1019,
        "tname": "동성빌딩",
        "tlocation": "오금로11길 14(방이동)",
        "tlat": "37.515381",
        "tlong": "127.110939"
    },
    {
        "id": 1020,
        "tname": "효창타워",
        "tlocation": "올림픽로 100(잠실본동)",
        "tlat": "37.511620",
        "tlong": "127.081780"
    },
    {
        "id": 1021,
        "tname": "세븐스타빌딩",
        "tlocation": "올림픽로 111(잠실동)",
        "tlat": "37.514709",
        "tlong": "127.104199"
    },
    {
        "id": 1022,
        "tname": "롯데캐슬플라자 1층 캐슬골드 로비 옆화장실",
        "tlocation": "올림픽로 269(신천동)",
        "tlat": "37.514709",
        "tlong": "127.104199"
    },
    {
        "id": 1023,
        "tname": "롯데월드몰 석촌호수(동호) 출입구 쪽 화장실",
        "tlocation": "올림픽로 300(신천동)",
        "tlat": "37.512537",
        "tlong": "127.102655"
    },
    {
        "id": 1024,
        "tname": "롯데마트 월드타워점 지하2층 화장실",
        "tlocation": "올림픽로 300(신천동)",
        "tlat": "37.512537",
        "tlong": "127.102655"
    },
    {
        "id": 1025,
        "tname": "롯데하이마트 월드타워점 화장실",
        "tlocation": "올림픽로 300(신천동)",
        "tlat": "37.512537",
        "tlong": "127.102655"
    },
    {
        "id": 1026,
        "tname": "롯데백화점 에비뉴엘 월드타워점 1층 6번게이트 앞",
        "tlocation": "올림픽로 300(신천동)",
        "tlat": "37.512537",
        "tlong": "127.102655"
    },
    {
        "id": 1027,
        "tname": "롯데백화점 에비뉴엘 월드타워점 1층 2번게이트 앞",
        "tlocation": "올림픽로 300(신천동)",
        "tlat": "37.512537",
        "tlong": "127.102655"
    },
    {
        "id": 1028,
        "tname": "송파구청 신관2층",
        "tlocation": "올림픽로 326(신천동)",
        "tlat": "37.514566",
        "tlong": "127.106026"
    },
    {
        "id": 1029,
        "tname": "송파구청 본관2층(민원여권과 옆)",
        "tlocation": "올림픽로 326(신천동)",
        "tlat": "37.514566",
        "tlong": "127.106026"
    },
    {
        "id": 1030,
        "tname": "송파구보건소2층",
        "tlocation": "올림픽로 326(신천동)",
        "tlat": "37.514566",
        "tlong": "127.106026"
    },
    {
        "id": 1031,
        "tname": "송파구보건소 1층",
        "tlocation": "올림픽로 326(신천동)",
        "tlat": "37.514566",
        "tlong": "127.106026"
    },
    {
        "id": 1032,
        "tname": "대우유토피아",
        "tlocation": "올림픽로 336(방이동)",
        "tlat": "37.525394",
        "tlong": "127.117536"
    },
    {
        "id": 1033,
        "tname": "아시아선수촌 상가 A",
        "tlocation": "올림픽로 4길 17(잠실동)",
        "tlat": "37.510732",
        "tlong": "127.071074"
    },
    {
        "id": 1034,
        "tname": "삼성생명빌딩",
        "tlocation": "올림픽로 633(풍납동)",
        "tlat": "37.525394",
        "tlong": "127.117536"
    },
    {
        "id": 1035,
        "tname": "성진빌딩",
        "tlocation": "올림픽로 98(잠실본동)",
        "tlat": "37.511620",
        "tlong": "127.081780"
    },
    {
        "id": 1036,
        "tname": "아시아선수촌 상가B",
        "tlocation": "올림픽로4길 17(잠실동)",
        "tlat": "37.506857",
        "tlong": "127.074660"
    },
    {
        "id": 1037,
        "tname": "SK네트웍스(주) 방이주유소",
        "tlocation": "위례성대로12길 38(방이동)",
        "tlat": "37.510696",
        "tlong": "127.122039"
    },
    {
        "id": 1038,
        "tname": "잠실3동성당",
        "tlocation": "잠실로 15(잠실동)",
        "tlat": "37.511655",
        "tlong": "127.092616"
    },
    {
        "id": 1039,
        "tname": "아이티벤쳐타워",
        "tlocation": "중대로 135(가락본동)",
        "tlat": "37.498330",
        "tlong": "127.125690"
    },
    {
        "id": 1040,
        "tname": "제트라인 DM주유소",
        "tlocation": "중대로 153(가락동)",
        "tlat": "37.504200",
        "tlong": "127.130259"
    },
    {
        "id": 1041,
        "tname": "현대파크상가",
        "tlocation": "중대로 174(가락동)",
        "tlat": "37.504200",
        "tlong": "127.130259"
    },
    {
        "id": 1042,
        "tname": "유한양행",
        "tlocation": "서울 동작구 노량진로 74 (대방동, 유한양행)",
        "tlat": "37.513222",
        "tlong": "126.932265"
    },
    {
        "id": 1043,
        "tname": "청화병원",
        "tlocation": "서울 동작구 장승배기로 108 (노량진동, 청화병원)",
        "tlat": "37.507196",
        "tlong": "126.939900"
    },
    {
        "id": 1044,
        "tname": "노량진근린공원 대방잔디구장주차장",
        "tlocation": "서울특별시 동작구 여의대방로36길 71",
        "tlat": "37.508473",
        "tlong": "126.931552"
    },
    {
        "id": 1045,
        "tname": "간이화장실_벽천_성남고후문",
        "tlocation": "서울특별시 동작구 여의대방로36길 71",
        "tlat": "37.508473",
        "tlong": "126.931552"
    },
    {
        "id": 1046,
        "tname": "간이화장실_노량진근린공원_대방동배드민턴장",
        "tlocation": "서울특별시 동작구 여의대방로36길 71",
        "tlat": "37.508473",
        "tlong": "126.931552"
    },
    {
        "id": 1047,
        "tname": "노량진근린공원 관리사무소",
        "tlocation": "서울특별시 동작구 여의대방로44길 39",
        "tlat": "37.509253",
        "tlong": "126.928412"
    },
    {
        "id": 1048,
        "tname": "백로공원화장실",
        "tlocation": "서울특별시 동작구 장승배기로19라길 51",
        "tlat": "37.508247",
        "tlong": "126.936865"
    },
    {
        "id": 1049,
        "tname": "간이화장실_까치산근린공원(사당동,초소앞)",
        "tlocation": "서울특별시 동작구 솔밭로 45-5",
        "tlat": "37.485435",
        "tlong": "126.968186"
    },
    {
        "id": 1050,
        "tname": "동작구민체육센터",
        "tlocation": "서울특별시 동작구 여의대방로16길 53 (신대방동, 동작구민체육센터)",
        "tlat": "37.494590",
        "tlong": "126.916729"
    },
    {
        "id": 1051,
        "tname": "서울여성플라자 공중화장실",
        "tlocation": "서울특별시 동작구 여의대방로54길 18 (대방동, 서울여성플라자)",
        "tlat": "37.512315",
        "tlong": "126.927159"
    },
    {
        "id": 1052,
        "tname": "노량진2동 주민센터",
        "tlocation": "서울 동작구 장승배기로19길 48 (노량진동, 노량진2동 주민센터)",
        "tlat": "37.508392",
        "tlong": "126.937363"
    },
    {
        "id": 1053,
        "tname": "상도2동 주민센터",
        "tlocation": "서울 동작구 상도로 211 (상도동, 상도2동 주민센터)",
        "tlat": "37.505451",
        "tlong": "126.942306"
    },
    {
        "id": 1054,
        "tname": "상도3동 주민센터",
        "tlocation": "서울 동작구 성대로2길 11 (상도동, 상도3동 주민센터)",
        "tlat": "37.499122",
        "tlong": "126.931398"
    },
    {
        "id": 1055,
        "tname": "상도4동 주민센터",
        "tlocation": "서울 동작구 성대로29길 53 (상도동, 상도4동 주민센터)",
        "tlat": "37.500596",
        "tlong": "126.937760"
    },
    {
        "id": 1056,
        "tname": "흑석동 주민센터",
        "tlocation": "서울 동작구 흑석한강로 11 (흑석동, 흑석동 주민센터)",
        "tlat": "37.505805",
        "tlong": "126.966640"
    },
    {
        "id": 1057,
        "tname": "사당1동 주민센터",
        "tlocation": "서울 동작구 동작대로17길 28 (사당동, 사당1동 주민센터)",
        "tlat": "37.483029",
        "tlong": "126.978767"
    },
    {
        "id": 1058,
        "tname": "사당3동 주민센터",
        "tlocation": "서울 동작구 사당로17길 86 (사당동, 사당3동 주민센터)",
        "tlat": "37.486660",
        "tlong": "126.971972"
    },
    {
        "id": 1059,
        "tname": "사당4동 주민센터",
        "tlocation": "서울 동작구 사당로16아길 6 (사당동, 사당4동 주민센터)",
        "tlat": "37.480969",
        "tlong": "126.971428"
    },
    {
        "id": 1060,
        "tname": "사당5동 주민센터",
        "tlocation": "서울 동작구 사당로2가길 219 (사당동, 사당5동 주민센터)",
        "tlat": "37.485663",
        "tlong": "126.966979"
    },
    {
        "id": 1061,
        "tname": "대방동주민센터",
        "tlocation": "서울 동작구 여의대방로44길 20 (대방동, 대방동 주민센터)",
        "tlat": "37.508111",
        "tlong": "126.926273"
    },
    {
        "id": 1062,
        "tname": "신대방1동 주민센터",
        "tlocation": "서울 동작구 신대방길 72 (신대방동, 신대방1동 주민센터)",
        "tlat": "37.488925",
        "tlong": "126.909968"
    },
    {
        "id": 1063,
        "tname": "신대방2동주민센터",
        "tlocation": "서울 동작구 여의대방로24길 106 (신대방동, 신대방2동 주민센터)",
        "tlat": "37.498919",
        "tlong": "126.925760"
    },
    {
        "id": 1064,
        "tname": "동작종합사회복지관",
        "tlocation": "서울특별시 동작구 등용로 47",
        "tlat": "37.505597",
        "tlong": "126.934603"
    },
    {
        "id": 1065,
        "tname": "본동종합사회복지관",
        "tlocation": "서울특별시 동작구 노량진로32길 79",
        "tlat": "37.509540",
        "tlong": "126.953530"
    },
    {
        "id": 1066,
        "tname": "대방종합사회복지관",
        "tlocation": "서울특별시 동작구 여의대방로44길 47",
        "tlat": "37.509253",
        "tlong": "126.928412"
    },
    {
        "id": 1067,
        "tname": "동작이수사회복지관",
        "tlocation": "서울특별시 동작구 동작대로35차길 7",
        "tlat": "37.493506",
        "tlong": "126.977017"
    },
    {
        "id": 1068,
        "tname": "사당종합사회복지관",
        "tlocation": "서울특별시 동작구 사당로14길 20",
        "tlat": "37.482181",
        "tlong": "126.970750"
    },
    {
        "id": 1069,
        "tname": "상도종합사회복지관",
        "tlocation": "서울특별시 동작구 상도로39가길 7",
        "tlat": "37.502303",
        "tlong": "126.949548"
    },
    {
        "id": 1070,
        "tname": "동작소방서",
        "tlocation": "서울 동작구 여의대방로16길 55 (신대방동, 동작소방서)",
        "tlat": "37.494838",
        "tlong": "126.917864"
    },
    {
        "id": 1071,
        "tname": "노량진우체국",
        "tlocation": "서울 동작구 노량진로 224 (본동, 서울노량진우체국)",
        "tlat": "37.512442",
        "tlong": "126.950522"
    },
    {
        "id": 1072,
        "tname": "흑석동우체국",
        "tlocation": "서울 동작구 서달로15길 13 (흑석동, 서울흑석동우체국)",
        "tlat": "37.508394",
        "tlong": "126.962384"
    },
    {
        "id": 1073,
        "tname": "신우빌딩",
        "tlocation": "가락로 114(석촌동)",
        "tlat": "37.500091",
        "tlong": "127.104237"
    },
    {
        "id": 1074,
        "tname": "주식회사 신화에너지 서울지점",
        "tlocation": "가락로 47(석촌동)",
        "tlat": "37.500091",
        "tlong": "127.104237"
    },
    {
        "id": 1075,
        "tname": "SK네트웍스(주) 송파주유소",
        "tlocation": "거마로 5(거여동)",
        "tlat": "37.497228",
        "tlong": "127.146261"
    },
    {
        "id": 1076,
        "tname": "(주)삼표에너지 아시아주유소",
        "tlocation": "도곡로 438(잠실동)",
        "tlat": "37.505021",
        "tlong": "127.077440"
    },
    {
        "id": 1077,
        "tname": "현윤빌딩",
        "tlocation": "동남로 102(문정동)",
        "tlat": "37.490190",
        "tlong": "127.123855"
    },
    {
        "id": 1078,
        "tname": "로데오상점가 물류센터",
        "tlocation": "동남로 110(문정동)",
        "tlat": "37.490190",
        "tlong": "127.123855"
    },
    {
        "id": 1079,
        "tname": "우리주유소",
        "tlocation": "동남로 153(가락동)",
        "tlat": "37.490190",
        "tlong": "127.123855"
    },
    {
        "id": 1080,
        "tname": "대성주유소",
        "tlocation": "마천로 230(마천동)",
        "tlat": "37.498612",
        "tlong": "127.145636"
    },
    {
        "id": 1081,
        "tname": "마천중앙시장",
        "tlocation": "마천로51가길 23(마천동)",
        "tlat": "37.499951",
        "tlong": "127.149508"
    },
    {
        "id": 1082,
        "tname": "서울주유소",
        "tlocation": "문정로 153(가락동)",
        "tlat": "37.490382",
        "tlong": "127.133422"
    },
    {
        "id": 1083,
        "tname": "민성빌딩",
        "tlocation": "백제고분로 113(잠실본동)",
        "tlat": "37.509386",
        "tlong": "127.079084"
    },
    {
        "id": 1084,
        "tname": "삼화주유소",
        "tlocation": "백제고분로 125(잠실동)",
        "tlat": "37.509386",
        "tlong": "127.079084"
    },
    {
        "id": 1085,
        "tname": "파크인수 빌딩",
        "tlocation": "백제고분로 187(잠실본동)",
        "tlat": "37.509386",
        "tlong": "127.079084"
    },
    {
        "id": 1086,
        "tname": "선우상사 삼전주유소",
        "tlocation": "백제고분로 199(삼전동)",
        "tlat": "37.502436",
        "tlong": "127.096569"
    },
    {
        "id": 1087,
        "tname": "(주)삼정석유 삼정주유소",
        "tlocation": "백제고분로 252(삼전동)",
        "tlat": "37.502436",
        "tlong": "127.096569"
    },
    {
        "id": 1088,
        "tname": "올림픽병원",
        "tlocation": "백제고분로 283(석촌동)",
        "tlat": "37.503882",
        "tlong": "127.103512"
    },
    {
        "id": 1089,
        "tname": "대성석유(주)석촌주유소",
        "tlocation": "백제고분로 289(석촌동)",
        "tlat": "37.503882",
        "tlong": "127.103512"
    },
    {
        "id": 1090,
        "tname": "빠른병원",
        "tlocation": "백제고분로 405(송파동)",
        "tlat": "37.507390",
        "tlong": "127.109815"
    },
    {
        "id": 1091,
        "tname": "힘찬병원",
        "tlocation": "백제고분로 407(송파동)",
        "tlat": "37.507530",
        "tlong": "127.109977"
    },
    {
        "id": 1092,
        "tname": "(주)뉴명성산업 남성주유소",
        "tlocation": "백제고분로 474(방이동)",
        "tlat": "37.514582",
        "tlong": "127.114871"
    },
    {
        "id": 1093,
        "tname": "올림픽 파크리움",
        "tlocation": "백제고분로 505(방이동)",
        "tlat": "37.507930",
        "tlong": "127.110601"
    },
    {
        "id": 1094,
        "tname": "위너스빌딩",
        "tlocation": "백제고분로 63(잠실본동)",
        "tlat": "37.509386",
        "tlong": "127.079084"
    },
    {
        "id": 1095,
        "tname": "성일빌딩",
        "tlocation": "삼전로 77(잠실본동)",
        "tlat": "37.504363",
        "tlong": "127.088007"
    },
    {
        "id": 1096,
        "tname": "고척스카이돔 동측화장실",
        "tlocation": "경인로 430 (고척스카이돔)",
        "tlat": "37.498264",
        "tlong": "126.867195"
    },
    {
        "id": 1097,
        "tname": "고척스카이돔 관리동 화장실",
        "tlocation": "경인로 430 (고척스카이돔)",
        "tlat": "37.498264",
        "tlong": "126.867195"
    },
    {
        "id": 1098,
        "tname": "천왕역환승센터",
        "tlocation": "구로구 오리로 1154",
        "tlat": "37.484621",
        "tlong": "126.840022"
    },
    {
        "id": 1099,
        "tname": "천왕역환승센터",
        "tlocation": "구로구 오리로 1154",
        "tlat": "37.484621",
        "tlong": "126.840022"
    },
    {
        "id": 1100,
        "tname": "천왕역환승센터",
        "tlocation": "구로구 오리로 1154",
        "tlat": "37.484621",
        "tlong": "126.840022"
    },
    {
        "id": 1101,
        "tname": "구일역(1)",
        "tlocation": "구로구 구일로 133",
        "tlat": "37.496380",
        "tlong": "126.870895"
    },
    {
        "id": 1102,
        "tname": "구일역(1)",
        "tlocation": "구로구 구일로 133",
        "tlat": "37.496380",
        "tlong": "126.870895"
    },
    {
        "id": 1103,
        "tname": "구로역(1)",
        "tlocation": "구로구 구로중앙로 174",
        "tlat": "37.503447",
        "tlong": "126.882509"
    },
    {
        "id": 1104,
        "tname": "구로역(1)",
        "tlocation": "구로구 구로중앙로 174",
        "tlat": "37.503447",
        "tlong": "126.882509"
    },
    {
        "id": 1105,
        "tname": "신도림역(1)",
        "tlocation": "구로구 새말로 117-21",
        "tlat": "37.501916",
        "tlong": "126.882605"
    },
    {
        "id": 1106,
        "tname": "신도림역(1)",
        "tlocation": "구로구 새말로 117-21",
        "tlat": "37.501916",
        "tlong": "126.882605"
    },
    {
        "id": 1107,
        "tname": "개봉2동 주민센터",
        "tlocation": "구로구 개봉로16가길 17",
        "tlat": "37.490544",
        "tlong": "126.857785"
    },
    {
        "id": 1108,
        "tname": "개봉3동 주민센터",
        "tlocation": "구로구 개봉로3길 47-5",
        "tlat": "37.485327",
        "tlong": "126.853540"
    },
    {
        "id": 1109,
        "tname": "개봉1동 주민센터",
        "tlocation": "구로구 경인로33길 51",
        "tlat": "37.501673",
        "tlong": "126.850612"
    },
    {
        "id": 1110,
        "tname": "구로시설관리공단",
        "tlocation": "구로구 구로동로26길 54",
        "tlat": "37.489918",
        "tlong": "126.888020"
    },
    {
        "id": 1111,
        "tname": "고척2동주민센터",
        "tlocation": "구로구 구로중앙로15길 22",
        "tlat": "37.493136",
        "tlong": "126.888894"
    },
    {
        "id": 1112,
        "tname": "구로5동 주민센터",
        "tlocation": "구로구 구로중앙로28길 66",
        "tlat": "37.499540",
        "tlong": "126.887610"
    },
    {
        "id": 1113,
        "tname": "구로1동 주민센터",
        "tlocation": "구로구 구일로4길 57",
        "tlat": "37.491876",
        "tlong": "126.876058"
    },
    {
        "id": 1114,
        "tname": "신도림동주민센터",
        "tlocation": "구로구 신도림로 40",
        "tlat": "37.511335",
        "tlong": "126.885056"
    },
    {
        "id": 1115,
        "tname": "구로구청",
        "tlocation": "서울 구로구 가마산로 245",
        "tlat": "37.493080",
        "tlong": "126.883410"
    },
    {
        "id": 1116,
        "tname": "구로성심병원(별관)",
        "tlocation": "서울 구로구 경인로 427 (고척동, 구로성심병원)",
        "tlat": "37.499647",
        "tlong": "126.866434"
    },
    {
        "id": 1117,
        "tname": "구로성심병원(본관)",
        "tlocation": "서울 구로구 경인로 427 (고척동, 구로성심병원)",
        "tlat": "37.499647",
        "tlong": "126.866434"
    },
    {
        "id": 1118,
        "tname": "구로성심병원(본관)",
        "tlocation": "서울 구로구 경인로 427 (고척동, 구로성심병원)",
        "tlat": "37.499647",
        "tlong": "126.866434"
    },
    {
        "id": 1119,
        "tname": "개웅어린이공원",
        "tlocation": "개봉2동 340-8",
        "tlat": "37.492753",
        "tlong": "126.857055"
    },
    {
        "id": 1120,
        "tname": "목감천(목감교)",
        "tlocation": "개봉동 372-1",
        "tlat": "37.493163",
        "tlong": "126.851736"
    },
    {
        "id": 1121,
        "tname": "잣절약수터 입구",
        "tlocation": "개봉동 46-2",
        "tlat": "37.493163",
        "tlong": "126.851736"
    },
    {
        "id": 1122,
        "tname": "고척근린공원 소공원",
        "tlocation": "고척2동 164-129",
        "tlat": "37.504703",
        "tlong": "126.854353"
    },
    {
        "id": 1123,
        "tname": "계남근린공원 입구",
        "tlocation": "고척2동 226-9",
        "tlat": "37.504703",
        "tlong": "126.854353"
    },
    {
        "id": 1124,
        "tname": "동양미래대학옆 제방",
        "tlocation": "고척동 279-1",
        "tlat": "37.503463",
        "tlong": "126.858585"
    },
    {
        "id": 1125,
        "tname": "화원어린이공원",
        "tlocation": "구로2동 478-1",
        "tlat": "37.498893",
        "tlong": "126.871850"
    },
    {
        "id": 1126,
        "tname": "구로3동 동산빌라앞",
        "tlocation": "구로3동 792-27",
        "tlat": "37.485407",
        "tlong": "126.893955"
    },
    {
        "id": 1127,
        "tname": "구로3동 성산빌라앞",
        "tlocation": "구로3동 801-27",
        "tlat": "37.485407",
        "tlong": "126.893955"
    },
    {
        "id": 1128,
        "tname": "구로리 어린이공원",
        "tlocation": "구로4동 139-82",
        "tlat": "37.491361",
        "tlong": "126.891455"
    },
    {
        "id": 1129,
        "tname": "남구로시장 공중화장실",
        "tlocation": "구로4동 741-44",
        "tlat": "37.491361",
        "tlong": "126.891455"
    },
    {
        "id": 1130,
        "tname": "남구로역 공중화장실",
        "tlocation": "구로4동 803-5",
        "tlat": "37.491361",
        "tlong": "126.891455"
    },
    {
        "id": 1131,
        "tname": "거리공원 등기소앞",
        "tlocation": "구로5동 50",
        "tlat": "37.502736",
        "tlong": "126.887598"
    },
    {
        "id": 1132,
        "tname": "거리공원 해병대초소",
        "tlocation": "구로5동 50",
        "tlat": "37.502736",
        "tlong": "126.887598"
    },
    {
        "id": 1133,
        "tname": "인라인스케이트 제방",
        "tlocation": "구로동 285-35",
        "tlat": "37.494585",
        "tlong": "126.884548"
    },
    {
        "id": 1134,
        "tname": "애경어린이공원",
        "tlocation": "구로동 501-22",
        "tlat": "37.494585",
        "tlong": "126.884548"
    },
    {
        "id": 1135,
        "tname": "고척교 입구",
        "tlocation": "구로동 621-9",
        "tlat": "37.494585",
        "tlong": "126.884548"
    },
    {
        "id": 1136,
        "tname": "족구장 제방",
        "tlocation": "구로동 621-9",
        "tlat": "37.494585",
        "tlong": "126.884548"
    },
    {
        "id": 1137,
        "tname": "뱀쇠다리옆",
        "tlocation": "구로동 689-8",
        "tlat": "37.494585",
        "tlong": "126.884548"
    },
    {
        "id": 1138,
        "tname": "삭새어린이공원",
        "tlocation": "서울특별시 구로구 궁동 237-6",
        "tlat": "37.496341",
        "tlong": "126.825014"
    },
    {
        "id": 1139,
        "tname": "궁동생태공원",
        "tlocation": "궁동 40-4",
        "tlat": "37.500669",
        "tlong": "126.828073"
    },
    {
        "id": 1140,
        "tname": "참새소공원",
        "tlocation": "서울 구로구 개봉동 1-13",
        "tlat": "37.502461",
        "tlong": "126.860423"
    },
    {
        "id": 1141,
        "tname": "덕의근린공원",
        "tlocation": "서울 구로구 고척동 339-4",
        "tlat": "37.503690",
        "tlong": "126.842798"
    },
    {
        "id": 1142,
        "tname": "도림교옆",
        "tlocation": "신도림동 325-1",
        "tlat": "37.509410",
        "tlong": "126.882850"
    },
    {
        "id": 1143,
        "tname": "오류동 미래빌라앞",
        "tlocation": "오류동 135-49",
        "tlat": "37.585490",
        "tlong": "126.727920"
    },
    {
        "id": 1144,
        "tname": "천왕근린공원",
        "tlocation": "천왕동 233-2",
        "tlat": "37.480951",
        "tlong": "126.838955"
    },
    {
        "id": 1145,
        "tname": "신도림 오페라하우스",
        "tlocation": "구로동 3-33",
        "tlat": "37.494585",
        "tlong": "126.884548"
    },
    {
        "id": 1146,
        "tname": "솔길어린이공원",
        "tlocation": "구로동 391-1",
        "tlat": "37.494585",
        "tlong": "126.884548"
    },
    {
        "id": 1147,
        "tname": "개봉제일교회",
        "tlocation": "개봉1동 127-5",
        "tlat": "37.500738",
        "tlong": "126.844118"
    },
    {
        "id": 1148,
        "tname": "삼성디지털프라자 개봉점",
        "tlocation": "개봉1동 179-8",
        "tlat": "37.500738",
        "tlong": "126.844118"
    },
    {
        "id": 1149,
        "tname": "송림가",
        "tlocation": "고척1동 69-34",
        "tlat": "37.500724",
        "tlong": "126.862587"
    },
    {
        "id": 1150,
        "tname": "실크로드",
        "tlocation": "고척1동 69-34",
        "tlat": "37.500724",
        "tlong": "126.862587"
    },
    {
        "id": 1151,
        "tname": "광진빌딩",
        "tlocation": "구로2동 83-4",
        "tlat": "37.495974",
        "tlong": "126.883706"
    },
    {
        "id": 1152,
        "tname": "이마트 구로점",
        "tlocation": "구로3동 188-26",
        "tlat": "37.485407",
        "tlong": "126.893955"
    },
    {
        "id": 1153,
        "tname": "삼성디지털프라자 구로점",
        "tlocation": "구로5동 103-10",
        "tlat": "37.502736",
        "tlong": "126.887598"
    },
    {
        "id": 1154,
        "tname": "서울축산정육식당",
        "tlocation": "구로5동 110-4",
        "tlat": "37.502736",
        "tlong": "126.887598"
    },
    {
        "id": 1155,
        "tname": "한우가",
        "tlocation": "구로5동 546-3",
        "tlat": "37.502736",
        "tlong": "126.887598"
    },
    {
        "id": 1156,
        "tname": "시티월드상가",
        "tlocation": "오류1동 44-10",
        "tlat": "37.496736",
        "tlong": "126.842697"
    },
    {
        "id": 1157,
        "tname": "대성빌딩",
        "tlocation": "오류2동 137-8",
        "tlat": "37.484192",
        "tlong": "126.833443"
    },
    {
        "id": 1158,
        "tname": "고척근린시장",
        "tlocation": "고척동 253-130",
        "tlat": "37.503463",
        "tlong": "126.858585"
    },
    {
        "id": 1159,
        "tname": "구일역 제방",
        "tlocation": "구로동 642-76",
        "tlat": "37.494585",
        "tlong": "126.884548"
    },
    {
        "id": 1160,
        "tname": "은산빌딩",
        "tlocation": "구로동 600-71",
        "tlat": "37.494585",
        "tlong": "126.884548"
    },
    {
        "id": 1161,
        "tname": "대성산업(주) 디큐브주유소",
        "tlocation": "서울 구로구 경인로 650(신도림동)",
        "tlat": "37.507619",
        "tlong": "126.883503"
    },
    {
        "id": 1162,
        "tname": "SK구로주유소",
        "tlocation": "서울 구로구 구일로 94(구로동)",
        "tlat": "37.492847",
        "tlong": "126.872984"
    },
    {
        "id": 1163,
        "tname": "구로주유소",
        "tlocation": "서울 구로구 구로동로 137(구로동)",
        "tlat": "37.490308",
        "tlong": "126.884277"
    },
    {
        "id": 1164,
        "tname": "신도빌딩",
        "tlocation": "중대로 215(가락본동)",
        "tlat": "37.493831",
        "tlong": "127.121266"
    },
    {
        "id": 1165,
        "tname": "현대오일뱅크(주)직영 구로셀프주유소",
        "tlocation": "서울 구로구 시흥대로 531(구로동)",
        "tlat": "37.484683",
        "tlong": "126.902989"
    },
    {
        "id": 1166,
        "tname": "JHC에너지",
        "tlocation": "서울 구로구 시흥대로 539(구로동)",
        "tlat": "37.484683",
        "tlong": "126.902989"
    },
    {
        "id": 1167,
        "tname": "현대오일뱅크(주)직영 신구로주유소",
        "tlocation": "서울 구로구 가마산로 293(구로동)",
        "tlat": "37.494910",
        "tlong": "126.886615"
    },
    {
        "id": 1168,
        "tname": "구인주유소",
        "tlocation": "서울 구로구 경인로 558(구로동)",
        "tlat": "37.499165",
        "tlong": "126.865561"
    },
    {
        "id": 1169,
        "tname": "신성주유소",
        "tlocation": "서울 구로구 구로동로 187(구로동)",
        "tlat": "37.490308",
        "tlong": "126.884277"
    },
    {
        "id": 1170,
        "tname": "정은주유소",
        "tlocation": "서울 구로구 경인로 407(고척동)",
        "tlat": "37.499165",
        "tlong": "126.865561"
    },
    {
        "id": 1171,
        "tname": "동선주유소",
        "tlocation": "서울 구로구 경인로 150(오류동)",
        "tlat": "37.489719",
        "tlong": "126.826308"
    },
    {
        "id": 1172,
        "tname": "현대오일뱅크(주)직영 신오류주유소",
        "tlocation": "서울 구로구 경인로 161(오류동)",
        "tlat": "37.489719",
        "tlong": "126.826308"
    },
    {
        "id": 1173,
        "tname": "처음처럼주유소",
        "tlocation": "서울 구로구 오리로 1299(궁동)",
        "tlat": "37.503715",
        "tlong": "126.828248"
    },
    {
        "id": 1174,
        "tname": "SK에너지(주) 개봉동주유소",
        "tlocation": "서울 구로구 경인로 290(개봉동)",
        "tlat": "37.496559",
        "tlong": "126.851486"
    },
    {
        "id": 1175,
        "tname": "구로시장 공중화장실",
        "tlocation": "서울 구로구 구로동로20길 6",
        "tlat": "37.488543",
        "tlong": "126.885032"
    },
    {
        "id": 1176,
        "tname": "고척우체국 1층화장실",
        "tlocation": "서울 구로구 중앙로 76 (고척동, 고척동우체국)",
        "tlat": "37.504404",
        "tlong": "126.861826"
    },
    {
        "id": 1177,
        "tname": "고척프라자2층",
        "tlocation": "서울 구로구 중앙로10길 7",
        "tlat": "37.503717",
        "tlong": "126.863316"
    },
    {
        "id": 1178,
        "tname": "가동 2층",
        "tlocation": "서울 구로구 중앙로10길 7",
        "tlat": "37.503717",
        "tlong": "126.863316"
    },
    {
        "id": 1179,
        "tname": "산호빌딩",
        "tlocation": "서울특별시 금천구 벚꽃로38길 15",
        "tlat": "37.481659",
        "tlong": "126.882991"
    },
    {
        "id": 1180,
        "tname": "강일타워 공중화장실",
        "tlocation": "서울특별시 강동구  아리수로93길 17",
        "tlat": "37.568321",
        "tlong": "127.174389"
    },
    {
        "id": 1181,
        "tname": "게네수변공원(SK주유소뒤) 공중화장실",
        "tlocation": "서울특별시 강동구 강일동 642-1",
        "tlat": "37.567230",
        "tlong": "127.171300"
    },
    {
        "id": 1182,
        "tname": "철봉공원(고덕중학교 앞)",
        "tlocation": "서울특별시 강동구 고덕동 287",
        "tlat": "37.556037",
        "tlong": "127.145569"
    },
    {
        "id": 1183,
        "tname": "암사1동 주민자치 회관 화장실",
        "tlocation": "서울특별시 강동구 고덕로24길 49",
        "tlat": "37.553408",
        "tlong": "127.135561"
    },
    {
        "id": 1184,
        "tname": "남기세병원 공중화장실",
        "tlocation": "서울특별시 강동구 천호대로 1133",
        "tlat": "37.544419",
        "tlong": "127.107025"
    },
    {
        "id": 1185,
        "tname": "선린빌딩 화장실",
        "tlocation": "서울특별시 강동구 양재대로 1448",
        "tlat": "37.521431",
        "tlong": "127.133865"
    },
    {
        "id": 1186,
        "tname": "일자산자연공원(잔디광장옆)",
        "tlocation": "서울특별시 강동구 동남로 660",
        "tlat": "37.557541",
        "tlong": "127.156695"
    },
    {
        "id": 1187,
        "tname": "강동구 푸드마켓 아름다운가계",
        "tlocation": "서울특별시 강동구 동남로 926",
        "tlat": "37.557541",
        "tlong": "127.156695"
    },
    {
        "id": 1188,
        "tname": "복지둔촌충전소 공중화장실",
        "tlocation": "서울특별시 강동구 동남로 563",
        "tlat": "37.557541",
        "tlong": "127.156695"
    },
    {
        "id": 1189,
        "tname": "강동보훈회관 공중화장실(둔촌동 133-10)",
        "tlocation": "서울특별시 강동구 풍성로 295",
        "tlat": "37.528032",
        "tlong": "127.139278"
    },
    {
        "id": 1190,
        "tname": "둔촌동 현대상가 공중화장실",
        "tlocation": "서울특별시 강동구 동남로49길 63",
        "tlat": "37.532304",
        "tlong": "127.145862"
    },
    {
        "id": 1191,
        "tname": "둔촌동 맥도날드 공중화장실",
        "tlocation": "서울특별시 강동구 양재대로 1382",
        "tlat": "37.521431",
        "tlong": "127.133865"
    },
    {
        "id": 1192,
        "tname": "중앙보훈병원 공중화장실",
        "tlocation": "서울특별시 강동구 진황도로61길 53",
        "tlat": "37.530345",
        "tlong": "127.148015"
    },
    {
        "id": 1193,
        "tname": "길동주유소 공중화장실",
        "tlocation": "서울특별시 강동구 천호대로 1168",
        "tlat": "37.544419",
        "tlong": "127.107025"
    },
    {
        "id": 1194,
        "tname": "둔촌동 일자산 제2체육관 1층",
        "tlocation": "서울특별시 강동구 동남로 620",
        "tlat": "37.557541",
        "tlong": "127.156695"
    },
    {
        "id": 1195,
        "tname": "둔촌동 원천빌딩 1.2층",
        "tlocation": "서울특별시 강동구 양재대로 1396",
        "tlat": "37.521431",
        "tlong": "127.133865"
    },
    {
        "id": 1196,
        "tname": "한전강동송파지사 화장실",
        "tlocation": "서울특별시 강동구 양재대로 1318",
        "tlat": "37.521431",
        "tlong": "127.133865"
    },
    {
        "id": 1197,
        "tname": "방아다리주유소 공중화장실",
        "tlocation": "서울특별시 강동구 강동구 동남로 811",
        "tlat": "37.557541",
        "tlong": "127.156695"
    },
    {
        "id": 1198,
        "tname": "명일2동주민센터 공중화장실",
        "tlocation": "서울특별시 강동구 상암로 260",
        "tlat": "37.550905",
        "tlong": "127.125757"
    },
    {
        "id": 1199,
        "tname": "민간개방 시온캐슬 화장실",
        "tlocation": "서울특별시 강동구 양재대로 1661",
        "tlat": "37.521431",
        "tlong": "127.133865"
    },
    {
        "id": 1200,
        "tname": "명일동 공영주차장 공중화장실",
        "tlocation": "서울특별시 강동구 강동구 구천면로 395",
        "tlat": "37.544888",
        "tlong": "127.113136"
    },
    {
        "id": 1201,
        "tname": "GS마트슈퍼마켓 화장실",
        "tlocation": "서울특별시 강동구 양재대로 1630",
        "tlat": "37.521431",
        "tlong": "127.133865"
    },
    {
        "id": 1202,
        "tname": "사랑플러스병원 공중화장실",
        "tlocation": "서울특별시 강동구 양재대로 1580",
        "tlat": "37.521431",
        "tlong": "127.133865"
    },
    {
        "id": 1203,
        "tname": "명성마트 화장실",
        "tlocation": "서울특별시 강동구 양재대로130길 27",
        "tlat": "37.545861",
        "tlong": "127.144948"
    },
    {
        "id": 1204,
        "tname": "명일1동 주민센터 화장실",
        "tlocation": "서울특별시 강동구 양재대로138길 37",
        "tlat": "37.549759",
        "tlong": "127.145999"
    },
    {
        "id": 1205,
        "tname": "명일동 신세계 명일점 공중화장실",
        "tlocation": "서울특별시 강동구 고덕로 276",
        "tlat": "37.557173",
        "tlong": "127.173000"
    },
    {
        "id": 1206,
        "tname": "명일2지구대뒤 공중화장실",
        "tlocation": "서울특별시 강동구 동남로 895",
        "tlat": "37.557541",
        "tlong": "127.156695"
    },
    {
        "id": 1207,
        "tname": "현대오일뱅크㈜직영암사셀프주유소",
        "tlocation": "서울특별시 강동구 고덕로 168",
        "tlat": "37.554508",
        "tlong": "127.144109"
    },
    {
        "id": 1208,
        "tname": "일자산자연공원(둔촌숲속화장실)",
        "tlocation": "서울특별시 강동구 진황도로61길 53",
        "tlat": "37.530345",
        "tlong": "127.148015"
    },
    {
        "id": 1209,
        "tname": "상일동 주민센터 공중화장실",
        "tlocation": "서울특별시 강동구 구천면로 633",
        "tlat": "37.550597",
        "tlong": "127.168279"
    },
    {
        "id": 1210,
        "tname": "복지상일충전소 공중화장실",
        "tlocation": "서울특별시 강동구 천호대로 1452",
        "tlat": "37.544419",
        "tlong": "127.107025"
    },
    {
        "id": 1211,
        "tname": "동서울주유소 공중화장실",
        "tlocation": "서울특별시 강동구 천호대로 1456",
        "tlat": "37.544419",
        "tlong": "127.107025"
    },
    {
        "id": 1212,
        "tname": "아트센터 공중화장실",
        "tlocation": "서울특별시 강동구 동남로 870",
        "tlat": "37.557541",
        "tlong": "127.156695"
    },
    {
        "id": 1213,
        "tname": "동명근린공원 (배드민턴장)",
        "tlocation": "서울특별시 강동구 고덕로83길 55",
        "tlat": "37.558997",
        "tlong": "127.168618"
    },
    {
        "id": 1214,
        "tname": "샘터근린공원 (족구장) 공중화장실",
        "tlocation": "서울특별시 강동구 동남로 990",
        "tlat": "37.557541",
        "tlong": "127.156695"
    },
    {
        "id": 1215,
        "tname": "길동주민센터 화장실",
        "tlocation": "서울특별시 강동구 명일로 229-1",
        "tlat": "37.539225",
        "tlong": "127.146215"
    },
    {
        "id": 1216,
        "tname": "게네고덕천(공원관리소) 공중화장실",
        "tlocation": "서울특별시 강동구 상일로12길 77",
        "tlat": "37.553780",
        "tlong": "127.172525"
    },
    {
        "id": 1217,
        "tname": "해뜨는주유소 공중화장실",
        "tlocation": "서울특별시 강동구 강동구 상일로 132",
        "tlat": "37.547023",
        "tlong": "127.173524"
    },
    {
        "id": 1218,
        "tname": "민간개방 강일임페리얼타워 화장실",
        "tlocation": "서울특별시 강동구 아리수로93길 19",
        "tlat": "37.568321",
        "tlong": "127.174389"
    },
    {
        "id": 1219,
        "tname": "암사4 공영주차장",
        "tlocation": "서울특별시 강동구 고덕로28길 36",
        "tlat": "37.554004",
        "tlong": "127.137457"
    },
    {
        "id": 1220,
        "tname": "둔촌동 종합상가 화장실",
        "tlocation": "서울특별시 강동구 풍성로57길 16",
        "tlat": "37.529892",
        "tlong": "127.135843"
    },
    {
        "id": 1221,
        "tname": "둔촌지구대 1층",
        "tlocation": "서울특별시 강동구 진황도로 239",
        "tlat": "37.524469",
        "tlong": "127.145898"
    },
    {
        "id": 1222,
        "tname": "구도일주유소 코알라 공중화장실",
        "tlocation": "서울특별시 강동구 올림픽로 556",
        "tlat": "37.538545",
        "tlong": "127.123474"
    },
    {
        "id": 1223,
        "tname": "암사동 119안전센터",
        "tlocation": "서울특별시 강동구 올림픽로 815",
        "tlat": "37.538545",
        "tlong": "127.123474"
    },
    {
        "id": 1224,
        "tname": "암사1동 주민센터 화장실",
        "tlocation": "서울특별시 강동구 올림픽로98가길 57",
        "tlat": "37.550795",
        "tlong": "127.131682"
    },
    {
        "id": 1225,
        "tname": "천호3동 주민센터 화장실",
        "tlocation": "서울특별시 강동구 진황도로23길 7",
        "tlat": "37.539519",
        "tlong": "127.129328"
    },
    {
        "id": 1226,
        "tname": "당말어린이 공원 공중화장실",
        "tlocation": "서울특별시 강동구 진황도로29길 34",
        "tlat": "37.538855",
        "tlong": "127.132544"
    },
    {
        "id": 1227,
        "tname": "서울 양병원 공중화장실",
        "tlocation": "서울특별시 강동구 천호대로 1159",
        "tlat": "37.544419",
        "tlong": "127.107025"
    },
    {
        "id": 1228,
        "tname": "달려라병원 공중화장실",
        "tlocation": "서울특별시 강동구 천호대로 1165",
        "tlat": "37.544419",
        "tlong": "127.107025"
    },
    {
        "id": 1229,
        "tname": "원방빌딩 화장실",
        "tlocation": "서울특별시 강동구 천호대로157길 18",
        "tlat": "37.538980",
        "tlong": "127.127460"
    },
    {
        "id": 1230,
        "tname": "조은마디병원 공중화장실",
        "tlocation": "서울특별시 강동구 천호대로170길 19",
        "tlat": "37.530872",
        "tlong": "127.130863"
    },
    {
        "id": 1231,
        "tname": "천호현대주유소 공중화장실",
        "tlocation": "서울특별시 강동구 천중로 67",
        "tlat": "37.540820",
        "tlong": "127.144108"
    },
    {
        "id": 1232,
        "tname": "천호유수지 공영주차장 공중화장실",
        "tlocation": "서울특별시 강동구 선사로 62",
        "tlat": "37.541397",
        "tlong": "127.119041"
    },
    {
        "id": 1233,
        "tname": "광성주유소 공중화장실",
        "tlocation": "서울특별시 강동구 올림픽로 673",
        "tlat": "37.538545",
        "tlong": "127.123474"
    },
    {
        "id": 1234,
        "tname": "해공도서관 공중화장실",
        "tlocation": "서울특별시 강동구 올림픽로 702",
        "tlat": "37.544024",
        "tlong": "127.125648"
    },
    {
        "id": 1235,
        "tname": "강동구민회관 1층 공중화장실",
        "tlocation": "서울특별시 강동구 상암로 168",
        "tlat": "37.550905",
        "tlong": "127.125757"
    },
    {
        "id": 1236,
        "tname": "강동한신 휴플러스 주상복합 화장실",
        "tlocation": "서울특별시 강동구 진황도로 99",
        "tlat": "37.524469",
        "tlong": "127.145898"
    },
    {
        "id": 1237,
        "tname": "동서울시장 공중화장실",
        "tlocation": "서울특별시 강동구 올림픽로80길 58",
        "tlat": "37.542998",
        "tlong": "127.126345"
    },
    {
        "id": 1238,
        "tname": "강동미즈여성병원 공중화장실",
        "tlocation": "서울특별시 강동구  천호대로 1043",
        "tlat": "37.544419",
        "tlong": "127.107025"
    },
    {
        "id": 1239,
        "tname": "웰빙메디컬빌딩 화장실",
        "tlocation": "서울특별시 강동구 천호대로 1128",
        "tlat": "37.544419",
        "tlong": "127.107025"
    },
    {
        "id": 1240,
        "tname": "(주) 삼표에너지 고덕주유소",
        "tlocation": "서울특별시 강동구 고덕로 39",
        "tlat": "37.557173",
        "tlong": "127.173000"
    },
    {
        "id": 1241,
        "tname": "신세계이마트명일점 화장실",
        "tlocation": "서울특별시 강동구 고덕로 276",
        "tlat": "37.557173",
        "tlong": "127.173000"
    },
    {
        "id": 1242,
        "tname": "선린어린이공원 공중화장실",
        "tlocation": "서울특별시 강동구 양재대로91길 59",
        "tlat": "37.528379",
        "tlong": "127.133517"
    },
    {
        "id": 1243,
        "tname": "강동구청(서관) 공중화장실",
        "tlocation": "서울특별시 강동구 성내로 25",
        "tlat": "37.528930",
        "tlong": "127.125030"
    },
    {
        "id": 1244,
        "tname": "청병원 공중화장실",
        "tlocation": "서울특별시 강동구 올림픽로 546",
        "tlat": "37.538545",
        "tlong": "127.123474"
    },
    {
        "id": 1245,
        "tname": "고덕2동 주민센터 화장실",
        "tlocation": "서울특별시 강동구 아리수로78길 43-12",
        "tlat": "37.560504",
        "tlong": "127.164384"
    },
    {
        "id": 1246,
        "tname": "민간개방 동양텍스빌 화장실",
        "tlocation": "서울특별시 강동구 상암로 41",
        "tlat": "37.550905",
        "tlong": "127.125757"
    },
    {
        "id": 1247,
        "tname": "㈜선우지에스엠 Q엔느 강동주유소",
        "tlocation": "서울특별시 강동구 양재대로 1509",
        "tlat": "37.521431",
        "tlong": "127.133865"
    },
    {
        "id": 1248,
        "tname": "예닮요양병원 공중화장실",
        "tlocation": "서울특별시 강동구 양재대로 1461",
        "tlat": "37.521431",
        "tlong": "127.133865"
    },
    {
        "id": 1249,
        "tname": "소모에너지앤테크놀러지 성내주유소",
        "tlocation": "서울특별시 강동구 올림픽로 578",
        "tlat": "37.538545",
        "tlong": "127.123474"
    },
    {
        "id": 1250,
        "tname": "경기에너지 LPG 충전소 1층",
        "tlocation": "서울특별시 강동구 천호대로 1056",
        "tlat": "37.544419",
        "tlong": "127.107025"
    },
    {
        "id": 1251,
        "tname": "sk네트웍스고속주유소",
        "tlocation": "서울특별시 강동구 천호대로 1246",
        "tlat": "37.544419",
        "tlong": "127.107025"
    },
    {
        "id": 1252,
        "tname": "sk네트웍스고속주유소",
        "tlocation": "서울특별시 강동구 올림픽로 749",
        "tlat": "37.538545",
        "tlong": "127.123474"
    },
    {
        "id": 1253,
        "tname": "나비상가(쇼핑물) 화장실",
        "tlocation": "서울특별시 강동구 천호대로157길 14",
        "tlat": "37.538980",
        "tlong": "127.127460"
    },
    {
        "id": 1254,
        "tname": "서울현대요양병원 공중화장실",
        "tlocation": "서울특별시 강동구 올림픽로 687",
        "tlat": "37.538545",
        "tlong": "127.123474"
    },
    {
        "id": 1255,
        "tname": "민간개방 힐탑오피스텔 화장실",
        "tlocation": "서울특별시 강동구 천호대로 1073",
        "tlat": "37.544419",
        "tlong": "127.107025"
    },
    {
        "id": 1256,
        "tname": "트레빌오피스텔 화장실",
        "tlocation": "서울특별시 강동구 천호대로 1057",
        "tlat": "37.544419",
        "tlong": "127.107025"
    },
    {
        "id": 1257,
        "tname": "강일동 복합청사 5층 도서관 화장실",
        "tlocation": "서울특별시 강동구 아리수로93길 9-14",
        "tlat": "37.564942",
        "tlong": "127.173915"
    },
    {
        "id": 1258,
        "tname": "강일동 복합청사 4층 도서관 화장실",
        "tlocation": "서울특별시 강동구 아리수로93길 9-14",
        "tlat": "37.564942",
        "tlong": "127.173915"
    },
    {
        "id": 1259,
        "tname": "강일동 복합청사 3층 강당 화장실",
        "tlocation": "서울특별시 강동구 아리수로93길 9-14",
        "tlat": "37.564942",
        "tlong": "127.173915"
    },
    {
        "id": 1260,
        "tname": "홍익빌딩 화장실",
        "tlocation": "서울특별시 강동구 천호대로 1124",
        "tlat": "37.544419",
        "tlong": "127.107025"
    },
    {
        "id": 1261,
        "tname": "강일동 복합청사 2층 보건소 화장실",
        "tlocation": "서울특별시 강동구 아리수로93길 9-14",
        "tlat": "37.564942",
        "tlong": "127.173915"
    },
    {
        "id": 1262,
        "tname": "강일동 복합청사 주민센터 1층 화장실",
        "tlocation": "서울특별시 강동구 아리수로93길 9-14",
        "tlat": "37.564942",
        "tlong": "127.173915"
    },
    {
        "id": 1263,
        "tname": "고덕야구장(고덕빗물펌프장) 공중화장실",
        "tlocation": "서울특별시 강동구 아리수로87길",
        "tlat": "37.566469",
        "tlong": "127.165348"
    },
    {
        "id": 1264,
        "tname": "이마트 천호지점 화장실",
        "tlocation": "서울특별시 강동구 천호대로 1017",
        "tlat": "37.544419",
        "tlong": "127.107025"
    },
    {
        "id": 1265,
        "tname": "천호동 현대백화점 공중화장실",
        "tlocation": "서울특별시 강동구 천호대로 1015-14",
        "tlat": "37.544419",
        "tlong": "127.107025"
    },
    {
        "id": 1266,
        "tname": "올바른서울병원 공중화장실",
        "tlocation": "서울특별시 강동구 양재대로 1525",
        "tlat": "37.521431",
        "tlong": "127.133865"
    },
    {
        "id": 1267,
        "tname": "2001아울렛 화장실",
        "tlocation": "서울특별시 강동구 구천면로 189",
        "tlat": "37.544888",
        "tlong": "127.113136"
    },
    {
        "id": 1268,
        "tname": "천호1동 주민센터 공중화장실",
        "tlocation": "서울특별시 강동구 구천면로42길 59",
        "tlat": "37.545474",
        "tlong": "127.136012"
    },
    {
        "id": 1269,
        "tname": "천호1동 공영주차장 공중화장실",
        "tlocation": "서울특별시 강동구 구천면로42길 60",
        "tlat": "37.545474",
        "tlong": "127.136012"
    },
    {
        "id": 1270,
        "tname": "공안과의원 공중화장실",
        "tlocation": "서울특별시 강동구 풍성로37길 45",
        "tlat": "37.533482",
        "tlong": "127.126382"
    },
    {
        "id": 1271,
        "tname": "고덕동 샘터배드민턴장 공중화장실",
        "tlocation": "서울특별시 강동구 동남로 990",
        "tlat": "37.557541",
        "tlong": "127.156695"
    },
    {
        "id": 1272,
        "tname": "일자산제1체육관 공중화장실",
        "tlocation": "서울특별시 강동구 동남로 660",
        "tlat": "37.557541",
        "tlong": "127.156695"
    },
    {
        "id": 1273,
        "tname": "강동유소년스포츠센터 공중화장실 1층",
        "tlocation": "서울특별시 강동구 상일로12길 60",
        "tlat": "37.553780",
        "tlong": "127.172525"
    },
    {
        "id": 1274,
        "tname": "강동보건소 치매안심센터",
        "tlocation": "서울특별시 강동구 성내로 45",
        "tlat": "37.528930",
        "tlong": "127.125030"
    },
    {
        "id": 1275,
        "tname": "강동어린이회관",
        "tlocation": "서울특별시 강동구 성내로6길 16",
        "tlat": "37.528251",
        "tlong": "127.122251"
    },
    {
        "id": 1276,
        "tname": "유기동물분양센터(리본)",
        "tlocation": "서울특별시 강동구 양재대로81길 73",
        "tlat": "37.523526",
        "tlong": "127.131701"
    },
    {
        "id": 1277,
        "tname": "암사동 선사유적지",
        "tlocation": "서울특별시 강동구 올림픽로 875",
        "tlat": "37.561022",
        "tlong": "127.130632"
    },
    {
        "id": 1278,
        "tname": "암사동 새장터공원 공중화장실",
        "tlocation": "서울특별시 강동구 암사1가길 16",
        "tlat": "37.552562",
        "tlong": "127.130682"
    },
    {
        "id": 1279,
        "tname": "웅진빌딩 민간개방화장실",
        "tlocation": "서울특별시 강동구 천호대로219길 64",
        "tlat": "37.548109",
        "tlong": "127.170782"
    },
    {
        "id": 1280,
        "tname": "서경빌딩",
        "tlocation": "서울특별시 강동구 성내로 19",
        "tlat": "37.528930",
        "tlong": "127.125030"
    },
    {
        "id": 1281,
        "tname": "중부빌딩",
        "tlocation": "서울특별시 강동구 천호대로 1135",
        "tlat": "37.544419",
        "tlong": "127.107025"
    },
    {
        "id": 1282,
        "tname": "일성오피스텔",
        "tlocation": "서울특별시 강동구 천호대로 1121",
        "tlat": "37.544419",
        "tlong": "127.107025"
    },
    {
        "id": 1283,
        "tname": "강동빌딩",
        "tlocation": "서울특별시 강동구 천호대로 1033",
        "tlat": "37.544419",
        "tlong": "127.107025"
    },
    {
        "id": 1284,
        "tname": "대우한강베네시티",
        "tlocation": "서울특별시 강동구 올림픽로 664",
        "tlat": "37.538545",
        "tlong": "127.123474"
    },
    {
        "id": 1285,
        "tname": "의정부부대찌개",
        "tlocation": "서울특별시 강동구 올림픽로 795",
        "tlat": "37.538545",
        "tlong": "127.123474"
    },
    {
        "id": 1286,
        "tname": "신라빌딩",
        "tlocation": "서울특별시 강동구 천호대로 997",
        "tlat": "37.544419",
        "tlong": "127.107025"
    },
    {
        "id": 1287,
        "tname": "롯데리아명일점",
        "tlocation": "서울특별시 강동구 양재대로 1651",
        "tlat": "37.521431",
        "tlong": "127.133865"
    },
    {
        "id": 1288,
        "tname": "남해빌딩",
        "tlocation": "서울특별시 강동구 양재대로 1517",
        "tlat": "37.521431",
        "tlong": "127.133865"
    },
    {
        "id": 1289,
        "tname": "강동그린타워",
        "tlocation": "서울특별시 강동구 천호대로 1139",
        "tlat": "37.544419",
        "tlong": "127.107025"
    },
    {
        "id": 1290,
        "tname": "길동지구대",
        "tlocation": "서울특별시 강동구 양재대로96길 35",
        "tlat": "37.529173",
        "tlong": "127.139696"
    },
    {
        "id": 1291,
        "tname": "둔촌2동주민센터",
        "tlocation": "서울특별시 강동구 천호대로186길 7",
        "tlat": "37.531966",
        "tlong": "127.142521"
    },
    {
        "id": 1292,
        "tname": "강동구청 제2청사",
        "tlocation": "서울특별시 성내로 25",
        "tlat": "37.528930",
        "tlong": "127.125030"
    },
    {
        "id": 1293,
        "tname": "승룡이네집",
        "tlocation": "서울특별시 강동구 천호대로168가길 65-29",
        "tlat": "37.535182",
        "tlong": "127.129348"
    },
    {
        "id": 1294,
        "tname": "가든파이브주유소",
        "tlocation": "탄천동로 740(장지동)",
        "tlat": "37.476413",
        "tlong": "127.122926"
    },
    {
        "id": 1295,
        "tname": "장미화장실",
        "tlocation": "송파구 신천동 6",
        "tlat": "37.513738",
        "tlong": "127.115610"
    },
    {
        "id": 1296,
        "tname": "산성화장실",
        "tlocation": "송파구 마천동 277-30",
        "tlat": "37.489774",
        "tlong": "127.142682"
    },
    {
        "id": 1297,
        "tname": "서울역사편찬원 청내화장실",
        "tlocation": "서울시 송파구 올림픽로 424(방이동,올림픽공원)",
        "tlat": "37.519057",
        "tlong": "127.116144"
    },
    {
        "id": 1298,
        "tname": "북직문 화장실1",
        "tlocation": "올림픽로 25",
        "tlat": "37.515026",
        "tlong": "127.073725"
    },
    {
        "id": 1299,
        "tname": "북직문 화장실2",
        "tlocation": "올림픽로 25",
        "tlat": "37.515026",
        "tlong": "127.073725"
    },
    {
        "id": 1300,
        "tname": "남직문 화장실1",
        "tlocation": "올림픽로 25",
        "tlat": "37.515026",
        "tlong": "127.073725"
    },
    {
        "id": 1301,
        "tname": "남직문 화장실2",
        "tlocation": "올림픽로 25",
        "tlat": "37.515026",
        "tlong": "127.073725"
    },
    {
        "id": 1302,
        "tname": "야구장 화장실1",
        "tlocation": "올림픽로 25",
        "tlat": "37.515026",
        "tlong": "127.073725"
    },
    {
        "id": 1303,
        "tname": "야구장 화장실2",
        "tlocation": "올림픽로 25",
        "tlat": "37.515026",
        "tlong": "127.073725"
    },
    {
        "id": 1304,
        "tname": "실내체육관",
        "tlocation": "올림픽로 25",
        "tlat": "37.515026",
        "tlong": "127.073725"
    },
    {
        "id": 1305,
        "tname": "잠실제1수영장 및 체육공원",
        "tlocation": "올림픽로 25",
        "tlat": "37.515026",
        "tlong": "127.073725"
    },
    {
        "id": 1306,
        "tname": "한성백제박물관",
        "tlocation": "위례성대로 72",
        "tlat": "37.508340",
        "tlong": "127.136633"
    },
    {
        "id": 1307,
        "tname": "몽촌역사관",
        "tlocation": "올림픽로 424",
        "tlat": "37.522741",
        "tlong": "127.118711"
    },
    {
        "id": 1308,
        "tname": "백제학연구소",
        "tlocation": "올림픽로 424",
        "tlat": "37.522741",
        "tlong": "127.118711"
    },
    {
        "id": 1309,
        "tname": "잠실나루역(2)",
        "tlocation": "서울특별시 송파구 신천동 15 잠실나루역",
        "tlat": "37.518328",
        "tlong": "127.104456"
    },
    {
        "id": 1310,
        "tname": "잠실새내역(2)",
        "tlocation": "서울특별시 송파구 잠실동 33 잠실새내역",
        "tlat": "37.511759",
        "tlong": "127.087271"
    },
    {
        "id": 1311,
        "tname": "종합운동장역(2)",
        "tlocation": "서울특별시 송파구 잠실동 122 종합운동장역",
        "tlat": "37.510492",
        "tlong": "127.072790"
    },
    {
        "id": 1312,
        "tname": "종합운동장역(2)",
        "tlocation": "서울특별시 송파구 잠실동 122 종합운동장역",
        "tlat": "37.510492",
        "tlong": "127.072790"
    },
    {
        "id": 1313,
        "tname": "몽촌토성역(8)",
        "tlocation": "서울특별시 송파구 신천동 19 몽촌토성역",
        "tlat": "37.518590",
        "tlong": "127.113144"
    },
    {
        "id": 1314,
        "tname": "석촌역(8)",
        "tlocation": "서울특별시 송파구 석촌동 209 석촌역",
        "tlat": "37.503773",
        "tlong": "127.108424"
    },
    {
        "id": 1315,
        "tname": "문정역(8)",
        "tlocation": "서울특별시 송파구 문정동 119-4 문정역",
        "tlat": "37.484281",
        "tlong": "127.121791"
    },
    {
        "id": 1316,
        "tname": "잠실역 공영주차장",
        "tlocation": "오금로 300",
        "tlat": "37.495909",
        "tlong": "127.138772"
    },
    {
        "id": 1317,
        "tname": "복정역 공영주차장",
        "tlocation": "장지동 561-9",
        "tlat": "37.470176",
        "tlong": "127.128528"
    },
    {
        "id": 1318,
        "tname": "답십리근린공원1 공중화장실",
        "tlocation": "서울 동대문구 답십리로 187",
        "tlat": "37.576949",
        "tlong": "127.045618"
    },
    {
        "id": 1319,
        "tname": "답십리근린공원2 공중화장실",
        "tlocation": "서울 동대문구 답십리로 187",
        "tlat": "37.576949",
        "tlong": "127.045618"
    },
    {
        "id": 1320,
        "tname": "장안근린공원 공중화장실",
        "tlocation": "서울 동대문구 사가정로 238-5",
        "tlat": "37.578824",
        "tlong": "127.071343"
    },
    {
        "id": 1321,
        "tname": "배봉산근린공원2 공중화장실",
        "tlocation": "서울 동대문구 한천로 312",
        "tlat": "37.584007",
        "tlong": "127.068108"
    },
    {
        "id": 1322,
        "tname": "배봉산근린공원3 공중화장실",
        "tlocation": "서울 동대문구 한천로 312",
        "tlat": "37.584007",
        "tlong": "127.068108"
    },
    {
        "id": 1323,
        "tname": "배봉산근린공원4 공중화장실",
        "tlocation": "서울 동대문구 한천로 312",
        "tlat": "37.584007",
        "tlong": "127.068108"
    },
    {
        "id": 1324,
        "tname": "재정제2주유소 공중화장실",
        "tlocation": "서울 동대문구 사가정로 90 (전농동, 선진주유소)",
        "tlat": "37.575884",
        "tlong": "127.055506"
    },
    {
        "id": 1325,
        "tname": "경영빌딩",
        "tlocation": "왕산로 6(신설동)",
        "tlat": "37.575993",
        "tlong": "127.023186"
    },
    {
        "id": 1326,
        "tname": "한국도자기",
        "tlocation": "청계천로 447(신설동)",
        "tlat": "37.570881",
        "tlong": "127.033092"
    },
    {
        "id": 1327,
        "tname": "용운빌딩",
        "tlocation": "왕산로 68(용두동)",
        "tlat": "37.575766",
        "tlong": "127.023461"
    },
    {
        "id": 1328,
        "tname": "포은빌딩",
        "tlocation": "왕산로 60-1(용두동)",
        "tlat": "37.579948",
        "tlong": "127.044742"
    },
    {
        "id": 1329,
        "tname": "동서시장",
        "tlocation": "왕산로33길 17(제기동)",
        "tlat": "37.581312",
        "tlong": "127.041806"
    },
    {
        "id": 1330,
        "tname": "SK스포츠상가",
        "tlocation": "사가정로 148(전농동)",
        "tlat": "37.578824",
        "tlong": "127.071343"
    },
    {
        "id": 1331,
        "tname": "답십리침례교회",
        "tlocation": "전농로4길 7(답십리동)",
        "tlat": "37.566531",
        "tlong": "127.059322"
    },
    {
        "id": 1332,
        "tname": "기업은행",
        "tlocation": "천호대로 233(답십리동)",
        "tlat": "37.573424",
        "tlong": "127.040013"
    },
    {
        "id": 1333,
        "tname": "경원빌딩",
        "tlocation": "천호대로 273(답십리동)",
        "tlat": "37.571264",
        "tlong": "127.045809"
    },
    {
        "id": 1334,
        "tname": "우창프라자",
        "tlocation": "천호대로 295(답십리동)",
        "tlat": "37.571264",
        "tlong": "127.045809"
    },
    {
        "id": 1335,
        "tname": "부룡빌딩",
        "tlocation": "천호대로 263(답십리동)",
        "tlat": "37.561720",
        "tlong": "127.062900"
    },
    {
        "id": 1336,
        "tname": "클래식 타워",
        "tlocation": "천호대로 307(답십리동)",
        "tlat": "37.571264",
        "tlong": "127.045809"
    },
    {
        "id": 1337,
        "tname": "고미술상가 2동",
        "tlocation": "고미술로 21(답십리동)",
        "tlat": "37.567171",
        "tlong": "127.053292"
    },
    {
        "id": 1338,
        "tname": "동부상사(시장)",
        "tlocation": "천호대로 281(답십리동)",
        "tlat": "37.571264",
        "tlong": "127.045809"
    },
    {
        "id": 1339,
        "tname": "리더스빌딩",
        "tlocation": "한천로 43(답십리동)",
        "tlat": "37.584007",
        "tlong": "127.068108"
    },
    {
        "id": 1340,
        "tname": "용헌빌딩",
        "tlocation": "천호대로 393(장안동)",
        "tlat": "37.563323",
        "tlong": "127.057432"
    },
    {
        "id": 1341,
        "tname": "서울특별시 새마을회관",
        "tlocation": "천호대로 389(장안동)",
        "tlat": "37.563323",
        "tlong": "127.057432"
    },
    {
        "id": 1342,
        "tname": "삼성생명 장안동빌딩",
        "tlocation": "천호대로 401(장안동)",
        "tlat": "37.563323",
        "tlong": "127.057432"
    },
    {
        "id": 1343,
        "tname": "광평빌딩",
        "tlocation": "천호대로 369(장안동)",
        "tlat": "37.563323",
        "tlong": "127.057432"
    },
    {
        "id": 1344,
        "tname": "대흥빌딩",
        "tlocation": "장한로 158(장안동)",
        "tlat": "37.568730",
        "tlong": "127.069449"
    },
    {
        "id": 1345,
        "tname": "대진빌딩",
        "tlocation": "장한로 160(장안동)",
        "tlat": "37.568730",
        "tlong": "127.069449"
    },
    {
        "id": 1346,
        "tname": "정안빌딩",
        "tlocation": "장한로 40(장안동)",
        "tlat": "37.568730",
        "tlong": "127.069449"
    },
    {
        "id": 1347,
        "tname": "경남빌딩",
        "tlocation": "장한로 52(장안동)",
        "tlat": "37.578732",
        "tlong": "127.072212"
    },
    {
        "id": 1348,
        "tname": "SK주상가",
        "tlocation": "사가정로 148(전농동)",
        "tlat": "37.578824",
        "tlong": "127.071343"
    },
    {
        "id": 1349,
        "tname": "청계푸르지오 시티",
        "tlocation": "천호대로 257(답십리동)",
        "tlat": "37.571264",
        "tlong": "127.045809"
    },
    {
        "id": 1350,
        "tname": "동서울농협장안동지점",
        "tlocation": "한천로 193(장안동)",
        "tlat": "37.584007",
        "tlong": "127.068108"
    },
    {
        "id": 1351,
        "tname": "이문점 현대자동차",
        "tlocation": "이문로 79(이문동)",
        "tlat": "37.601340",
        "tlong": "127.062050"
    },
    {
        "id": 1352,
        "tname": "홈플러스동대문점",
        "tlocation": "천호대로 133(용두동)",
        "tlat": "37.573535",
        "tlong": "127.040087"
    },
    {
        "id": 1353,
        "tname": "경남관광호텔",
        "tlocation": "장한로 110(장안동)",
        "tlat": "37.568730",
        "tlong": "127.069449"
    },
    {
        "id": 1354,
        "tname": "동대문우체국",
        "tlocation": "천호대로 4(신설동)",
        "tlat": "37.574920",
        "tlong": "127.023980"
    },
    {
        "id": 1355,
        "tname": "동대문구청",
        "tlocation": "천호대로 145(용두동)",
        "tlat": "37.573535",
        "tlong": "127.040087"
    },
    {
        "id": 1356,
        "tname": "서울문화재단",
        "tlocation": "청계천로 517(용두동)",
        "tlat": "37.570881",
        "tlong": "127.033092"
    },
    {
        "id": 1357,
        "tname": "서울시립동부병원",
        "tlocation": "무학로 124(용두동)",
        "tlat": "37.571983",
        "tlong": "127.030503"
    },
    {
        "id": 1358,
        "tname": "동대문종합사회복지관",
        "tlocation": "약령시로5길 22(제기동)",
        "tlat": "37.583384",
        "tlong": "127.033959"
    },
    {
        "id": 1359,
        "tname": "동대문구 문화회관",
        "tlocation": "답십리로 210-9(답십리동)",
        "tlat": "37.576949",
        "tlong": "127.045618"
    },
    {
        "id": 1360,
        "tname": "동대문구체육관",
        "tlocation": "답십리로 210-3(답십리동)",
        "tlat": "37.572843",
        "tlong": "127.060945"
    },
    {
        "id": 1361,
        "tname": "장안종합사회복지관",
        "tlocation": "한천로18길 48(장안동)",
        "tlat": "37.568731",
        "tlong": "127.064580"
    },
    {
        "id": 1362,
        "tname": "동대문구구민회관",
        "tlocation": "장한로18길 82-9(장안동)",
        "tlat": "37.567807",
        "tlong": "127.072476"
    },
    {
        "id": 1363,
        "tname": "동대문구체육센터",
        "tlocation": "장안벚꽃로 67(장안동)",
        "tlat": "37.560826",
        "tlong": "127.070919"
    },
    {
        "id": 1364,
        "tname": "답십리2동주민센터",
        "tlocation": "한천로11길 18(답십리동)",
        "tlat": "37.567404",
        "tlong": "127.061301"
    },
    {
        "id": 1365,
        "tname": "장안2동주민센터",
        "tlocation": "사가정로 230-1(장안동)",
        "tlat": "37.578490",
        "tlong": "127.070597"
    },
    {
        "id": 1366,
        "tname": "휘경2동주민센터",
        "tlocation": "한천로 329(휘경동)",
        "tlat": "37.584007",
        "tlong": "127.068108"
    },
    {
        "id": 1367,
        "tname": "이문1동주민센터",
        "tlocation": "외대역동로 114-1(이문동)",
        "tlat": "37.591553",
        "tlong": "127.067225"
    },
    {
        "id": 1368,
        "tname": "용신동주민센터",
        "tlocation": "천호대로27길 35(용두동)",
        "tlat": "37.575813",
        "tlong": "127.037289"
    },
    {
        "id": 1369,
        "tname": "제기동주민센터",
        "tlocation": "약령시로17길 59-11(제기동)",
        "tlat": "37.585540",
        "tlong": "127.042118"
    },
    {
        "id": 1370,
        "tname": "전농2동주민센터",
        "tlocation": "전농로16길 3(전농동)",
        "tlat": "37.578253",
        "tlong": "127.060107"
    },
    {
        "id": 1371,
        "tname": "답십리1동 주민센터",
        "tlocation": "사가정로 30(답십리동)",
        "tlat": "37.569953",
        "tlong": "127.048807"
    },
    {
        "id": 1372,
        "tname": "장안1동 주민센터",
        "tlocation": "한천로18길 52(장안동)",
        "tlat": "37.567825",
        "tlong": "127.066442"
    },
    {
        "id": 1373,
        "tname": "전농1동주민센터",
        "tlocation": "서울시립대로9길 21(전농동)",
        "tlat": "37.577962",
        "tlong": "127.048124"
    },
    {
        "id": 1374,
        "tname": "청량리동 주민센터",
        "tlocation": "왕산로43다길 5(청량리동)",
        "tlat": "37.586258",
        "tlong": "127.047276"
    },
    {
        "id": 1375,
        "tname": "회기동 주민센터",
        "tlocation": "회기로25길 12-1(회기동)",
        "tlat": "37.590778",
        "tlong": "127.055357"
    },
    {
        "id": 1376,
        "tname": "휘경1동 주민센터",
        "tlocation": "외대역동로6길 3(휘경동)",
        "tlat": "37.593370",
        "tlong": "127.068521"
    },
    {
        "id": 1377,
        "tname": "이문2동 주민센터",
        "tlocation": "신이문로 27-5(이문동)",
        "tlat": "37.603010",
        "tlong": "127.064775"
    },
    {
        "id": 1378,
        "tname": "동대문구정보화도서관",
        "tlocation": "회기로10길 60(청량리동)",
        "tlat": "37.590324",
        "tlong": "127.046707"
    },
    {
        "id": 1379,
        "tname": "서울치과병원",
        "tlocation": "망우로 82(휘경동)",
        "tlat": "37.587926",
        "tlong": "127.064826"
    },
    {
        "id": 1380,
        "tname": "맑은 수 병원",
        "tlocation": "천호대로83길 44(장안동)",
        "tlat": "37.564310",
        "tlong": "127.065600"
    },
    {
        "id": 1381,
        "tname": "대명합동시장",
        "tlocation": "서울특별시 금천구 시흥동 884-4",
        "tlat": "37.459759",
        "tlong": "126.907224"
    },
    {
        "id": 1382,
        "tname": "종합청사",
        "tlocation": "서울특별시 금천구 시흥대로73길 70",
        "tlat": "37.456574",
        "tlong": "126.895998"
    },
    {
        "id": 1383,
        "tname": "금천종합복지타운",
        "tlocation": "서울특별시 금천구 금하로 764",
        "tlat": "37.449601",
        "tlong": "126.914426"
    },
    {
        "id": 1384,
        "tname": "시흥4동청소년독서실",
        "tlocation": "서울특별시 금천구 독산로32길 16",
        "tlat": "37.458182",
        "tlong": "126.908054"
    },
    {
        "id": 1385,
        "tname": "공단본부",
        "tlocation": "서울특별시 금천구 시흥대로37길 18",
        "tlat": "37.445746",
        "tlong": "126.902622"
    },
    {
        "id": 1386,
        "tname": "독산도서관(1층)",
        "tlocation": "서울특별시 금천구 독산로54길 114",
        "tlat": "37.467543",
        "tlong": "126.908094"
    },
    {
        "id": 1387,
        "tname": "가산도서관(1층)",
        "tlocation": "서울특별시 금천구 가산로5길 43",
        "tlat": "37.473848",
        "tlong": "126.894615"
    },
    {
        "id": 1388,
        "tname": "가산동 주민센터",
        "tlocation": "서울특별시 금천구 가산로 129",
        "tlat": "37.471387",
        "tlong": "126.898308"
    },
    {
        "id": 1389,
        "tname": "독산1동 주민센터",
        "tlocation": "서울특별시 금천구 시흥대로123길 11",
        "tlat": "37.471299",
        "tlong": "126.895873"
    },
    {
        "id": 1390,
        "tname": "독산1동 분소",
        "tlocation": "서울특별시 금천구 한내로 69-17",
        "tlat": "37.456658",
        "tlong": "126.887549"
    },
    {
        "id": 1391,
        "tname": "독산3동 주민센터",
        "tlocation": "서울특별시 금천구 독산로 317",
        "tlat": "37.475135",
        "tlong": "126.903227"
    },
    {
        "id": 1392,
        "tname": "독산4동 주민센터",
        "tlocation": "서울특별시 금천구 독산로 232",
        "tlat": "37.448485",
        "tlong": "126.902998"
    },
    {
        "id": 1393,
        "tname": "시흥1동 주민센터",
        "tlocation": "서울특별시 금천구 시흥대로58길 36",
        "tlat": "37.453534",
        "tlong": "126.903216"
    },
    {
        "id": 1394,
        "tname": "시흥2동 주민센터",
        "tlocation": "서울특별시 금천구 금하로 764",
        "tlat": "37.449601",
        "tlong": "126.914426"
    },
    {
        "id": 1395,
        "tname": "시흥3동 주민센터",
        "tlocation": "서울특별시 금천구 시흥대로18길 40",
        "tlat": "37.440257",
        "tlong": "126.905799"
    },
    {
        "id": 1396,
        "tname": "시흥4동 주민센터",
        "tlocation": "서울특별시 금천구 독산로36길 14",
        "tlat": "37.460735",
        "tlong": "126.908337"
    },
    {
        "id": 1397,
        "tname": "시흥5동 주민센터",
        "tlocation": "서울특별시 금천구 금하로21길 20",
        "tlat": "37.452200",
        "tlong": "126.908101"
    },
    {
        "id": 1398,
        "tname": "1호선 금천구청역",
        "tlocation": "서울특별시 금천구 시흥대로63길 91",
        "tlat": "37.455787",
        "tlong": "126.894292"
    },
    {
        "id": 1399,
        "tname": "1호선 독산역",
        "tlocation": "서울특별시 금천구 벚꽃로 115",
        "tlat": "37.465583",
        "tlong": "126.889962"
    },
    {
        "id": 1400,
        "tname": "1호선 가산디지털단지역",
        "tlocation": "서울특별시 금천구 벚꽃로 309",
        "tlat": "37.481595",
        "tlong": "126.882617"
    },
    {
        "id": 1401,
        "tname": "7호선가산디지털단지역",
        "tlocation": "서울특별시 금천구 벚꽃로 309",
        "tlat": "37.481595",
        "tlong": "126.882617"
    },
    {
        "id": 1402,
        "tname": "가산우체국",
        "tlocation": "서울특별시 금천구 남부순환로 1288",
        "tlat": "37.479019",
        "tlong": "126.899585"
    },
    {
        "id": 1403,
        "tname": "구로세관",
        "tlocation": "서울특별시 금천구 가산디지털1로 67",
        "tlat": "37.481888",
        "tlong": "126.880918"
    },
    {
        "id": 1404,
        "tname": "가산문화센터",
        "tlocation": "서울특별시 금천구 가산디지털1로 118",
        "tlat": "37.476145",
        "tlong": "126.883775"
    },
    {
        "id": 1405,
        "tname": "금천세무서",
        "tlocation": "서울특별시 금천구 시흥대로152길 11-21",
        "tlat": "37.477817",
        "tlong": "126.899930"
    },
    {
        "id": 1406,
        "tname": "금천노인종합복지관",
        "tlocation": "서울특별시 금천구 시흥대로51길 93-32",
        "tlat": "37.452348",
        "tlong": "126.900071"
    },
    {
        "id": 1407,
        "tname": "kt 금천전화국",
        "tlocation": "서울특별시 금천구 시흥대로 139",
        "tlat": "37.435086",
        "tlong": "126.902917"
    },
    {
        "id": 1408,
        "tname": "남부여성발전센터",
        "tlocation": "서울특별시 금천구 독산로50길 23",
        "tlat": "37.462643",
        "tlong": "126.905677"
    },
    {
        "id": 1409,
        "tname": "동남주유소",
        "tlocation": "서울특별시 금천구 범안로 1155",
        "tlat": "37.466538",
        "tlong": "126.893366"
    },
    {
        "id": 1410,
        "tname": "㈜태영유업",
        "tlocation": "서울특별시 금천구 시흥대로 484",
        "tlat": "37.435086",
        "tlong": "126.902917"
    },
    {
        "id": 1411,
        "tname": "양화어린이공원화장실",
        "tlocation": "서울특별시 마포구 월드컵로5길 79 (합정동)",
        "tlat": "37.551598",
        "tlong": "126.911870"
    },
    {
        "id": 1412,
        "tname": "천호역 공영주차장",
        "tlocation": "서울특별시 강동구 천호대로 1015",
        "tlat": "37.544419",
        "tlong": "127.107025"
    },
    {
        "id": 1413,
        "tname": "성내구립도서관 공중화장실",
        "tlocation": "서울특별시 강동구 성안로 106-1",
        "tlat": "37.524641",
        "tlong": "127.129152"
    },
    {
        "id": 1414,
        "tname": "오렌지주유소 공중화장실",
        "tlocation": "서울특별시 강동구 성안로 102",
        "tlat": "37.537929",
        "tlong": "127.135603"
    },
    {
        "id": 1415,
        "tname": "민간개방 소망빌딩 공중화장실",
        "tlocation": "서울특별시 강동구 성안로 71",
        "tlat": "37.537929",
        "tlong": "127.135603"
    },
    {
        "id": 1416,
        "tname": "신월주유소 공중화장실",
        "tlocation": "서울특별시 강동구  양재대로 1323",
        "tlat": "37.521431",
        "tlong": "127.133865"
    },
    {
        "id": 1417,
        "tname": "성내동하니근린공원공중화장실",
        "tlocation": "서울특별시 강동구 성내로3가길 71",
        "tlat": "37.529950",
        "tlong": "127.125064"
    },
    {
        "id": 1418,
        "tname": "강동구의회 1층 화장실",
        "tlocation": "서울특별시 강동구 성내로 55",
        "tlat": "37.528930",
        "tlong": "127.125030"
    },
    {
        "id": 1419,
        "tname": "브라운스톤 화장실",
        "tlocation": "서울특별시 강동구 천호대로 1006",
        "tlat": "37.544419",
        "tlong": "127.107025"
    },
    {
        "id": 1420,
        "tname": "강동구청(성안별관) 공중화장실",
        "tlocation": "서울특별시 강동구 성내로3가길 19",
        "tlat": "37.529950",
        "tlong": "127.125064"
    },
    {
        "id": 1421,
        "tname": "강동성심병원(본관) 공중화장실",
        "tlocation": "서울특별시 강동구 성안로 150",
        "tlat": "37.537929",
        "tlong": "127.135603"
    },
    {
        "id": 1422,
        "tname": "천호도서관 공중화장실",
        "tlocation": "서울특별시 강동구 성안로31마길 1",
        "tlat": "37.540515",
        "tlong": "127.133670"
    },
    {
        "id": 1423,
        "tname": "강일도서관 공중화장실",
        "tlocation": "서울특별시 강동구 아리수로93길 9-14",
        "tlat": "37.564942",
        "tlong": "127.173915"
    },
    {
        "id": 1424,
        "tname": "강동구 암사3동 주민센터 공중화장실",
        "tlocation": "서울특별시 강동구 고덕로 137",
        "tlat": "37.554982",
        "tlong": "127.140824"
    },
    {
        "id": 1425,
        "tname": "구천면주유소 공중화장실",
        "tlocation": "서울특별시 강동구  구천면로 357",
        "tlat": "37.544888",
        "tlong": "127.113136"
    },
    {
        "id": 1426,
        "tname": "암사도서관 공중화장실",
        "tlocation": "서울특별시 강동구 고덕로20길 42",
        "tlat": "37.552858",
        "tlong": "127.133400"
    },
    {
        "id": 1427,
        "tname": "개방화장실 암사시장 고객센터 화장실",
        "tlocation": "서울특별시 강동구 고덕로10길 67",
        "tlat": "37.553355",
        "tlong": "127.129904"
    },
    {
        "id": 1428,
        "tname": "개방화장실 501타워 화장실",
        "tlocation": "서울특별시 강동구 올림픽로 782",
        "tlat": "37.538545",
        "tlong": "127.123474"
    },
    {
        "id": 1429,
        "tname": "동부센트럴병원 공중화장실",
        "tlocation": "서울특별시 강동구 올림픽로98길 8",
        "tlat": "37.550800",
        "tlong": "127.129570"
    },
    {
        "id": 1430,
        "tname": "민간개방 암사시장 공중화장실",
        "tlocation": "서울특별시 강동구 상암로11길 25",
        "tlat": "37.550547",
        "tlong": "127.128894"
    },
    {
        "id": 1431,
        "tname": "태성프라자 민간개방화장실",
        "tlocation": "서울특별시 강동구 올림픽로 787",
        "tlat": "37.538545",
        "tlong": "127.123474"
    },
    {
        "id": 1432,
        "tname": "암사충전소 공중화장실",
        "tlocation": "서울특별시 강동구 올림픽로 791",
        "tlat": "37.538545",
        "tlong": "127.123474"
    },
    {
        "id": 1433,
        "tname": "암사2동 주민센터 공중화장실",
        "tlocation": "서울특별시 강동구 상암로3길 28",
        "tlat": "37.552662",
        "tlong": "127.127347"
    },
    {
        "id": 1434,
        "tname": "삼정빌딩 개방공중화장실",
        "tlocation": "서울특별시 강동구 올림픽로 769",
        "tlat": "37.538545",
        "tlong": "127.123474"
    },
    {
        "id": 1435,
        "tname": "암사동 광나루어린이공원 화장실",
        "tlocation": "서울특별시 강동구 강동구 상암로 12-19",
        "tlat": "37.550905",
        "tlong": "127.125757"
    },
    {
        "id": 1436,
        "tname": "느티나무어린이공원화장실",
        "tlocation": "서울특별시 마포구 연남로3길 80 (연남동)",
        "tlat": "37.559738",
        "tlong": "126.919474"
    },
    {
        "id": 1437,
        "tname": "구릉공원",
        "tlocation": "서울 중랑구 신내동 214-44",
        "tlat": "37.611820",
        "tlong": "127.092980"
    },
    {
        "id": 1438,
        "tname": "용마폭포공원1",
        "tlocation": "서울 중랑구 용마산로 250-12",
        "tlat": "37.599867",
        "tlong": "127.100421"
    },
    {
        "id": 1439,
        "tname": "용마폭포공원2",
        "tlocation": "서울 중랑구 용마산로 250-12",
        "tlat": "37.599867",
        "tlong": "127.100421"
    },
    {
        "id": 1440,
        "tname": "신내동 공중화장실",
        "tlocation": "서울 중랑구 용마산로 705",
        "tlat": "37.599867",
        "tlong": "127.100421"
    },
    {
        "id": 1441,
        "tname": "갓바위어린이공원 공중화장실",
        "tlocation": "서울 중랑구 용마산로114길 34",
        "tlat": "37.599168",
        "tlong": "127.103413"
    },
    {
        "id": 1442,
        "tname": "등나무어린이공원 공중화장실",
        "tlocation": "서울 중랑구 용마산로115나길 8",
        "tlat": "37.597869",
        "tlong": "127.097013"
    },
    {
        "id": 1443,
        "tname": "봉화어린이공원 공중화장실",
        "tlocation": "서울 중랑구 중랑역로 54",
        "tlat": "37.597577",
        "tlong": "127.076465"
    },
    {
        "id": 1444,
        "tname": "중화리어린이공원",
        "tlocation": "서울 중랑구 중화1동 280-16",
        "tlat": "37.602117",
        "tlong": "127.082910"
    },
    {
        "id": 1445,
        "tname": "중화동 화장실",
        "tlocation": "서울 중랑구 중화동 382",
        "tlat": "37.597550",
        "tlong": "127.077830"
    },
    {
        "id": 1446,
        "tname": "중화빗물펌프 화장실",
        "tlocation": "서울 중랑구 중화동 403-3",
        "tlat": "37.597550",
        "tlong": "127.077830"
    },
    {
        "id": 1447,
        "tname": "면목동 뚝방 화장실",
        "tlocation": "서울시 중랑구 면목동 1031-38",
        "tlat": "37.581780",
        "tlong": "127.090340"
    },
    {
        "id": 1448,
        "tname": "묵동교 화장실",
        "tlocation": "서울시 중랑구 묵동 322-2",
        "tlat": "37.610830",
        "tlong": "127.081090"
    },
    {
        "id": 1449,
        "tname": "연육교 화장실",
        "tlocation": "서울시 중랑구 중화동 381-2",
        "tlat": "37.597550",
        "tlong": "127.077830"
    },
    {
        "id": 1450,
        "tname": "중화빗물펌프장 화장실",
        "tlocation": "서울시 중랑구 중화동 404-5",
        "tlat": "37.597550",
        "tlong": "127.077830"
    },
    {
        "id": 1451,
        "tname": "중랑구민체육센터(남자, 여자, 장애인)",
        "tlocation": "서울특별시 중랑구 묵동 22",
        "tlat": "37.610830",
        "tlong": "127.081090"
    },
    {
        "id": 1452,
        "tname": "서울의료원",
        "tlocation": "중랑구 신내로 156",
        "tlat": "37.618873",
        "tlong": "127.087813"
    },
    {
        "id": 1453,
        "tname": "동부제일병원",
        "tlocation": "중랑구 망우로 511",
        "tlat": "37.593573",
        "tlong": "127.074355"
    },
    {
        "id": 1454,
        "tname": "늘찬병원",
        "tlocation": "중랑구 봉우재로 234",
        "tlat": "37.590665",
        "tlong": "127.078103"
    },
    {
        "id": 1455,
        "tname": "서울특별시북부병원",
        "tlocation": "중랑구 양원역로 38",
        "tlat": "37.604409",
        "tlong": "127.107654"
    },
    {
        "id": 1456,
        "tname": "팔팔병원",
        "tlocation": "중랑구 동일로 679",
        "tlat": "37.584677",
        "tlong": "127.079823"
    },
    {
        "id": 1457,
        "tname": "장스여성병원",
        "tlocation": "중랑구 망우로 411",
        "tlat": "37.599523",
        "tlong": "127.097906"
    },
    {
        "id": 1458,
        "tname": "면목동 공중화장실",
        "tlocation": "면목동 168-1",
        "tlat": "37.581780",
        "tlong": "127.090340"
    },
    {
        "id": 1459,
        "tname": "아토피 공원내",
        "tlocation": "서울 중랑구 겸재로 258",
        "tlat": "37.586330",
        "tlong": "127.078495"
    },
    {
        "id": 1460,
        "tname": "실버카페 공중화장실",
        "tlocation": "서울 중랑구 겸재로29길 27",
        "tlat": "37.588929",
        "tlong": "127.085499"
    },
    {
        "id": 1461,
        "tname": "소파어린이공원 공중화장실",
        "tlocation": "서울 중랑구 겸재로64길 28",
        "tlat": "37.588183",
        "tlong": "127.095319"
    },
    {
        "id": 1462,
        "tname": "면목5동 공영주차장",
        "tlocation": "서울 중랑구 동일로 594",
        "tlat": "37.584677",
        "tlong": "127.079823"
    },
    {
        "id": 1463,
        "tname": "상봉어린이공원 공중화장실",
        "tlocation": "서울 중랑구 동일로112길 27",
        "tlat": "37.593299",
        "tlong": "127.083577"
    },
    {
        "id": 1464,
        "tname": "망우동 공중화장실",
        "tlocation": "서울 중랑구 망우로 570",
        "tlat": "37.593573",
        "tlong": "127.074355"
    },
    {
        "id": 1465,
        "tname": "오거리어린이공원",
        "tlocation": "서울 중랑구 면목7동 351",
        "tlat": "37.576160",
        "tlong": "127.095157"
    },
    {
        "id": 1466,
        "tname": "남촌어린이공원 공중화장실",
        "tlocation": "서울 중랑구 면목로64길 38",
        "tlat": "37.585900",
        "tlong": "127.091497"
    },
    {
        "id": 1467,
        "tname": "양지어린이공원 공중화장실",
        "tlocation": "서울 중랑구 면목로78길 26-5",
        "tlat": "37.590489",
        "tlong": "127.087851"
    },
    {
        "id": 1468,
        "tname": "묵동 화장실",
        "tlocation": "서울 중랑구 묵동 335",
        "tlat": "37.610830",
        "tlong": "127.081090"
    },
    {
        "id": 1469,
        "tname": "중화2동주민센터 화장실",
        "tlocation": "서울 중랑구 봉화산로3길 28 (중화동, 중화2동 주민센터)",
        "tlat": "37.602846",
        "tlong": "127.076018"
    },
    {
        "id": 1470,
        "tname": "보현정사 화장실",
        "tlocation": "서울 중랑구 봉화산로45길 9-29",
        "tlat": "37.608188",
        "tlong": "127.093001"
    },
    {
        "id": 1471,
        "tname": "샘터어린이공원 공중화장실",
        "tlocation": "서울 중랑구 사가정로42길 25",
        "tlat": "37.579223",
        "tlong": "127.083103"
    },
    {
        "id": 1472,
        "tname": "면목제3.8동주민센터 화장실",
        "tlocation": "서울 중랑구 사가정로51길 48 (면목동, 면목3,8동 주민센터)",
        "tlat": "37.582959",
        "tlong": "127.088082"
    },
    {
        "id": 1473,
        "tname": "묵동다목적체육관",
        "tlocation": "서울 중랑구 숙선옹주로 66 (묵동, 묵동 다목적체육관)",
        "tlat": "37.614297",
        "tlong": "127.084233"
    },
    {
        "id": 1474,
        "tname": "테크노마트",
        "tlocation": "서울특별시 광진구 광나루로56길 85(구의동)",
        "tlat": "37.534937",
        "tlong": "127.095709"
    },
    {
        "id": 1475,
        "tname": "창원주유소",
        "tlocation": "서울특별시 광진구 광나루로 460 (화양동)",
        "tlat": "37.547911",
        "tlong": "127.069407"
    },
    {
        "id": 1476,
        "tname": "동일빌딩",
        "tlocation": "서울특별시 광진구 광나루로 442(화양동)",
        "tlat": "37.547911",
        "tlong": "127.069407"
    },
    {
        "id": 1477,
        "tname": "신의주부대찌개",
        "tlocation": "서울특별시 광진구 천호대로112길 13",
        "tlat": "37.554243",
        "tlong": "127.080091"
    },
    {
        "id": 1478,
        "tname": "아원빌딩",
        "tlocation": "서울특별시 광진구 구의강변로 22",
        "tlat": "37.535520",
        "tlong": "127.092110"
    },
    {
        "id": 1479,
        "tname": "원광빌딩",
        "tlocation": "서울특별시 광진구 능동로 272 (능동)",
        "tlat": "37.555120",
        "tlong": "127.078640"
    },
    {
        "id": 1480,
        "tname": "군자감자탕",
        "tlocation": "서울특별시 광진구 군자로 183 (군자동)",
        "tlat": "37.555143",
        "tlong": "127.075947"
    },
    {
        "id": 1481,
        "tname": "군자동주민센터",
        "tlocation": "서울특별시 광진구 군자로 151 (군자동, 군자동주민센터)",
        "tlat": "37.555143",
        "tlong": "127.075947"
    },
    {
        "id": 1482,
        "tname": "광장동실내배드민턴장",
        "tlocation": "서울특별시 광진구 천호대로140길 40",
        "tlat": "37.543848",
        "tlong": "127.098594"
    },
    {
        "id": 1483,
        "tname": "광진구보건소",
        "tlocation": "서울특별시 광진구 자양로 117 (자양동, 광진구청)",
        "tlat": "37.538470",
        "tlong": "127.083100"
    },
    {
        "id": 1484,
        "tname": "광진구청 민원복지동 1층 화장실",
        "tlocation": "서울특별시 광진구 자양로 117 (자양동, 광진구청)",
        "tlat": "37.538470",
        "tlong": "127.083100"
    },
    {
        "id": 1485,
        "tname": "광진구청 종합상황실 1층 화장실",
        "tlocation": "서울특별시 광진구 자양로 117 (자양동, 광진구청)",
        "tlat": "37.538470",
        "tlong": "127.083100"
    },
    {
        "id": 1486,
        "tname": "광진구청 행정지원동 1층 화장실",
        "tlocation": "서울특별시 광진구 자양로 117 (자양동, 광진구청)",
        "tlat": "37.538470",
        "tlong": "127.083100"
    },
    {
        "id": 1487,
        "tname": "광진정보도서관 1층 화장실",
        "tlocation": "서울특별시 광진구 아차산로78길 90 (광장동)",
        "tlat": "37.551573",
        "tlong": "127.110974"
    },
    {
        "id": 1488,
        "tname": "광진구청 안전관리동 1층 화장실",
        "tlocation": "서울특별시 광진구 자양로 117 (자양동, 광진구청)",
        "tlat": "37.538470",
        "tlong": "127.083100"
    },
    {
        "id": 1489,
        "tname": "루마썬팅구의점",
        "tlocation": "서울특별시 광진구 구의로 29-1",
        "tlat": "37.543524",
        "tlong": "127.090384"
    },
    {
        "id": 1490,
        "tname": "공주식당(목화골든빌리지)",
        "tlocation": "서울특별시 광진구 군자로 137",
        "tlat": "37.545590",
        "tlong": "127.070722"
    },
    {
        "id": 1491,
        "tname": "서울남대문경찰서",
        "tlocation": "서울특별시 중구 한강대로 410",
        "tlat": "37.554648",
        "tlong": "126.973431"
    },
    {
        "id": 1492,
        "tname": "회현119안전센터",
        "tlocation": "서울특별시 중구 소공로 30",
        "tlat": "37.560757",
        "tlong": "126.981757"
    },
    {
        "id": 1493,
        "tname": "서울중구청",
        "tlocation": "서울특별시 중구 창경궁로 17",
        "tlat": "37.568021",
        "tlong": "126.997999"
    },
    {
        "id": 1494,
        "tname": "광희동주민센터",
        "tlocation": "서울특별시 중구 퇴계로 303-9",
        "tlat": "37.556982",
        "tlong": "126.972692"
    },
    {
        "id": 1495,
        "tname": "다산동주민센터",
        "tlocation": "서울특별시 중구 동호로15길 50",
        "tlat": "37.554310",
        "tlong": "127.008304"
    },
    {
        "id": 1496,
        "tname": "동화동주민센터",
        "tlocation": "서울특별시 중구 다산로36길 100",
        "tlat": "37.558765",
        "tlong": "127.019755"
    },
    {
        "id": 1497,
        "tname": "소공동주민센터",
        "tlocation": "서울특별시 중구 남대문로1길 31-5",
        "tlat": "37.562908",
        "tlong": "126.977303"
    },
    {
        "id": 1498,
        "tname": "신당5동주민센터",
        "tlocation": "서울특별시 중구 다산로44길 85",
        "tlat": "37.565072",
        "tlong": "127.021851"
    },
    {
        "id": 1499,
        "tname": "신당동주민센터",
        "tlocation": "서울특별시 중구 청구로8길 22",
        "tlat": "37.562064",
        "tlong": "127.014493"
    },
    {
        "id": 1500,
        "tname": "약수동주민센터",
        "tlocation": "서울특별시 중구 다산로 92",
        "tlat": "37.552466",
        "tlong": "127.009006"
    },
    {
        "id": 1501,
        "tname": "을지로동주민센터",
        "tlocation": "서울특별시 중구 충무로9길 19",
        "tlat": "37.566884",
        "tlong": "126.991978"
    },
    {
        "id": 1502,
        "tname": "장충동주민센터",
        "tlocation": "서울특별시 중구 장충단로8길 22",
        "tlat": "37.561904",
        "tlong": "127.007731"
    },
    {
        "id": 1503,
        "tname": "중림동주민센터",
        "tlocation": "서울특별시 중구 만리재로 175",
        "tlat": "37.553491",
        "tlong": "126.963096"
    },
    {
        "id": 1504,
        "tname": "청구동주민센터",
        "tlocation": "서울특별시 중구 청구로3길 55",
        "tlat": "37.557067",
        "tlong": "127.014703"
    },
    {
        "id": 1505,
        "tname": "필동주민센터",
        "tlocation": "서울특별시 중구 퇴계로36길 42",
        "tlat": "37.560490",
        "tlong": "126.994791"
    },
    {
        "id": 1506,
        "tname": "중구의회",
        "tlocation": "서울특별시 중구 을지로39길 40",
        "tlat": "37.568320",
        "tlong": "127.005359"
    },
    {
        "id": 1507,
        "tname": "다동소공원",
        "tlocation": "서울특별시 중구 다동길 15",
        "tlat": "37.567697",
        "tlong": "126.980649"
    },
    {
        "id": 1508,
        "tname": "묵정어린이공원",
        "tlocation": "서울특별시 중구 퇴계로45길 32-12",
        "tlat": "37.563892",
        "tlong": "126.999227"
    },
    {
        "id": 1509,
        "tname": "새싹마을마당",
        "tlocation": "서울특별시 중구 동호로12길 97",
        "tlat": "37.559292",
        "tlong": "127.012178"
    },
    {
        "id": 1510,
        "tname": "서소문역사공원",
        "tlocation": "서울특별시 중구 칠패로 5",
        "tlat": "37.559710",
        "tlong": "126.972870"
    },
    {
        "id": 1511,
        "tname": "정동근린공원",
        "tlocation": "서울특별시 중구 정동길 21-18",
        "tlat": "37.567206",
        "tlong": "126.971310"
    },
    {
        "id": 1512,
        "tname": "훈련원근린공원",
        "tlocation": "서울특별시 중구  을지로 227",
        "tlat": "37.566678",
        "tlong": "127.000310"
    },
    {
        "id": 1513,
        "tname": "신당1호 공중화장실",
        "tlocation": "서울특별시 중구 다산로33다길 25",
        "tlat": "37.564188",
        "tlong": "127.013634"
    },
    {
        "id": 1514,
        "tname": "신당2호 공중화장실",
        "tlocation": "서울특별시 중구 다산로31길 7-5",
        "tlat": "37.562659",
        "tlong": "127.011876"
    },
    {
        "id": 1515,
        "tname": "황학동 공중화장실",
        "tlocation": "서울특별시 중구 다산로48길 33",
        "tlat": "37.567388",
        "tlong": "127.018245"
    },
    {
        "id": 1516,
        "tname": "약수동공영주차장 화장실",
        "tlocation": "서울특별시 중구 동호로8다길 22",
        "tlat": "37.551493",
        "tlong": "127.013107"
    },
    {
        "id": 1517,
        "tname": "동산공영주차장 화장실",
        "tlocation": "서울특별시 중구 다산로24가길 23",
        "tlat": "37.556588",
        "tlong": "127.015775"
    },
    {
        "id": 1518,
        "tname": "버티공영주차장 화장실",
        "tlocation": "서울특별시 중구 동호로17길 270",
        "tlat": "37.553591",
        "tlong": "127.004763"
    },
    {
        "id": 1519,
        "tname": "성곽공영주차장 화장실",
        "tlocation": "서울특별시 중구 동호로17길 201",
        "tlat": "37.553591",
        "tlong": "127.004763"
    },
    {
        "id": 1520,
        "tname": "다산아트공영주차장 화장실",
        "tlocation": "서울특별시 중구 동호로17길 173",
        "tlat": "37.553591",
        "tlong": "127.004763"
    },
    {
        "id": 1521,
        "tname": "충현공영주차장 화장실",
        "tlocation": "서울특별시 중구 동호로11나길 47",
        "tlat": "37.552606",
        "tlong": "127.007446"
    },
    {
        "id": 1522,
        "tname": "다산동공영주차장 화장실",
        "tlocation": "서울특별시 중구 동호로15길 60",
        "tlat": "37.554272",
        "tlong": "127.007949"
    },
    {
        "id": 1523,
        "tname": "문화공영주차장 화장실",
        "tlocation": "서울특별시 중구 동호로12길 29",
        "tlat": "37.559292",
        "tlong": "127.012178"
    },
    {
        "id": 1524,
        "tname": "손기정체육공원 공영주차장 화장실",
        "tlocation": "서울특별시 중구 손기정로 101",
        "tlat": "37.555295",
        "tlong": "126.963736"
    },
    {
        "id": 1525,
        "tname": "남산동공영주차장 화장실",
        "tlocation": "서울특별시 중구 퇴계로20길 24",
        "tlat": "37.558696",
        "tlong": "126.986142"
    },
    {
        "id": 1526,
        "tname": "필동공영주차장 화장실",
        "tlocation": "서울특별시 중구 필동로 55",
        "tlat": "37.557642",
        "tlong": "126.995925"
    },
    {
        "id": 1527,
        "tname": "장충공영주차장 화장실",
        "tlocation": "서울특별시 중구 퇴계로50길 59",
        "tlat": "37.561825",
        "tlong": "127.000810"
    },
    {
        "id": 1528,
        "tname": "신당역공영주차장 화장실",
        "tlocation": "서울특별시 중구 다산로44길 67",
        "tlat": "37.565249",
        "tlong": "127.020752"
    },
    {
        "id": 1529,
        "tname": "중구구민회관 공영주차장 화장실",
        "tlocation": "서울특별시 중구 을지로39길 40",
        "tlat": "37.568320",
        "tlong": "127.005359"
    },
    {
        "id": 1530,
        "tname": "시청역(2)(지하1층) 화장실",
        "tlocation": "서울특별시 중구 서소문로 127",
        "tlat": "37.563922",
        "tlong": "126.976527"
    },
    {
        "id": 1531,
        "tname": "시청역(2)(지하2층) 화장실",
        "tlocation": "서울특별시 중구 서소문로 127",
        "tlat": "37.563922",
        "tlong": "126.976527"
    },
    {
        "id": 1532,
        "tname": "태평로파출소",
        "tlocation": "서울특별시 중구 다동길 11",
        "tlat": "37.567932",
        "tlong": "126.979997"
    },
    {
        "id": 1533,
        "tname": "서소문파출소",
        "tlocation": "서울특별시 중구 서소문로 131-1",
        "tlat": "37.563922",
        "tlong": "126.976527"
    },
    {
        "id": 1534,
        "tname": "서울역파출소",
        "tlocation": "서울특별시 중구 통일로 15",
        "tlat": "37.565536",
        "tlong": "126.967029"
    },
    {
        "id": 1535,
        "tname": "회현파출소",
        "tlocation": "서울특별시 중구 퇴계로6길 3-15",
        "tlat": "37.558485",
        "tlong": "126.978852"
    },
    {
        "id": 1536,
        "tname": "남대문파출소",
        "tlocation": "서울특별시 중구 남대문시장4길 28-16",
        "tlat": "37.558924",
        "tlong": "126.976440"
    },
    {
        "id": 1537,
        "tname": "중림파출소",
        "tlocation": "서울특별시 중구 중림로 36",
        "tlat": "37.556901",
        "tlong": "126.969067"
    },
    {
        "id": 1538,
        "tname": "명동파출소",
        "tlocation": "서울특별시 중구 명동길 30",
        "tlat": "37.563850",
        "tlong": "126.985114"
    },
    {
        "id": 1539,
        "tname": "서울중부경찰서 본관",
        "tlocation": "서울특별시 중구 수표로 27",
        "tlat": "37.563989",
        "tlong": "126.990157"
    },
    {
        "id": 1540,
        "tname": "서울중부경찰서 민원실",
        "tlocation": "서울특별시 중구 수표로 27",
        "tlat": "37.563989",
        "tlong": "126.990157"
    },
    {
        "id": 1541,
        "tname": "을지지구대",
        "tlocation": "서울특별시 중구 을지로 234",
        "tlat": "37.566678",
        "tlong": "127.000310"
    },
    {
        "id": 1542,
        "tname": "광희지구대",
        "tlocation": "서울특별시 중구 퇴계로 375-1",
        "tlat": "37.565265",
        "tlong": "127.013346"
    },
    {
        "id": 1543,
        "tname": "약수지구대",
        "tlocation": "서울특별시 중구 동호로5길 15",
        "tlat": "37.552138",
        "tlong": "127.012274"
    },
    {
        "id": 1544,
        "tname": "신당파출소",
        "tlocation": "서울특별시 중구 다산로 248",
        "tlat": "37.567665",
        "tlong": "127.016085"
    },
    {
        "id": 1545,
        "tname": "장충파출소",
        "tlocation": "서울특별시 중구 동호로 261",
        "tlat": "37.568103",
        "tlong": "127.002153"
    },
    {
        "id": 1546,
        "tname": "충무파출소",
        "tlocation": "서울특별시 중구 퇴계로 178",
        "tlat": "37.556982",
        "tlong": "126.972692"
    },
    {
        "id": 1547,
        "tname": "을지로3가파출소",
        "tlocation": "서울특별시 중구 충무로 56-1",
        "tlat": "37.566302",
        "tlong": "126.992646"
    },
    {
        "id": 1548,
        "tname": "세종로파출소",
        "tlocation": "서울특별시 중구 세종대로 141",
        "tlat": "37.560679",
        "tlong": "126.975371"
    },
    {
        "id": 1549,
        "tname": "서울중앙우체국(포스트타워)",
        "tlocation": "서울특별시 중구 소공로 70",
        "tlat": "37.561616",
        "tlong": "126.982159"
    },
    {
        "id": 1550,
        "tname": "서울소공동우체국",
        "tlocation": "서울특별시 중구 남대문로1길 34",
        "tlat": "37.562585",
        "tlong": "126.977539"
    },
    {
        "id": 1551,
        "tname": "서울충무로2가우체국",
        "tlocation": "서울특별시 중구 삼일대로6길 5",
        "tlat": "37.562505",
        "tlong": "126.989311"
    },
    {
        "id": 1552,
        "tname": "서울태평로우체국",
        "tlocation": "서울특별시 중구 칠패로 42",
        "tlat": "37.559468",
        "tlong": "126.973555"
    },
    {
        "id": 1553,
        "tname": "중부소방서",
        "tlocation": "서울특별시 중구 퇴계로 394",
        "tlat": "37.564920",
        "tlong": "127.015406"
    },
    {
        "id": 1554,
        "tname": "을지로119안전센터",
        "tlocation": "서울특별시 중구 을지로45길 43",
        "tlat": "37.565926",
        "tlong": "127.010455"
    },
    {
        "id": 1555,
        "tname": "신당119안전센터",
        "tlocation": "서울특별시 중구 다산로8길 2",
        "tlat": "37.552977",
        "tlong": "127.009634"
    },
    {
        "id": 1556,
        "tname": "동대문지상상가",
        "tlocation": "서울특별시 중구 마장로 22",
        "tlat": "37.568043",
        "tlong": "127.013738"
    },
    {
        "id": 1557,
        "tname": "훈련원공원 공영주차장 지하 1층",
        "tlocation": "서울특별시 중구 을지로 227",
        "tlat": "37.566678",
        "tlong": "127.000310"
    },
    {
        "id": 1558,
        "tname": "훈련원공원 공영주차장 지하 1층",
        "tlocation": "서울특별시 중구 을지로 227",
        "tlat": "37.566678",
        "tlong": "127.000310"
    },
    {
        "id": 1559,
        "tname": "훈련원공원 공영주차장 지하 2층",
        "tlocation": "서울특별시 중구 을지로 227",
        "tlat": "37.566678",
        "tlong": "127.000310"
    },
    {
        "id": 1560,
        "tname": "훈련원공원 공영주차장 지하 2층",
        "tlocation": "서울특별시 중구 을지로 227",
        "tlat": "37.566678",
        "tlong": "127.000310"
    },
    {
        "id": 1561,
        "tname": "팔각정 입구",
        "tlocation": "서울특별시 중구 남산공원길 507",
        "tlat": "37.547527",
        "tlong": "126.993670"
    },
    {
        "id": 1562,
        "tname": "잠두체육회화장실",
        "tlocation": "서울특별시 중구 남산공원길 649",
        "tlat": "37.553801",
        "tlong": "126.983728"
    },
    {
        "id": 1563,
        "tname": "호현당화장실",
        "tlocation": "서울특별시 중구 소파로 46",
        "tlat": "37.556140",
        "tlong": "126.979130"
    },
    {
        "id": 1564,
        "tname": "목멱산방화장실",
        "tlocation": "서울특별시 중구 남산공원길 507",
        "tlat": "37.547527",
        "tlong": "126.993670"
    },
    {
        "id": 1565,
        "tname": "석호정",
        "tlocation": "서울특별시 중구 남산공원길 372",
        "tlat": "37.547527",
        "tlong": "126.993670"
    },
    {
        "id": 1566,
        "tname": "장충단공원",
        "tlocation": "서울특별시 중구 동호로 257-10",
        "tlat": "37.568103",
        "tlong": "127.002153"
    },
    {
        "id": 1567,
        "tname": "1호터널",
        "tlocation": "서울특별시 중구 남산공원길 507",
        "tlat": "37.547527",
        "tlong": "126.993670"
    },
    {
        "id": 1568,
        "tname": "장충체육관",
        "tlocation": "서울특별시 중구 동호로 241",
        "tlat": "37.558170",
        "tlong": "127.006795"
    },
    {
        "id": 1569,
        "tname": "에스씨 역전주유소",
        "tlocation": "서울특별시 중구 퇴계로 15",
        "tlat": "37.563849",
        "tlong": "127.005458"
    },
    {
        "id": 1570,
        "tname": "서남주유소",
        "tlocation": "서울특별시 중구 통일로 30",
        "tlat": "37.565536",
        "tlong": "126.967029"
    },
    {
        "id": 1571,
        "tname": "세화주유소",
        "tlocation": "서울특별시 중구 왕십리로 403",
        "tlat": "37.564745",
        "tlong": "127.025521"
    },
    {
        "id": 1572,
        "tname": "신당동주유소",
        "tlocation": "서울특별시 중구 다산로 242",
        "tlat": "37.567665",
        "tlong": "127.016085"
    },
    {
        "id": 1573,
        "tname": "약수주유소",
        "tlocation": "서울특별시 중구 다산로 173",
        "tlat": "37.567665",
        "tlong": "127.016085"
    },
    {
        "id": 1574,
        "tname": "서울석유 장충주유소",
        "tlocation": "서울특별시 중구 장충단로 202",
        "tlat": "37.569618",
        "tlong": "127.009776"
    },
    {
        "id": 1575,
        "tname": "SK에너지 퇴계로주유소",
        "tlocation": "서울특별시 중구 퇴계로 228",
        "tlat": "37.556982",
        "tlong": "126.972692"
    },
    {
        "id": 1576,
        "tname": "초동주유소",
        "tlocation": "서울특별시 중구 마른내로 31",
        "tlat": "37.564319",
        "tlong": "126.997369"
    },
    {
        "id": 1577,
        "tname": "SK에너지 통일주유소",
        "tlocation": "서울특별시 중구 동호로 296",
        "tlat": "37.568103",
        "tlong": "127.002153"
    },
    {
        "id": 1578,
        "tname": "필동주유소",
        "tlocation": "서울특별시 중구 퇴계로 196",
        "tlat": "37.556982",
        "tlong": "126.972692"
    },
    {
        "id": 1579,
        "tname": "현대오일뱅크 장원주유소",
        "tlocation": "서울특별시 중구 동호로 203",
        "tlat": "37.568103",
        "tlong": "127.002153"
    },
    {
        "id": 1580,
        "tname": "화성주유소 장수에너지",
        "tlocation": "서울특별시 중구 다산로 233",
        "tlat": "37.567665",
        "tlong": "127.016085"
    },
    {
        "id": 1581,
        "tname": "대림상가",
        "tlocation": "서울특별시 중구 을지로 157",
        "tlat": "37.566678",
        "tlong": "127.000310"
    },
    {
        "id": 1582,
        "tname": "광희시장",
        "tlocation": "서울특별시 중구 마장로1길 21",
        "tlat": "37.568658",
        "tlong": "127.011906"
    },
    {
        "id": 1583,
        "tname": "남평화시장",
        "tlocation": "서울특별시 중구 장충단로 282-10",
        "tlat": "37.569618",
        "tlong": "127.009776"
    },
    {
        "id": 1584,
        "tname": "다산동 공동화장실",
        "tlocation": "서울특별시 중구 청구로17길 29-1",
        "tlat": "37.557297",
        "tlong": "127.011253"
    },
    {
        "id": 1585,
        "tname": "동평화시장",
        "tlocation": "서울특별시 중구 청계천로 318",
        "tlat": "37.568636",
        "tlong": "126.982365"
    },
    {
        "id": 1586,
        "tname": "동화상가",
        "tlocation": "서울특별시 중구 청계천로 260-9",
        "tlat": "37.569582",
        "tlong": "127.012474"
    },
    {
        "id": 1587,
        "tname": "반석교회",
        "tlocation": "서울특별시 중구 창경궁로5다길 22",
        "tlat": "37.567393",
        "tlong": "126.996502"
    },
    {
        "id": 1588,
        "tname": "방산시장 A동",
        "tlocation": "서울특별시 중구 동호로37길 20",
        "tlat": "37.568694",
        "tlong": "127.000794"
    },
    {
        "id": 1589,
        "tname": "방산시장 B동",
        "tlocation": "서울특별시 중구 동호로37길 20",
        "tlat": "37.568694",
        "tlong": "127.000794"
    },
    {
        "id": 1590,
        "tname": "본동상가",
        "tlocation": "서울특별시 중구 남대문시장길 16-4",
        "tlat": "37.560105",
        "tlong": "126.976879"
    },
    {
        "id": 1591,
        "tname": "부르뎅아동복",
        "tlocation": "서울특별시 중구 남대문시장8길 2",
        "tlat": "37.559404",
        "tlong": "126.978670"
    },
    {
        "id": 1592,
        "tname": "삼익패션타운",
        "tlocation": "서울특별시 중구 남대문시장8길 7",
        "tlat": "37.559404",
        "tlong": "126.978670"
    },
    {
        "id": 1593,
        "tname": "서울침례교회",
        "tlocation": "서울특별시 중구 서애로 3",
        "tlat": "37.561822",
        "tlong": "126.998829"
    },
    {
        "id": 1594,
        "tname": "세운청계상가",
        "tlocation": "서울특별시 중구 청계천로 160",
        "tlat": "37.569358",
        "tlong": "127.001505"
    },
    {
        "id": 1595,
        "tname": "신중부시장",
        "tlocation": "서울특별시 중구 동호로33길 24",
        "tlat": "37.565388",
        "tlong": "127.000374"
    },
    {
        "id": 1596,
        "tname": "아트프라자",
        "tlocation": "서울특별시 중구 마장로1길 28",
        "tlat": "37.568446",
        "tlong": "127.012324"
    },
    {
        "id": 1597,
        "tname": "제일평화시장",
        "tlocation": "서울특별시 중구 마장로 13",
        "tlat": "37.568043",
        "tlong": "127.013738"
    },
    {
        "id": 1598,
        "tname": "청평화시장",
        "tlocation": "서울특별시 중구 청계천로 334",
        "tlat": "37.569358",
        "tlong": "127.001505"
    },
    {
        "id": 1599,
        "tname": "충무로 진양상가",
        "tlocation": "서울특별시 중구 퇴계로 217",
        "tlat": "37.556982",
        "tlong": "126.972692"
    },
    {
        "id": 1600,
        "tname": "통일상가",
        "tlocation": "서울특별시 중구 을지로35길 12",
        "tlat": "37.567631",
        "tlong": "127.000869"
    },
    {
        "id": 1601,
        "tname": "평화를만드는교회",
        "tlocation": "서울특별시 중구 동호로17길 85-6",
        "tlat": "37.553591",
        "tlong": "127.004763"
    },
    {
        "id": 1602,
        "tname": "평화시장-다동",
        "tlocation": "서울특별시 중구 청계천로 274",
        "tlat": "37.569358",
        "tlong": "127.001505"
    },
    {
        "id": 1603,
        "tname": "평화시장-가동",
        "tlocation": "서울특별시 중구 청계천로 274",
        "tlat": "37.569358",
        "tlong": "127.001505"
    },
    {
        "id": 1604,
        "tname": "CT센터타워빌딩",
        "tlocation": "서울특별시 중구 수표로 34",
        "tlat": "37.563989",
        "tlong": "126.990157"
    },
    {
        "id": 1605,
        "tname": "YWCA",
        "tlocation": "서울특별시 중구 명동길 73",
        "tlat": "37.564327",
        "tlong": "126.986087"
    },
    {
        "id": 1606,
        "tname": "금영빌딩",
        "tlocation": "서울특별시 중구 다산로42길 93",
        "tlat": "37.564358",
        "tlong": "127.018749"
    },
    {
        "id": 1607,
        "tname": "광화문빌딩",
        "tlocation": "서울특별시 중구 세종대로21길 52",
        "tlat": "37.567614",
        "tlong": "126.975763"
    },
    {
        "id": 1608,
        "tname": "매일경제",
        "tlocation": "서울특별시 중구 퇴계로 190",
        "tlat": "37.560560",
        "tlong": "126.992904"
    },
    {
        "id": 1609,
        "tname": "소공빌딩",
        "tlocation": "서울특별시 중구 남대문로7길 33",
        "tlat": "37.563680",
        "tlong": "126.982051"
    },
    {
        "id": 1610,
        "tname": "시그너스",
        "tlocation": "서울특별시 중구 무교로 28",
        "tlat": "37.567548",
        "tlong": "126.979104"
    },
    {
        "id": 1611,
        "tname": "시그니쳐타워",
        "tlocation": "서울특별시 중구 청계천로 100",
        "tlat": "37.569358",
        "tlong": "127.001505"
    },
    {
        "id": 1612,
        "tname": "쌍림빌딩",
        "tlocation": "서울특별시 중구 퇴계로 286",
        "tlat": "37.556982",
        "tlong": "126.972692"
    },
    {
        "id": 1613,
        "tname": "오성빌딩",
        "tlocation": "서울특별시 중구 을지로33길 18-1",
        "tlat": "37.567360",
        "tlong": "126.999732"
    },
    {
        "id": 1614,
        "tname": "장교빌딩",
        "tlocation": "서울특별시 중구 삼일대로 363",
        "tlat": "37.567132",
        "tlong": "126.987381"
    },
    {
        "id": 1615,
        "tname": "남산스퀘어",
        "tlocation": "서울특별시 중구 퇴계로 173",
        "tlat": "37.556982",
        "tlong": "126.972692"
    },
    {
        "id": 1616,
        "tname": "최가빌딩",
        "tlocation": "서울특별시 중구 충무로 67",
        "tlat": "37.566302",
        "tlong": "126.992646"
    },
    {
        "id": 1617,
        "tname": "한림빌딩",
        "tlocation": "서울특별시 중구 동호로 336",
        "tlat": "37.568103",
        "tlong": "127.002153"
    },
    {
        "id": 1618,
        "tname": "한외빌딩",
        "tlocation": "서울특별시 중구 다동길 43",
        "tlat": "37.568161",
        "tlong": "126.981558"
    },
    {
        "id": 1619,
        "tname": "한화빌딩",
        "tlocation": "서울특별시 중구 소공로 109",
        "tlat": "37.564116",
        "tlong": "126.978563"
    },
    {
        "id": 1620,
        "tname": "남산돈가스",
        "tlocation": "서울특별시 중구 소파로 23",
        "tlat": "37.556140",
        "tlong": "126.979130"
    },
    {
        "id": 1621,
        "tname": "문화옥",
        "tlocation": "서울특별시 중구 창경궁로 62-5",
        "tlat": "37.568021",
        "tlong": "126.997999"
    },
    {
        "id": 1622,
        "tname": "미나미야마",
        "tlocation": "서울특별시 중구 소파로 105",
        "tlat": "37.557271",
        "tlong": "126.985913"
    },
    {
        "id": 1623,
        "tname": "뽀뽀치킨",
        "tlocation": "서울특별시 중구 퇴계로 68-1",
        "tlat": "37.563849",
        "tlong": "127.005458"
    },
    {
        "id": 1624,
        "tname": "오발탄",
        "tlocation": "서울특별시 중구 퇴계로 205",
        "tlat": "37.556982",
        "tlong": "126.972692"
    },
    {
        "id": 1625,
        "tname": "진고개",
        "tlocation": "서울특별시 중구 충무로 19-1",
        "tlat": "37.566302",
        "tlong": "126.992646"
    },
    {
        "id": 1626,
        "tname": "롯데백화점 본점",
        "tlocation": "서울특별시 중구 남대문로 81",
        "tlat": "37.564856",
        "tlong": "126.981707"
    },
    {
        "id": 1627,
        "tname": "롯데백화점 에비뉴엘",
        "tlocation": "서울특별시 중구 남대문로 81",
        "tlat": "37.564856",
        "tlong": "126.981707"
    },
    {
        "id": 1628,
        "tname": "롯데백화점 영플라자",
        "tlocation": "서울특별시 중구 남대문로 81",
        "tlat": "37.564856",
        "tlong": "126.981707"
    },
    {
        "id": 1629,
        "tname": "신세계백화점 본점 신관",
        "tlocation": "서울 중구 소공로 63",
        "tlat": "37.560486",
        "tlong": "126.981051"
    },
    {
        "id": 1630,
        "tname": "신세계백화점 본점 본관 2층",
        "tlocation": "서울 중구 소공로 63",
        "tlat": "37.560486",
        "tlong": "126.981051"
    },
    {
        "id": 1631,
        "tname": "광희동 공중화장실",
        "tlocation": "서울특별시 중구 마른내로 166",
        "tlat": "37.564319",
        "tlong": "126.997369"
    },
    {
        "id": 1632,
        "tname": "남대문시장 공중화장실",
        "tlocation": "서울특별시 중구 남대문시장4길 28-16",
        "tlat": "37.558924",
        "tlong": "126.976440"
    },
    {
        "id": 1633,
        "tname": "SK에너지 퇴계로주유소",
        "tlocation": "서울특별시 중구 퇴계로 228",
        "tlat": "37.556982",
        "tlong": "126.972692"
    },
    {
        "id": 1634,
        "tname": "초동주유소",
        "tlocation": "서울특별시 중구 마른내로 31",
        "tlat": "37.564319",
        "tlong": "126.997369"
    },
    {
        "id": 1635,
        "tname": "한국정보화진흥원",
        "tlocation": "서울특별시 중구 청계천로 14",
        "tlat": "37.569358",
        "tlong": "127.001505"
    },
    {
        "id": 1636,
        "tname": "한국관광공사",
        "tlocation": "서울특별시 중구 청계천로 40",
        "tlat": "37.568544",
        "tlong": "126.981320"
    },
    {
        "id": 1637,
        "tname": "예금보험공사",
        "tlocation": "서울특별시 중구 청계천로 30",
        "tlat": "37.569358",
        "tlong": "127.001505"
    },
    {
        "id": 1638,
        "tname": "한국전력공사 서울본부",
        "tlocation": "서울특별시 중구 남대문로 92",
        "tlat": "37.564280",
        "tlong": "126.977631"
    },
    {
        "id": 1639,
        "tname": "유네스코회관",
        "tlocation": "서울특별시 중구 명동길 26",
        "tlat": "37.563850",
        "tlong": "126.985114"
    },
    {
        "id": 1640,
        "tname": "정동극장",
        "tlocation": "서울특별시 중구 정동길 43",
        "tlat": "37.565865",
        "tlong": "126.972772"
    },
    {
        "id": 1641,
        "tname": "중구문화원",
        "tlocation": "서울특별시 중구 청계천로 86",
        "tlat": "37.569358",
        "tlong": "127.001505"
    },
    {
        "id": 1642,
        "tname": "가온도서관",
        "tlocation": "서울특별시 중구 동호로14길 18",
        "tlat": "37.556617",
        "tlong": "127.010355"
    },
    {
        "id": 1643,
        "tname": "어울림도서관",
        "tlocation": "서울특별시 중구 다산로38길 66-35",
        "tlat": "37.561714",
        "tlong": "127.018927"
    },
    {
        "id": 1644,
        "tname": "손기정문화체육센터",
        "tlocation": "서울특별시 중구 손기정로 101",
        "tlat": "37.555295",
        "tlong": "126.963736"
    },
    {
        "id": 1645,
        "tname": "약수노인종합복지관",
        "tlocation": "서울특별시 중구 다산로6길 11",
        "tlat": "37.552010",
        "tlong": "127.009232"
    },
    {
        "id": 1646,
        "tname": "중구청소년센터",
        "tlocation": "서울특별시 중구 동호로5길 19",
        "tlat": "37.551891",
        "tlong": "127.012552"
    },
    {
        "id": 1647,
        "tname": "유락종합사회복지관",
        "tlocation": "서울특별시 중구 퇴계로 460",
        "tlat": "37.565144",
        "tlong": "127.022799"
    },
    {
        "id": 1648,
        "tname": "신당종합사회복지관",
        "tlocation": "서울특별시 중구 동호로11길 22",
        "tlat": "37.554358",
        "tlong": "127.009572"
    },
    {
        "id": 1649,
        "tname": "국립중앙의료원",
        "tlocation": "서울특별시 중구 을지로 245",
        "tlat": "37.566678",
        "tlong": "127.000310"
    },
    {
        "id": 1650,
        "tname": "서울백병원",
        "tlocation": "서울특별시 중구 마른내로 9",
        "tlat": "37.563844",
        "tlong": "126.996236"
    },
    {
        "id": 1651,
        "tname": "제일병원",
        "tlocation": "서울특별시 중구 서애로1길 17",
        "tlat": "37.561347",
        "tlong": "126.999603"
    },
    {
        "id": 1652,
        "tname": "서울시청 본관화장실 B1층 시민청 외부",
        "tlocation": "서울특별시 중구 세종대로 110",
        "tlat": "37.566350",
        "tlong": "126.978309"
    },
    {
        "id": 1653,
        "tname": "서울시청 서소문청사 1층 로비",
        "tlocation": "서울특별시 중구 덕수궁길 15",
        "tlat": "37.563438",
        "tlong": "126.974074"
    },
    {
        "id": 1654,
        "tname": "서울특별시 중부수도사업소",
        "tlocation": "서울특별시 중구 장충단로 88",
        "tlat": "37.569618",
        "tlong": "127.009776"
    },
    {
        "id": 1655,
        "tname": "남산예술센터",
        "tlocation": "서울특별시 중구 소파로 138",
        "tlat": "37.556140",
        "tlong": "126.979130"
    },
    {
        "id": 1656,
        "tname": "시립미술관 서소문본관",
        "tlocation": "서울특별시 중구 덕수궁길 61",
        "tlat": "37.564160",
        "tlong": "126.973808"
    },
    {
        "id": 1657,
        "tname": "훈련원공원 공영주차장",
        "tlocation": "서울특별시 중구 을지로 227",
        "tlat": "37.566678",
        "tlong": "127.000310"
    },
    {
        "id": 1658,
        "tname": "장충체육관",
        "tlocation": "서울특별시 중구 동호로 241",
        "tlat": "37.558170",
        "tlong": "127.006795"
    },
    {
        "id": 1659,
        "tname": "장충체육관 화장실",
        "tlocation": "서울특별시 중구 동호로 241",
        "tlat": "37.558170",
        "tlong": "127.006795"
    },
    {
        "id": 1660,
        "tname": "신당A 지하상가",
        "tlocation": "서울특별시 중구 마장로 87",
        "tlat": "37.568043",
        "tlong": "127.013738"
    },
    {
        "id": 1661,
        "tname": "신당B 지하상가",
        "tlocation": "서울특별시 중구 마장로 87",
        "tlat": "37.568043",
        "tlong": "127.013738"
    },
    {
        "id": 1662,
        "tname": "신당C 지하상가",
        "tlocation": "서울특별시 중구 마장로 87",
        "tlat": "37.568043",
        "tlong": "127.013738"
    },
    {
        "id": 1663,
        "tname": "대방주유소",
        "tlocation": "서울특별시 동작구 여의대방로 214",
        "tlat": "37.506395",
        "tlong": "126.922877"
    },
    {
        "id": 1664,
        "tname": "동광교회",
        "tlocation": "서울특별시 동작구 성대로1길 26",
        "tlat": "37.500860",
        "tlong": "126.933684"
    },
    {
        "id": 1665,
        "tname": "동일석유(주)동주충전소",
        "tlocation": "서울특별시 동작구 상도로 74",
        "tlat": "37.504190",
        "tlong": "126.937918"
    },
    {
        "id": 1666,
        "tname": "동작경희병원",
        "tlocation": "서울특별시 동작구 상도로 146",
        "tlat": "37.504190",
        "tlong": "126.937918"
    },
    {
        "id": 1667,
        "tname": "맥도날드(주)",
        "tlocation": "서울특별시 동작구 노량진로 158",
        "tlat": "37.512654",
        "tlong": "126.925404"
    },
    {
        "id": 1668,
        "tname": "믿음가득 매일주유소",
        "tlocation": "서울특별시 동작구 상도로 139",
        "tlat": "37.504190",
        "tlong": "126.937918"
    },
    {
        "id": 1669,
        "tname": "살피재주유소",
        "tlocation": "서울특별시 동작구 상도로 334",
        "tlat": "37.504190",
        "tlong": "126.937918"
    },
    {
        "id": 1670,
        "tname": "삼성생명 사당빌딩",
        "tlocation": "서울특별시 동작구 동작대로 35",
        "tlat": "37.505516",
        "tlong": "126.980274"
    },
    {
        "id": 1671,
        "tname": "장성빌딩",
        "tlocation": "서울특별시 동작구 장승배기로 113",
        "tlat": "37.504143",
        "tlong": "126.939215"
    },
    {
        "id": 1672,
        "tname": "금성주유소",
        "tlocation": "서울특별시 동작구 사당로 59",
        "tlat": "37.494698",
        "tlong": "126.960804"
    },
    {
        "id": 1673,
        "tname": "신동아리버파크상가",
        "tlocation": "서울특별시 동작구 만양로 19",
        "tlat": "37.509648",
        "tlong": "126.945538"
    },
    {
        "id": 1674,
        "tname": "열림교회",
        "tlocation": "서울특별시 동작구 여의대방로44길 22",
        "tlat": "37.509253",
        "tlong": "126.928412"
    },
    {
        "id": 1675,
        "tname": "오송빌딩",
        "tlocation": "서울특별시 동작구 동작대로 141",
        "tlat": "37.505516",
        "tlong": "126.980274"
    },
    {
        "id": 1676,
        "tname": "우성스포츠센터",
        "tlocation": "서울특별시 동작구 여의대방로 2",
        "tlat": "37.497451",
        "tlong": "126.918353"
    },
    {
        "id": 1677,
        "tname": "유한양행",
        "tlocation": "서울특별시 동작구 노량진로 74",
        "tlat": "37.512654",
        "tlong": "126.925404"
    },
    {
        "id": 1678,
        "tname": "블루스톤스포츠센터",
        "tlocation": "서울특별시 동작구 현충로 131",
        "tlat": "37.502247",
        "tlong": "126.977561"
    },
    {
        "id": 1679,
        "tname": "중앙대학교병원",
        "tlocation": "서울특별시 동작구 흑석로 102",
        "tlat": "37.509354",
        "tlong": "126.961615"
    },
    {
        "id": 1680,
        "tname": "청화병원",
        "tlocation": "서울특별시 동작구 장승배기로 108",
        "tlat": "37.504143",
        "tlong": "126.939215"
    },
    {
        "id": 1681,
        "tname": "태평백화점",
        "tlocation": "서울특별시 동작구 동작대로 115",
        "tlat": "37.505516",
        "tlong": "126.980274"
    },
    {
        "id": 1682,
        "tname": "하늘마루타운상가",
        "tlocation": "서울특별시 동작구 알마타길 6",
        "tlat": "37.511346",
        "tlong": "126.929328"
    },
    {
        "id": 1683,
        "tname": "한주실업",
        "tlocation": "서울특별시 동작구 노량진로 162",
        "tlat": "37.512654",
        "tlong": "126.925404"
    },
    {
        "id": 1684,
        "tname": "현대오일뱅크동작주유소",
        "tlocation": "서울특별시 동작구 상도로 403",
        "tlat": "37.504190",
        "tlong": "126.937918"
    },
    {
        "id": 1685,
        "tname": "현대오일뱅크사당셀프주유소개방화장실",
        "tlocation": "서울특별시 동작구 동작대로 73",
        "tlat": "37.505516",
        "tlong": "126.980274"
    },
    {
        "id": 1686,
        "tname": "현대자동차정비",
        "tlocation": "서울특별시 동작구 상도로 226",
        "tlat": "37.504190",
        "tlong": "126.937918"
    },
    {
        "id": 1687,
        "tname": "참새공원 공중화장실",
        "tlocation": "서울특별시 동작구 여의대방로24길 29",
        "tlat": "37.499102",
        "tlong": "126.926028"
    },
    {
        "id": 1688,
        "tname": "사자암 공중화장실",
        "tlocation": "서울특별시 동작구 국사봉1길 235-14",
        "tlat": "37.498936",
        "tlong": "126.929909"
    },
    {
        "id": 1689,
        "tname": "국사봉 공중화장실",
        "tlocation": "서울특별시 동작구 양녕로23길 27",
        "tlat": "37.495593",
        "tlong": "126.941818"
    },
    {
        "id": 1690,
        "tname": "주차공원 공중화장실",
        "tlocation": "서울특별시 동작구 현충로 213",
        "tlat": "37.502247",
        "tlong": "126.977561"
    },
    {
        "id": 1691,
        "tname": "현충원 공중화장실",
        "tlocation": "서울특별시 동작구 현충로 199",
        "tlat": "37.502247",
        "tlong": "126.977561"
    },
    {
        "id": 1692,
        "tname": "사육신 공중화장실",
        "tlocation": "서울특별시 동작구 노량진로 187",
        "tlat": "37.512654",
        "tlong": "126.925404"
    },
    {
        "id": 1693,
        "tname": "본동 공중화장실",
        "tlocation": "서울특별시 동작구 매봉로6길 16",
        "tlat": "37.508269",
        "tlong": "126.952079"
    },
    {
        "id": 1694,
        "tname": "상도1동 공중화장실",
        "tlocation": "서울특별시 동작구 상도로41가길 19",
        "tlat": "37.503362",
        "tlong": "126.950231"
    },
    {
        "id": 1695,
        "tname": "이수교 공중화장실",
        "tlocation": "서울특별시 동작구 동작대로 255",
        "tlat": "37.505516",
        "tlong": "126.980274"
    },
    {
        "id": 1696,
        "tname": "사당5동 공중화장실",
        "tlocation": "서울특별시 동작구 솔밭로 60",
        "tlat": "37.485435",
        "tlong": "126.968186"
    },
    {
        "id": 1697,
        "tname": "CJ푸드빌빕스대방점",
        "tlocation": "서울특별시 동작구 노량진로 2",
        "tlat": "37.514048",
        "tlong": "126.941982"
    },
    {
        "id": 1698,
        "tname": "GS칼텍스 노량진주유소",
        "tlocation": "서울특별시 동작구 노량진로 172",
        "tlat": "37.512654",
        "tlong": "126.925404"
    },
    {
        "id": 1699,
        "tname": "KT빌딩",
        "tlocation": "서울특별시 동작구 노량진로 138",
        "tlat": "37.512654",
        "tlong": "126.925404"
    },
    {
        "id": 1700,
        "tname": "sk네트워크 21세기주유소",
        "tlocation": "서울특별시 동작구 시흥대로 616",
        "tlat": "37.487237",
        "tlong": "126.905535"
    },
    {
        "id": 1701,
        "tname": "sk네트워크 흑석동주유소",
        "tlocation": "서울특별시 동작구 현충로 101",
        "tlat": "37.506243",
        "tlong": "126.969769"
    },
    {
        "id": 1702,
        "tname": "거묵프리미엄상가",
        "tlocation": "서울특별시 동작구 사당로 196",
        "tlat": "37.494698",
        "tlong": "126.960804"
    },
    {
        "id": 1703,
        "tname": "교보빌딩",
        "tlocation": "서울특별시 동작구 동작대로 59",
        "tlat": "37.505516",
        "tlong": "126.980274"
    },
    {
        "id": 1704,
        "tname": "기독교TV멀티미디어센터",
        "tlocation": "서울특별시 동작구 노량진로 100",
        "tlat": "37.512960",
        "tlong": "126.937028"
    },
    {
        "id": 1705,
        "tname": "남성주유소",
        "tlocation": "서울특별시 동작구 동작대로 135",
        "tlat": "37.505516",
        "tlong": "126.980274"
    },
    {
        "id": 1706,
        "tname": "남일교회",
        "tlocation": "서울특별시 동작구 동작대로27길 57",
        "tlat": "37.487553",
        "tlong": "126.980789"
    },
    {
        "id": 1707,
        "tname": "대방빌딩",
        "tlocation": "서울특별시 동작구 여의대방로 126",
        "tlat": "37.506395",
        "tlong": "126.922877"
    },
    {
        "id": 1708,
        "tname": "강남대로주유소",
        "tlocation": "서울특별시 서초구 강남대로 206",
        "tlat": "37.479896",
        "tlong": "127.038314"
    },
    {
        "id": 1709,
        "tname": "헌릉로주유소",
        "tlocation": "서울특별시 서초구 헌릉로 177",
        "tlat": "37.460810",
        "tlong": "127.081860"
    },
    {
        "id": 1710,
        "tname": "대우주유소",
        "tlocation": "서울특별시 서초구 양재대로 173",
        "tlat": "37.460433",
        "tlong": "127.022577"
    },
    {
        "id": 1711,
        "tname": "남서울주유소",
        "tlocation": "서울특별시 서초구 나루터로 83",
        "tlat": "37.515017",
        "tlong": "127.016265"
    },
    {
        "id": 1712,
        "tname": "삼방주유소",
        "tlocation": "서울특별시 서초구 사평대로 364",
        "tlat": "37.503762",
        "tlong": "127.023200"
    },
    {
        "id": 1713,
        "tname": "서원주유소",
        "tlocation": "서울특별시 서초구 반포대로 142",
        "tlat": "37.502322",
        "tlong": "127.003268"
    },
    {
        "id": 1714,
        "tname": "사당역 공영주차장 공중화장실",
        "tlocation": "서울특별시 서초구 과천대로 950-18",
        "tlat": "37.462681",
        "tlong": "126.988072"
    },
    {
        "id": 1715,
        "tname": "가빛섬화장실",
        "tlocation": "서울특별시 서초구 올림픽대로 683",
        "tlat": "37.508582",
        "tlong": "126.994963"
    },
    {
        "id": 1716,
        "tname": "채빛섬화장실",
        "tlocation": "서울특별시 서초구 올림픽대로 683",
        "tlat": "37.508582",
        "tlong": "126.994963"
    },
    {
        "id": 1717,
        "tname": "서울추모공원",
        "tlocation": "서울특별시 서초구 양재대로12길 74",
        "tlat": "37.459138",
        "tlong": "127.049222"
    },
    {
        "id": 1718,
        "tname": "서울특별시어린이병원",
        "tlocation": "서울특별시 서초구 헌릉로 260",
        "tlat": "37.455802",
        "tlong": "127.068784"
    },
    {
        "id": 1719,
        "tname": "삿갓봉 근린공원",
        "tlocation": "서울 노원구 한글비석로 346",
        "tlat": "37.637822",
        "tlong": "127.071579"
    },
    {
        "id": 1720,
        "tname": "불암주유소 개방화장실",
        "tlocation": "서울 노원구 한글비석로 268 (중계동, 불암주유소)",
        "tlat": "37.651389",
        "tlong": "127.077222"
    },
    {
        "id": 1721,
        "tname": "삼부프라자빌딩(개방화장실)",
        "tlocation": "서울 노원구 한글비석로 242 (중계동, 삼부프라자)",
        "tlat": "37.649272",
        "tlong": "127.076957"
    },
    {
        "id": 1722,
        "tname": "골마을근린공원",
        "tlocation": "서울 노원구 한글비석로 107",
        "tlat": "37.663865",
        "tlong": "127.062911"
    },
    {
        "id": 1723,
        "tname": "노원문화예술회관 공중화장실 (6층)",
        "tlocation": "서울 노원구 중계로 181 (중계동, 노원문화예술회관)",
        "tlat": "37.650242",
        "tlong": "127.080181"
    },
    {
        "id": 1724,
        "tname": "노원문화예술회관 공중화장실 (5층)",
        "tlocation": "서울 노원구 중계로 181 (중계동, 노원문화예술회관)",
        "tlat": "37.650242",
        "tlong": "127.080181"
    },
    {
        "id": 1725,
        "tname": "노원문화예술회관 공중화장실(4층)",
        "tlocation": "서울 노원구 중계로 181 (중계동, 노원문화예술회관)",
        "tlat": "37.650242",
        "tlong": "127.080181"
    },
    {
        "id": 1726,
        "tname": "노원문화에술회관 공중화장실 (3층)",
        "tlocation": "서울 노원구 중계로 181 (중계동, 노원문화예술회관)",
        "tlat": "37.650242",
        "tlong": "127.080181"
    },
    {
        "id": 1727,
        "tname": "노원문화예술회관 공중화장실 (2층)",
        "tlocation": "서울 노원구 중계로 181 (중계동, 노원문화예술회관)",
        "tlat": "37.650242",
        "tlong": "127.080181"
    },
    {
        "id": 1728,
        "tname": "노원문화예술회관 공중화장실 (지층)",
        "tlocation": "서울 노원구 중계로 181 (중계동, 노원문화예술회관)",
        "tlat": "37.650242",
        "tlong": "127.080181"
    },
    {
        "id": 1729,
        "tname": "노원문화예술회관 공중화장실 (1층)",
        "tlocation": "서울 노원구 중계로 181 (중계동, 노원문화예술회관)",
        "tlat": "37.650242",
        "tlong": "127.080181"
    },
    {
        "id": 1730,
        "tname": "가재울 근린공원",
        "tlocation": "서울 노원구 중계동 515-4",
        "tlat": "37.648020",
        "tlong": "127.076780"
    },
    {
        "id": 1731,
        "tname": "성문빌딩",
        "tlocation": "서울특별시 서초구 남부순환로 2636",
        "tlat": "37.473759",
        "tlong": "126.998163"
    },
    {
        "id": 1732,
        "tname": "마니랑 빌딩",
        "tlocation": "서울특별시 서초구 남부순환로337가길 3-8",
        "tlat": "37.483826",
        "tlong": "127.023621"
    },
    {
        "id": 1733,
        "tname": "당골공원(서초1동 경로당)",
        "tlocation": "서울특별시 서초구 효령로68길 49-3",
        "tlat": "37.486641",
        "tlong": "127.023922"
    },
    {
        "id": 1734,
        "tname": "블루핀타워",
        "tlocation": "서울특별시 서초구 서초중앙로 42",
        "tlat": "37.503131",
        "tlong": "127.011211"
    },
    {
        "id": 1735,
        "tname": "국제전자센터",
        "tlocation": "서울특별시 서초구 효령로 304",
        "tlat": "37.484845",
        "tlong": "127.017830"
    },
    {
        "id": 1736,
        "tname": "대한건축사협회",
        "tlocation": "서울특별시 서초구 효령로 317",
        "tlat": "37.484077",
        "tlong": "127.011420"
    },
    {
        "id": 1737,
        "tname": "반포종합사회복지관 화장실",
        "tlocation": "서울특별시 서초구 신반포로33길 22",
        "tlat": "37.509906",
        "tlong": "127.010999"
    },
    {
        "id": 1738,
        "tname": "우면종합사회복지관",
        "tlocation": "서울특별시 서초구 바우뫼로7길 11",
        "tlat": "37.471252",
        "tlong": "127.024611"
    },
    {
        "id": 1739,
        "tname": "바우뫼복지문화회관",
        "tlocation": "서울특별시 서초구 바우뫼로 43",
        "tlat": "37.475480",
        "tlong": "127.034690"
    },
    {
        "id": 1740,
        "tname": "서초구립 한우리정보문화센터",
        "tlocation": "서울특별시 서초구 남부순환로340길 15",
        "tlat": "37.480809",
        "tlong": "127.022680"
    },
    {
        "id": 1741,
        "tname": "양재종합사회복지관",
        "tlocation": "서울특별시 서초구 남부순환로 2610",
        "tlat": "37.473759",
        "tlong": "126.998163"
    },
    {
        "id": 1742,
        "tname": "서초구립반포도서관",
        "tlocation": "서울특별시  서초구 고무래로 34",
        "tlat": "37.503346",
        "tlong": "127.010511"
    },
    {
        "id": 1743,
        "tname": "사랑의 복지관",
        "tlocation": "서울특별시  서초구 강남대로65길 19",
        "tlat": "37.499916",
        "tlong": "127.023950"
    },
    {
        "id": 1744,
        "tname": "양재노인종합복지관",
        "tlocation": "서울특별시 서초구 강남대로30길 73-7",
        "tlat": "37.483515",
        "tlong": "127.039533"
    },
    {
        "id": 1745,
        "tname": "서초문화예술회관",
        "tlocation": "서울특별시 서초구 강남대로 201",
        "tlat": "37.479896",
        "tlong": "127.038314"
    },
    {
        "id": 1746,
        "tname": "서초여성가족플라자",
        "tlocation": "서울특별시 서초구 잠원로8길 38",
        "tlat": "37.513618",
        "tlong": "127.011951"
    },
    {
        "id": 1747,
        "tname": "신반포육아지원센터",
        "tlocation": "서울특별시 서초구 신반포로19길 26",
        "tlat": "37.504275",
        "tlong": "126.994480"
    },
    {
        "id": 1748,
        "tname": "서초구립 중앙노인종합 복지관",
        "tlocation": "서울특별시 서초구 서초대로54길 45",
        "tlat": "37.493037",
        "tlong": "127.016830"
    },
    {
        "id": 1749,
        "tname": "심산기념문화센터",
        "tlocation": "서울특별시 서초구 사평대로 55",
        "tlat": "37.503487",
        "tlong": "127.021264"
    },
    {
        "id": 1750,
        "tname": "방배육아지원센터",
        "tlocation": "서울특별시 서초구 방배로27길 13",
        "tlat": "37.488887",
        "tlong": "126.989303"
    },
    {
        "id": 1751,
        "tname": "월계문화정보도서관 공중화장실(4층)",
        "tlocation": "서울 노원구 월계로 319 (월계동, 월계문화정보도서관)",
        "tlat": "37.628634",
        "tlong": "127.056092"
    },
    {
        "id": 1752,
        "tname": "월계문화정보도서관 공중화장실(3층)",
        "tlocation": "서울 노원구 월계로 319 (월계동, 월계문화정보도서관)",
        "tlat": "37.628634",
        "tlong": "127.056092"
    },
    {
        "id": 1753,
        "tname": "월계문화정보도서관 공중화장실(2층)",
        "tlocation": "서울 노원구 월계로 319 (월계동, 월계문화정보도서관)",
        "tlat": "37.628634",
        "tlong": "127.056092"
    },
    {
        "id": 1754,
        "tname": "월계문화정보도서관 공중화장실(1층)",
        "tlocation": "서울 노원구 월계로 319 (월계동, 월계문화정보도서관)",
        "tlat": "37.628634",
        "tlong": "127.056092"
    },
    {
        "id": 1755,
        "tname": "월계문화정보도서관 공중화장실(지층)",
        "tlocation": "서울 노원구 월계로 319 (월계동, 월계문화정보도서관)",
        "tlat": "37.628634",
        "tlong": "127.056092"
    },
    {
        "id": 1756,
        "tname": "들국화 어린이공원",
        "tlocation": "서울 노원구 섬밭로 313 (중계동, 시립중계노인전문요양원)",
        "tlat": "37.643552",
        "tlong": "127.061648"
    },
    {
        "id": 1757,
        "tname": "당고개역 화장실",
        "tlocation": "서울 노원구 상계로 305 (상계동, 당고개역)",
        "tlat": "37.670467",
        "tlong": "127.079373"
    },
    {
        "id": 1758,
        "tname": "당고개 배드민턴장 1층 화장실",
        "tlocation": "서울 노원구 상계로 273 (상계동)",
        "tlat": "37.658335",
        "tlong": "127.068746"
    },
    {
        "id": 1759,
        "tname": "상계역 화장실",
        "tlocation": "서울 노원구 상계로 182 (상계동, 상계역)",
        "tlat": "37.661630",
        "tlong": "127.074300"
    },
    {
        "id": 1760,
        "tname": "초안산 근린공원",
        "tlocation": "서울 노원구 마들로5가길 113",
        "tlat": "37.639159",
        "tlong": "127.052488"
    },
    {
        "id": 1761,
        "tname": "신반포역상가",
        "tlocation": "서울특별시 서초구 반포2동 18-4",
        "tlat": "37.507672",
        "tlong": "126.995945"
    },
    {
        "id": 1762,
        "tname": "래미안퍼스티지중심상가",
        "tlocation": "서울특별시 서초구 반포2동 18-3",
        "tlat": "37.507672",
        "tlong": "126.995945"
    },
    {
        "id": 1763,
        "tname": "신반포상가",
        "tlocation": "서울특별시 서초구 반포2동 2-8",
        "tlat": "37.507672",
        "tlong": "126.995945"
    },
    {
        "id": 1764,
        "tname": "리체프라자",
        "tlocation": "서울특별시 서초구 반포1동 30-25",
        "tlat": "37.505660",
        "tlong": "127.016894"
    },
    {
        "id": 1765,
        "tname": "한신종합상가",
        "tlocation": "서울특별시 서초구 반포본동 885",
        "tlat": "37.505047",
        "tlong": "126.986256"
    },
    {
        "id": 1766,
        "tname": "영동가스 충전소",
        "tlocation": "서울특별시 서초구 잠원동 55-6",
        "tlat": "37.516620",
        "tlong": "127.008650"
    },
    {
        "id": 1767,
        "tname": "매일종합상가",
        "tlocation": "서울특별시 서초구 잠원로4길 54",
        "tlat": "37.513420",
        "tlong": "127.012522"
    },
    {
        "id": 1768,
        "tname": "서초쇼핑",
        "tlocation": "서울특별시 서초구 서초4동 1684-1",
        "tlat": "37.504400",
        "tlong": "127.023998"
    },
    {
        "id": 1769,
        "tname": "중앙서초플라자",
        "tlocation": "서울특별시 서초구 서초4동 1687-2",
        "tlat": "37.499413",
        "tlong": "127.019603"
    },
    {
        "id": 1770,
        "tname": "삼하빌딩",
        "tlocation": "서울특별시 서초구 서초4동 1694-25",
        "tlat": "37.499413",
        "tlong": "127.019603"
    },
    {
        "id": 1771,
        "tname": "노원구청 별관 공중화장실(3층)",
        "tlocation": "서울 노원구 노해로 437 (상계동, 노원구청)",
        "tlat": "37.654400",
        "tlong": "127.056431"
    },
    {
        "id": 1772,
        "tname": "노원구청 별관 공중화장실(2층)",
        "tlocation": "서울 노원구 노해로 437 (상계동, 노원구청)",
        "tlat": "37.654400",
        "tlong": "127.056431"
    },
    {
        "id": 1773,
        "tname": "노원구청 별관 공중화장실(1층)",
        "tlocation": "서울 노원구 노해로 437 (상계동, 노원구청)",
        "tlat": "37.654400",
        "tlong": "127.056431"
    },
    {
        "id": 1774,
        "tname": "노원구청 별관 공중화장실(지하1층)",
        "tlocation": "서울 노원구 노해로 437 (상계동, 노원구청)",
        "tlat": "37.654400",
        "tlong": "127.056431"
    },
    {
        "id": 1775,
        "tname": "노원구청 본관 공중화장실(8층)",
        "tlocation": "서울 노원구 노해로 437 (상계동, 노원구청)",
        "tlat": "37.654400",
        "tlong": "127.056431"
    },
    {
        "id": 1776,
        "tname": "노원구청 본관 공중화장실(7층)",
        "tlocation": "서울 노원구 노해로 437 (상계동, 노원구청)",
        "tlat": "37.654400",
        "tlong": "127.056431"
    },
    {
        "id": 1777,
        "tname": "노원구청 본관 공중화장실(6층)",
        "tlocation": "서울 노원구 노해로 437 (상계동, 노원구청)",
        "tlat": "37.654400",
        "tlong": "127.056431"
    },
    {
        "id": 1778,
        "tname": "노원구청 본관 공중화장실(5층)",
        "tlocation": "서울 노원구 노해로 437 (상계동, 노원구청)",
        "tlat": "37.654400",
        "tlong": "127.056431"
    },
    {
        "id": 1779,
        "tname": "노원구청 본관 공중화장실(4층)",
        "tlocation": "서울 노원구 노해로 437 (상계동, 노원구청)",
        "tlat": "37.654400",
        "tlong": "127.056431"
    },
    {
        "id": 1780,
        "tname": "노원구청 본관 공중화장실(3층)",
        "tlocation": "서울 노원구 노해로 437 (상계동, 노원구청)",
        "tlat": "37.654400",
        "tlong": "127.056431"
    },
    {
        "id": 1781,
        "tname": "노원구청 본관 공중화장실(2층)",
        "tlocation": "서울 노원구 노해로 437 (상계동, 노원구청)",
        "tlat": "37.654400",
        "tlong": "127.056431"
    },
    {
        "id": 1782,
        "tname": "노원구청 본관 공중화장실(1층)",
        "tlocation": "서울 노원구 노해로 437 (상계동, 노원구청)",
        "tlat": "37.654400",
        "tlong": "127.056431"
    },
    {
        "id": 1783,
        "tname": "노원구청 본관 공중화장실(지하1층)",
        "tlocation": "서울 노원구 노해로 437 (상계동, 노원구청)",
        "tlat": "37.654400",
        "tlong": "127.056431"
    },
    {
        "id": 1784,
        "tname": "노원정보도서관 공중화장실(4층)",
        "tlocation": "서울 노원구 노원로34길 43 (상계동, 노원정보도서관)",
        "tlat": "37.661026",
        "tlong": "127.065080"
    },
    {
        "id": 1785,
        "tname": "노원정보도서관 공중화장실(3층)",
        "tlocation": "서울 노원구 노원로34길 43 (상계동, 노원정보도서관)",
        "tlat": "37.661026",
        "tlong": "127.065080"
    },
    {
        "id": 1786,
        "tname": "노원정보도서관 공중화장실(2층)",
        "tlocation": "서울 노원구 노원로34길 43 (상계동, 노원정보도서관)",
        "tlat": "37.661026",
        "tlong": "127.065080"
    },
    {
        "id": 1787,
        "tname": "노원정보도서관 공중화장실(1층)",
        "tlocation": "서울 노원구 노원로34길 43 (상계동, 노원정보도서관)",
        "tlat": "37.661026",
        "tlong": "127.065080"
    },
    {
        "id": 1788,
        "tname": "노원정보도서관 공중화장실(지층)",
        "tlocation": "서울 노원구 노원로34길 43 (상계동, 노원정보도서관)",
        "tlat": "37.661026",
        "tlong": "127.065080"
    },
    {
        "id": 1789,
        "tname": "현대오일뱅크 상계동주유소 개방화장실",
        "tlocation": "서울 노원구 노원로26길 191 (상계동, 상계동주유소)",
        "tlat": "37.657810",
        "tlong": "127.071520"
    },
    {
        "id": 1790,
        "tname": "방배2동주민센터",
        "tlocation": "서울특별시 서초구 청두곶길 36",
        "tlat": "37.482365",
        "tlong": "126.985614"
    },
    {
        "id": 1791,
        "tname": "방배1동 주민센터",
        "tlocation": "서울특별시 서초구 효령로29길 43",
        "tlat": "37.483853",
        "tlong": "126.994412"
    },
    {
        "id": 1792,
        "tname": "방배본동주민센터",
        "tlocation": "서울특별시 서초구 동광로19길 38",
        "tlat": "37.495739",
        "tlong": "126.987535"
    },
    {
        "id": 1793,
        "tname": "반포4동 주민센터",
        "tlocation": "서울특별시 서초구 사평대로28길 70",
        "tlat": "37.499096",
        "tlong": "127.000095"
    },
    {
        "id": 1794,
        "tname": "반포본동 주민센터",
        "tlocation": "서울특별시 서초구 신반포로 10",
        "tlat": "37.510064",
        "tlong": "127.019532"
    },
    {
        "id": 1795,
        "tname": "잠원동주민센터",
        "tlocation": "서울특별시 서초구 나루터로 38",
        "tlat": "37.515017",
        "tlong": "127.016265"
    },
    {
        "id": 1796,
        "tname": "서초3동 주민센터",
        "tlocation": "서울특별시 서초구 반포대로 34",
        "tlat": "37.502322",
        "tlong": "127.003268"
    },
    {
        "id": 1797,
        "tname": "서초2동주민센터",
        "tlocation": "서울특별시 서초구 서초대로70길 51",
        "tlat": "37.492059",
        "tlong": "127.024957"
    },
    {
        "id": 1798,
        "tname": "서초1동 주민센터",
        "tlocation": "서울특별시 서초구 사임당로 89",
        "tlat": "37.487800",
        "tlong": "127.012734"
    },
    {
        "id": 1799,
        "tname": "서초구보건소",
        "tlocation": "서울특별시 서초구 남부순환로 2584",
        "tlat": "37.483609",
        "tlong": "127.032774"
    },
    {
        "id": 1800,
        "tname": "서초구청",
        "tlocation": "서울특별시 서초구 남부순환로 2584",
        "tlat": "37.483609",
        "tlong": "127.032774"
    },
    {
        "id": 1801,
        "tname": "노해근린공원",
        "tlocation": "서울 노원구 노원로22길 1",
        "tlat": "37.647695",
        "tlong": "127.071036"
    },
    {
        "id": 1802,
        "tname": "하계2동 주민센터 공중화장실(3층)",
        "tlocation": "서울 노원구 공릉로55길 88 (하계동, 하계2동 주민센터)",
        "tlat": "37.631976",
        "tlong": "127.067951"
    },
    {
        "id": 1803,
        "tname": "하계2동 주민센터 공중화장실(2층)",
        "tlocation": "서울 노원구 공릉로55길 88 (하계동, 하계2동 주민센터)",
        "tlat": "37.631976",
        "tlong": "127.067951"
    },
    {
        "id": 1804,
        "tname": "하계2동 주민센터 공중화장실 (1층)",
        "tlocation": "서울 노원구 공릉로55길 88 (하계동, 하계2동 주민센터)",
        "tlat": "37.631976",
        "tlong": "127.067951"
    },
    {
        "id": 1805,
        "tname": "아라타워",
        "tlocation": "서울특별시 서초구 서초대로77길 3",
        "tlat": "37.498053",
        "tlong": "127.026446"
    },
    {
        "id": 1806,
        "tname": "금구빌딩",
        "tlocation": "서울특별시 서초구 법원로1길 11",
        "tlat": "37.493082",
        "tlong": "127.009433"
    },
    {
        "id": 1807,
        "tname": "sk주유소",
        "tlocation": "서울특별시 서초구 남부순환로 2391",
        "tlat": "37.473759",
        "tlong": "126.998163"
    },
    {
        "id": 1808,
        "tname": "석정빌딩",
        "tlocation": "서울특별시 서초구 서초대로 287",
        "tlat": "37.485610",
        "tlong": "126.984428"
    },
    {
        "id": 1809,
        "tname": "서초브이샤르망",
        "tlocation": "서울특별시 서초구 효령로55길 28",
        "tlat": "37.486372",
        "tlong": "127.014230"
    },
    {
        "id": 1810,
        "tname": "서초르네상스오피스텔",
        "tlocation": "서울특별시 서초구 서초중앙로 69",
        "tlat": "37.503131",
        "tlong": "127.011211"
    },
    {
        "id": 1811,
        "tname": "신영빌딩",
        "tlocation": "서울특별시 서초구 사임당로 26",
        "tlat": "37.492493",
        "tlong": "127.028271"
    },
    {
        "id": 1812,
        "tname": "터미널지하도상가",
        "tlocation": "서울특별시 서초구 신반포로 200",
        "tlat": "37.505765",
        "tlong": "127.004619"
    },
    {
        "id": 1813,
        "tname": "터미널지하도상가",
        "tlocation": "서울특별시 서초구 신반포로 200",
        "tlat": "37.505765",
        "tlong": "127.004619"
    },
    {
        "id": 1814,
        "tname": "터미널지하도상가",
        "tlocation": "서울특별시 서초구 신반포로 200",
        "tlat": "37.505765",
        "tlong": "127.004619"
    },
    {
        "id": 1815,
        "tname": "터미널지하도상가",
        "tlocation": "서울특별시 서초구 신반포로 200",
        "tlat": "37.505765",
        "tlong": "127.004619"
    },
    {
        "id": 1816,
        "tname": "양재최고주유소",
        "tlocation": "서울특별시 서초구 매헌로 72",
        "tlat": "37.462490",
        "tlong": "127.036277"
    },
    {
        "id": 1817,
        "tname": "서초주유소",
        "tlocation": "서울특별시 서초구 반포대로 64",
        "tlat": "37.502322",
        "tlong": "127.003268"
    },
    {
        "id": 1818,
        "tname": "크로바주유소",
        "tlocation": "서울특별시 서초구 효령로 327",
        "tlat": "37.484077",
        "tlong": "127.011420"
    },
    {
        "id": 1819,
        "tname": "서초제일주유소",
        "tlocation": "서울특별시 서초구 사임당로 116",
        "tlat": "37.487800",
        "tlong": "127.012734"
    },
    {
        "id": 1820,
        "tname": "서초꽃마을주유소",
        "tlocation": "서울특별시 서초구 반포대로 69",
        "tlat": "37.502322",
        "tlong": "127.003268"
    },
    {
        "id": 1821,
        "tname": "방배열린문화센터",
        "tlocation": "서울특별시 서초구 방배로 173",
        "tlat": "37.496165",
        "tlong": "126.988308"
    },
    {
        "id": 1822,
        "tname": "반포종합운동장체육센터",
        "tlocation": "서울특별시 서초구 신반포로16길 30",
        "tlat": "37.501942",
        "tlong": "126.995738"
    },
    {
        "id": 1823,
        "tname": "잠원스포츠파크",
        "tlocation": "서울특별시 서초구 신반포로23길 66",
        "tlat": "37.508328",
        "tlong": "127.003264"
    },
    {
        "id": 1824,
        "tname": "언남문화체육센터",
        "tlocation": "서울특별시 서초구 동산로13길 35",
        "tlat": "37.472583",
        "tlong": "127.042431"
    },
    {
        "id": 1825,
        "tname": "서초구민체육센터",
        "tlocation": "서울특별시 서초구 사평대로 55",
        "tlat": "37.503487",
        "tlong": "127.021264"
    },
    {
        "id": 1826,
        "tname": "내곡동체육시설",
        "tlocation": "서울특별시 서초구 신흥말길 23-5",
        "tlat": "37.452645",
        "tlong": "127.081153"
    },
    {
        "id": 1827,
        "tname": "양재시민의숲 테니스장",
        "tlocation": "서울특별시 서초구 매헌로 99",
        "tlat": "37.469696",
        "tlong": "127.039032"
    },
    {
        "id": 1828,
        "tname": "반포종합운동장",
        "tlocation": "서울특별시 서초구 신반포로16길 30",
        "tlat": "37.501942",
        "tlong": "126.995738"
    },
    {
        "id": 1829,
        "tname": "청계산수변공원",
        "tlocation": "서울특별시 서초구 청계산로7길",
        "tlat": "37.451692",
        "tlong": "127.056177"
    },
    {
        "id": 1830,
        "tname": "청계산수변공원",
        "tlocation": "서울특별시 서초구 청계산로7길 9-52",
        "tlat": "37.451692",
        "tlong": "127.056177"
    },
    {
        "id": 1831,
        "tname": "꽃초롱자연학습장",
        "tlocation": "서울특별시 서초구",
        "tlat": "37.483500",
        "tlong": "127.032200"
    },
    {
        "id": 1832,
        "tname": "청룡텃밭",
        "tlocation": "서울특별시 서초구",
        "tlat": "37.483500",
        "tlong": "127.032200"
    },
    {
        "id": 1833,
        "tname": "동산어린이공원",
        "tlocation": "서울특별시 서초구 동산로12길 8",
        "tlat": "37.470975",
        "tlong": "127.046270"
    },
    {
        "id": 1834,
        "tname": "도구머리공원",
        "tlocation": "서울특별시 서초구",
        "tlat": "37.483500",
        "tlong": "127.032200"
    },
    {
        "id": 1835,
        "tname": "명달어린이공원",
        "tlocation": "서울특별시 서초구",
        "tlat": "37.483500",
        "tlong": "127.032200"
    },
    {
        "id": 1836,
        "tname": "서리풀공원",
        "tlocation": "서울특별시 서초구",
        "tlat": "37.483500",
        "tlong": "127.032200"
    },
    {
        "id": 1837,
        "tname": "우면산 자연생태공원",
        "tlocation": "서울특별시 서초구",
        "tlat": "37.483500",
        "tlong": "127.032200"
    },
    {
        "id": 1838,
        "tname": "방배근린공원 (응봉약수터 옆)",
        "tlocation": "서울특별시 서초구",
        "tlat": "37.483500",
        "tlong": "127.032200"
    },
    {
        "id": 1839,
        "tname": "방배경찰서 남태령지구대",
        "tlocation": "서울특별시 서초구 동작대로 34",
        "tlat": "37.504561",
        "tlong": "126.980378"
    },
    {
        "id": 1840,
        "tname": "내곡치안센터",
        "tlocation": "서울특별시 서초구 염곡말길 9",
        "tlat": "37.462193",
        "tlong": "127.052635"
    },
    {
        "id": 1841,
        "tname": "반포지구대",
        "tlocation": "서울특별시 서초구 신반포로 190",
        "tlat": "37.510505",
        "tlong": "127.019161"
    },
    {
        "id": 1842,
        "tname": "내곡지구파출소",
        "tlocation": "서울특별시 서초구 헌릉로 226",
        "tlat": "37.460810",
        "tlong": "127.081860"
    },
    {
        "id": 1843,
        "tname": "방배1파출소",
        "tlocation": "서울특별시 서초구 방배로16길 16-8",
        "tlat": "37.484574",
        "tlong": "126.996849"
    },
    {
        "id": 1844,
        "tname": "우면파출소",
        "tlocation": "서울특별시 서초구 양재대로2길 106",
        "tlat": "37.456121",
        "tlong": "127.013999"
    },
    {
        "id": 1845,
        "tname": "이수파출소",
        "tlocation": "서울특별시 서초구 동광로19길 38",
        "tlat": "37.495739",
        "tlong": "126.987535"
    },
    {
        "id": 1846,
        "tname": "서초3파출소",
        "tlocation": "서울특별시 서초구 반포대로30길 40",
        "tlat": "37.492291",
        "tlong": "127.011374"
    },
    {
        "id": 1847,
        "tname": "서초2파출소",
        "tlocation": "서울특별시 서초구 서운로 38",
        "tlat": "37.502554",
        "tlong": "127.021538"
    },
    {
        "id": 1848,
        "tname": "서초파출소",
        "tlocation": "서울특별시 서초구 효령로 297",
        "tlat": "37.484077",
        "tlong": "127.011420"
    },
    {
        "id": 1849,
        "tname": "한전아트센터 본관",
        "tlocation": "서울특별시 서초구 효령로72길 60",
        "tlat": "37.486832",
        "tlong": "127.027181"
    },
    {
        "id": 1850,
        "tname": "반포우체국 화장실",
        "tlocation": "서울특별시 서초구 신반포로19길 40",
        "tlat": "37.504275",
        "tlong": "126.994480"
    },
    {
        "id": 1851,
        "tname": "서래지구대 화장실",
        "tlocation": "서울특별시 서초구 신반포로16길 15-14",
        "tlat": "37.501942",
        "tlong": "126.995738"
    },
    {
        "id": 1852,
        "tname": "서초소방서 화장실",
        "tlocation": "서울특별시 서초구 사평대로 67",
        "tlat": "37.503487",
        "tlong": "127.021264"
    },
    {
        "id": 1853,
        "tname": "반포세무서 공용화장실",
        "tlocation": "서울특별시 서초구 방배로 163",
        "tlat": "37.496165",
        "tlong": "126.988308"
    },
    {
        "id": 1854,
        "tname": "양재119안전센터 화장실",
        "tlocation": "서울특별시 서초구 동산로 9",
        "tlat": "37.469637",
        "tlong": "127.041412"
    },
    {
        "id": 1855,
        "tname": "서울서초우체국 화장실",
        "tlocation": "서울특별시 서초구 동산로 19",
        "tlat": "37.469637",
        "tlong": "127.041412"
    },
    {
        "id": 1856,
        "tname": "서초119안전센터",
        "tlocation": "서울특별시 서초구 효령로 400",
        "tlat": "37.484077",
        "tlong": "127.011420"
    },
    {
        "id": 1857,
        "tname": "서울고속버스터미널 본관 1호 공중화장실",
        "tlocation": "서울특별시 서초구 신반포로 194",
        "tlat": "37.510505",
        "tlong": "127.019161"
    },
    {
        "id": 1858,
        "tname": "서울남부터미널 동쪽화장실(내부기준)",
        "tlocation": "서울특별시 서초구 효령로 292",
        "tlat": "37.484077",
        "tlong": "127.011420"
    },
    {
        "id": 1859,
        "tname": "양재천 무인자동 (교총삼거리 둑마루)",
        "tlocation": "서울특별시 서초구 우면동 143-6",
        "tlat": "37.477388",
        "tlong": "127.028124"
    },
    {
        "id": 1860,
        "tname": "양재천 (영동2교 둑마루)",
        "tlocation": "서울특별시 서초구 양재동 261-23",
        "tlat": "37.468380",
        "tlong": "127.036100"
    },
    {
        "id": 1861,
        "tname": "양재천 (연인의거리)",
        "tlocation": "서울특별시 서초구 양재천로 144",
        "tlat": "37.473951",
        "tlong": "127.035520"
    },
    {
        "id": 1862,
        "tname": "양재1동 주민센터 분소",
        "tlocation": "서울특별시 서초구 남부순환로 2610",
        "tlat": "37.473759",
        "tlong": "126.998163"
    },
    {
        "id": 1863,
        "tname": "양재1동 주민센터",
        "tlocation": "서울특별시 서초구 바우뫼로 41",
        "tlat": "37.471635",
        "tlong": "127.026708"
    },
    {
        "id": 1864,
        "tname": "방배4동 주민센터",
        "tlocation": "서울특별시 서초구 방배로 173",
        "tlat": "37.496165",
        "tlong": "126.988308"
    },
    {
        "id": 1865,
        "tname": "방배3동 주민센터",
        "tlocation": "서울특별시 서초구 방배로 40",
        "tlat": "37.496165",
        "tlong": "126.988308"
    },
    {
        "id": 1866,
        "tname": "우면산 (소망탑 깔딱고개)",
        "tlocation": "서울특별시 서초구",
        "tlat": "37.483500",
        "tlong": "127.032200"
    },
    {
        "id": 1867,
        "tname": "말죽거리 공원화장실",
        "tlocation": "서울특별시 서초구",
        "tlat": "37.483500",
        "tlong": "127.032200"
    },
    {
        "id": 1868,
        "tname": "구룡산 입구 화장실",
        "tlocation": "서울특별시 서초구",
        "tlat": "37.483500",
        "tlong": "127.032200"
    },
    {
        "id": 1869,
        "tname": "청계산 개나리골입구화장실",
        "tlocation": "서울특별시 서초구",
        "tlat": "37.483500",
        "tlong": "127.032200"
    },
    {
        "id": 1870,
        "tname": "송동근린공원",
        "tlocation": "서울특별시 서초구 중앙로 616",
        "tlat": "37.459456",
        "tlong": "127.018784"
    },
    {
        "id": 1871,
        "tname": "용허리근린공원",
        "tlocation": "서울특별시 서초구 서초대로70길",
        "tlat": "37.493675",
        "tlong": "127.023830"
    },
    {
        "id": 1872,
        "tname": "몽마르뜨공원",
        "tlocation": "서울특별시 서초구 반포대로37길 59",
        "tlat": "37.497312",
        "tlong": "127.004746"
    },
    {
        "id": 1873,
        "tname": "섬들근린공원",
        "tlocation": "서울특별시 서초구 태봉로 54",
        "tlat": "37.466749",
        "tlong": "127.027652"
    },
    {
        "id": 1874,
        "tname": "생태놀이터",
        "tlocation": "서울특별시 서초구 바우뫼로 27-2",
        "tlat": "37.475480",
        "tlong": "127.034690"
    },
    {
        "id": 1875,
        "tname": "문화예술공원(야외무대)",
        "tlocation": "서울특별시 서초구 바우뫼로12길 40",
        "tlat": "37.471850",
        "tlong": "127.030720"
    },
    {
        "id": 1876,
        "tname": "문화예술공원(관리사무소)",
        "tlocation": "서울특별시 서초구 바우뫼로12길 40",
        "tlat": "37.471850",
        "tlong": "127.030720"
    },
    {
        "id": 1877,
        "tname": "양재천근린공원",
        "tlocation": "서울특별시 서초구",
        "tlat": "37.483500",
        "tlong": "127.032200"
    },
    {
        "id": 1878,
        "tname": "양재근린공원",
        "tlocation": "서울특별시 서초구 동산로 35",
        "tlat": "37.469637",
        "tlong": "127.041412"
    },
    {
        "id": 1879,
        "tname": "여의천 무인자동 (둑마루)",
        "tlocation": "서울특별시 서초구 원지동 15-19",
        "tlat": "37.446665",
        "tlong": "127.059352"
    },
    {
        "id": 1880,
        "tname": "반포세무서 공용화장실",
        "tlocation": "서울특별시 서초구 방배로 163",
        "tlat": "37.496165",
        "tlong": "126.988308"
    },
    {
        "id": 1881,
        "tname": "양재119안전센터 화장실",
        "tlocation": "서울특별시 서초구 동산로 9",
        "tlat": "37.469637",
        "tlong": "127.041412"
    },
    {
        "id": 1882,
        "tname": "서울서초우체국 화장실",
        "tlocation": "서울특별시 서초구 동산로 19",
        "tlat": "37.469637",
        "tlong": "127.041412"
    },
    {
        "id": 1883,
        "tname": "서초119안전센터",
        "tlocation": "서울특별시 서초구 효령로 400",
        "tlat": "37.484077",
        "tlong": "127.011420"
    },
    {
        "id": 1884,
        "tname": "서울고속버스터미널 본관 1호 공중화장실",
        "tlocation": "서울특별시 서초구 신반포로 194",
        "tlat": "37.510505",
        "tlong": "127.019161"
    },
    {
        "id": 1885,
        "tname": "서울남부터미널 동쪽화장실(내부기준)",
        "tlocation": "서울특별시 서초구 효령로 292",
        "tlat": "37.484077",
        "tlong": "127.011420"
    },
    {
        "id": 1886,
        "tname": "양재화훼공판장 화장실",
        "tlocation": "서울특별시 서초구 강남대로 27",
        "tlat": "37.479896",
        "tlong": "127.038314"
    },
    {
        "id": 1887,
        "tname": "사당역 공영주차장 공중화장실",
        "tlocation": "서울특별시 서초구 과천대로 950-18",
        "tlat": "37.462681",
        "tlong": "126.988072"
    },
    {
        "id": 1888,
        "tname": "가빛섬화장실",
        "tlocation": "서울특별시 서초구 올림픽대로 683",
        "tlat": "37.508582",
        "tlong": "126.994963"
    },
    {
        "id": 1889,
        "tname": "채빛섬화장실",
        "tlocation": "서울특별시 서초구 올림픽대로 683",
        "tlat": "37.508582",
        "tlong": "126.994963"
    },
    {
        "id": 1890,
        "tname": "서울추모공원",
        "tlocation": "서울특별시 서초구 양재대로12길 74",
        "tlat": "37.459138",
        "tlong": "127.049222"
    },
    {
        "id": 1891,
        "tname": "서울특별시어린이병원",
        "tlocation": "서울특별시 서초구 헌릉로 260",
        "tlat": "37.455802",
        "tlong": "127.068784"
    },
    {
        "id": 1892,
        "tname": "성문빌딩",
        "tlocation": "서울특별시 서초구 남부순환로 2636",
        "tlat": "37.473759",
        "tlong": "126.998163"
    },
    {
        "id": 1893,
        "tname": "신반포역상가",
        "tlocation": "서울특별시 서초구 반포2동 18-4",
        "tlat": "37.507672",
        "tlong": "126.995945"
    },
    {
        "id": 1894,
        "tname": "래미안퍼스티지중심상가",
        "tlocation": "서울특별시 서초구 반포2동 18-3",
        "tlat": "37.507672",
        "tlong": "126.995945"
    },
    {
        "id": 1895,
        "tname": "신반포상가",
        "tlocation": "서울특별시 서초구 반포2동 2-8",
        "tlat": "37.507672",
        "tlong": "126.995945"
    },
    {
        "id": 1896,
        "tname": "리체프라자",
        "tlocation": "서울특별시 서초구 반포1동 30-25",
        "tlat": "37.505660",
        "tlong": "127.016894"
    },
    {
        "id": 1897,
        "tname": "한신종합상가",
        "tlocation": "서울특별시 서초구 반포본동 885",
        "tlat": "37.505047",
        "tlong": "126.986256"
    },
    {
        "id": 1898,
        "tname": "영동가스 충전소",
        "tlocation": "서울특별시 서초구 잠원동 55-6",
        "tlat": "37.516620",
        "tlong": "127.008650"
    },
    {
        "id": 1899,
        "tname": "매일종합상가",
        "tlocation": "서울특별시 서초구 잠원로4길 54",
        "tlat": "37.513420",
        "tlong": "127.012522"
    },
    {
        "id": 1900,
        "tname": "서초쇼핑",
        "tlocation": "서울특별시 서초구 서초4동 1684-1",
        "tlat": "37.504400",
        "tlong": "127.023998"
    },
    {
        "id": 1901,
        "tname": "중앙서초플라자",
        "tlocation": "서울특별시 서초구 서초4동 1687-2",
        "tlat": "37.499413",
        "tlong": "127.019603"
    },
    {
        "id": 1902,
        "tname": "삼하빌딩",
        "tlocation": "서울특별시 서초구 서초4동 1694-25",
        "tlat": "37.499413",
        "tlong": "127.019603"
    },
    {
        "id": 1903,
        "tname": "아라타워",
        "tlocation": "서울특별시 서초구 서초대로77길 3",
        "tlat": "37.498053",
        "tlong": "127.026446"
    },
    {
        "id": 1904,
        "tname": "노원구민회관 강당동 공중화장실 (2층)",
        "tlocation": "서울 노원구 동일로 1229 (중계동, 노원구민회관)",
        "tlat": "37.639360",
        "tlong": "127.066370"
    },
    {
        "id": 1905,
        "tname": "노원구민회관 강당동 공중화장실 (1층)",
        "tlocation": "서울 노원구 동일로 1229 (중계동, 노원구민회관)",
        "tlat": "37.639360",
        "tlong": "127.066370"
    },
    {
        "id": 1906,
        "tname": "노원구구민회관 공중화장실 사무동(3층)",
        "tlocation": "서울 노원구 동일로 1229 (중계동, 노원구민회관)",
        "tlat": "37.639360",
        "tlong": "127.066370"
    },
    {
        "id": 1907,
        "tname": "노원구민회관 공중화장실 사무동 2층",
        "tlocation": "서울 노원구 동일로 1229 (중계동, 노원구민회관)",
        "tlat": "37.639360",
        "tlong": "127.066370"
    },
    {
        "id": 1908,
        "tname": "노원구민회관 공중화장실 사무동 (1층)",
        "tlocation": "서울 노원구 동일로 1229 (중계동, 노원구민회관)",
        "tlat": "37.639360",
        "tlong": "127.066370"
    },
    {
        "id": 1909,
        "tname": "금구빌딩",
        "tlocation": "서울특별시 서초구 법원로1길 11",
        "tlat": "37.493082",
        "tlong": "127.009433"
    },
    {
        "id": 1910,
        "tname": "sk주유소",
        "tlocation": "서울특별시 서초구 남부순환로 2391",
        "tlat": "37.473759",
        "tlong": "126.998163"
    },
    {
        "id": 1911,
        "tname": "석정빌딩",
        "tlocation": "서울특별시 서초구 서초대로 287",
        "tlat": "37.485610",
        "tlong": "126.984428"
    },
    {
        "id": 1912,
        "tname": "서초브이샤르망",
        "tlocation": "서울특별시 서초구 효령로55길 28",
        "tlat": "37.486372",
        "tlong": "127.014230"
    },
    {
        "id": 1913,
        "tname": "서초르네상스오피스텔",
        "tlocation": "서울특별시 서초구 서초중앙로 69",
        "tlat": "37.503131",
        "tlong": "127.011211"
    },
    {
        "id": 1914,
        "tname": "신영빌딩",
        "tlocation": "서울특별시 서초구 사임당로 26",
        "tlat": "37.492493",
        "tlong": "127.028271"
    },
    {
        "id": 1915,
        "tname": "마니랑 빌딩",
        "tlocation": "서울특별시 서초구 남부순환로337가길 3-8",
        "tlat": "37.483826",
        "tlong": "127.023621"
    },
    {
        "id": 1916,
        "tname": "당골공원(서초1동 경로당)",
        "tlocation": "서울특별시 서초구 효령로68길 49-3",
        "tlat": "37.486641",
        "tlong": "127.023922"
    },
    {
        "id": 1917,
        "tname": "블루핀타워",
        "tlocation": "서울특별시 서초구 서초중앙로 42",
        "tlat": "37.503131",
        "tlong": "127.011211"
    },
    {
        "id": 1918,
        "tname": "국제전자센터",
        "tlocation": "서울특별시 서초구 효령로 304",
        "tlat": "37.484845",
        "tlong": "127.017830"
    },
    {
        "id": 1919,
        "tname": "대한건축사협회",
        "tlocation": "서울특별시 서초구 효령로 317",
        "tlat": "37.484077",
        "tlong": "127.011420"
    },
    {
        "id": 1920,
        "tname": "반포종합사회복지관 화장실",
        "tlocation": "서울특별시 서초구 신반포로33길 22",
        "tlat": "37.509906",
        "tlong": "127.010999"
    },
    {
        "id": 1921,
        "tname": "서룰개인택시조합 복지공릉 충전소 개방화장실",
        "tlocation": "서울 노원구 화랑로 826 (공릉동)",
        "tlat": "37.626140",
        "tlong": "127.094500"
    },
    {
        "id": 1922,
        "tname": "삼육주유소 개방화장실",
        "tlocation": "서울 노원구 화랑로 822 (공릉동, 삼육주유소)",
        "tlat": "37.638640",
        "tlong": "127.108970"
    },
    {
        "id": 1923,
        "tname": "가재울 공영주차장 공중화장실",
        "tlocation": "서울 노원구 한글비석로 98",
        "tlat": "37.637822",
        "tlong": "127.071579"
    },
    {
        "id": 1924,
        "tname": "우면종합사회복지관",
        "tlocation": "서울특별시 서초구 바우뫼로7길 11",
        "tlat": "37.471252",
        "tlong": "127.024611"
    },
    {
        "id": 1925,
        "tname": "바우뫼복지문화회관",
        "tlocation": "서울특별시 서초구 바우뫼로 43",
        "tlat": "37.475480",
        "tlong": "127.034690"
    },
    {
        "id": 1926,
        "tname": "서초구립 한우리정보문화센터",
        "tlocation": "서울특별시 서초구 남부순환로340길 15",
        "tlat": "37.480809",
        "tlong": "127.022680"
    },
    {
        "id": 1927,
        "tname": "양재종합사회복지관",
        "tlocation": "서울특별시 서초구 남부순환로 2610",
        "tlat": "37.473759",
        "tlong": "126.998163"
    },
    {
        "id": 1928,
        "tname": "서초구립반포도서관",
        "tlocation": "서울특별시  서초구 고무래로 34",
        "tlat": "37.503346",
        "tlong": "127.010511"
    },
    {
        "id": 1929,
        "tname": "사랑의 복지관",
        "tlocation": "서울특별시  서초구 강남대로65길 19",
        "tlat": "37.499916",
        "tlong": "127.023950"
    },
    {
        "id": 1930,
        "tname": "양재노인종합복지관",
        "tlocation": "서울특별시 서초구 강남대로30길 73-7",
        "tlat": "37.483515",
        "tlong": "127.039533"
    },
    {
        "id": 1931,
        "tname": "서초문화예술회관",
        "tlocation": "서울특별시 서초구 강남대로 201",
        "tlat": "37.479896",
        "tlong": "127.038314"
    },
    {
        "id": 1932,
        "tname": "서초여성가족플라자",
        "tlocation": "서울특별시 서초구 잠원로8길 38",
        "tlat": "37.513618",
        "tlong": "127.011951"
    },
    {
        "id": 1933,
        "tname": "신반포육아지원센터",
        "tlocation": "서울특별시 서초구 신반포로19길 26",
        "tlat": "37.504275",
        "tlong": "126.994480"
    },
    {
        "id": 1934,
        "tname": "서초구립 중앙노인종합 복지관",
        "tlocation": "서울특별시 서초구 서초대로54길 45",
        "tlat": "37.493037",
        "tlong": "127.016830"
    },
    {
        "id": 1935,
        "tname": "심산기념문화센터",
        "tlocation": "서울특별시 서초구 사평대로 55",
        "tlat": "37.503487",
        "tlong": "127.021264"
    },
    {
        "id": 1936,
        "tname": "방배육아지원센터",
        "tlocation": "서울특별시 서초구 방배로27길 13",
        "tlat": "37.488887",
        "tlong": "126.989303"
    },
    {
        "id": 1937,
        "tname": "중앙주유소",
        "tlocation": "서울특별시 서초구 바우뫼로 219",
        "tlat": "37.475480",
        "tlong": "127.034690"
    },
    {
        "id": 1938,
        "tname": "팔레스현대오일뱅크",
        "tlocation": "서울특별시 서초구 사평대로 136",
        "tlat": "37.503487",
        "tlong": "127.021264"
    },
    {
        "id": 1939,
        "tname": "양재현대주유소",
        "tlocation": "서울특별시 서초구 마방로 6",
        "tlat": "37.475409",
        "tlong": "127.041418"
    },
    {
        "id": 1940,
        "tname": "방배동 주유소",
        "tlocation": "서울특별시 서초구 효령로 29",
        "tlat": "37.484077",
        "tlong": "127.011420"
    },
    {
        "id": 1941,
        "tname": "서울주유소",
        "tlocation": "서울특별시 서초구 서초중앙로 91",
        "tlat": "37.503131",
        "tlong": "127.011211"
    },
    {
        "id": 1942,
        "tname": "연일주유소",
        "tlocation": "서울특별시 서초구 서초동 1426-13",
        "tlat": "37.488180",
        "tlong": "127.017510"
    },
    {
        "id": 1943,
        "tname": "말죽거리주유소",
        "tlocation": "서울특별시 서초구 남부순환로 2650",
        "tlat": "37.473759",
        "tlong": "126.998163"
    },
    {
        "id": 1944,
        "tname": "한독주유소",
        "tlocation": "서울특별시 서초구 방배로 214",
        "tlat": "37.496165",
        "tlong": "126.988308"
    },
    {
        "id": 1945,
        "tname": "오토테크 주유소",
        "tlocation": "서울특별시 서초구 효령로 356",
        "tlat": "37.484077",
        "tlong": "127.011420"
    },
    {
        "id": 1946,
        "tname": "내곡주유소",
        "tlocation": "서울특별시 서초구 헌릉로 210",
        "tlat": "37.460810",
        "tlong": "127.081860"
    },
    {
        "id": 1947,
        "tname": "남태령주유소",
        "tlocation": "서울특별시 서초구 과천대로 838",
        "tlat": "37.462681",
        "tlong": "126.988072"
    },
    {
        "id": 1948,
        "tname": "강남주유소",
        "tlocation": "서울특별시 서초구 반포대로 284",
        "tlat": "37.502322",
        "tlong": "127.003268"
    },
    {
        "id": 1949,
        "tname": "반포그린주유소",
        "tlocation": "서울특별시 서초구 서초중앙로 239",
        "tlat": "37.503131",
        "tlong": "127.011211"
    },
    {
        "id": 1950,
        "tname": "터미널 주유소",
        "tlocation": "서울특별시 서초구 신반포로 222",
        "tlat": "37.510505",
        "tlong": "127.019161"
    },
    {
        "id": 1951,
        "tname": "터미널지하도상가",
        "tlocation": "서울특별시 서초구 신반포로 200",
        "tlat": "37.505765",
        "tlong": "127.004619"
    },
    {
        "id": 1952,
        "tname": "터미널지하도상가",
        "tlocation": "서울특별시 서초구 신반포로 200",
        "tlat": "37.505765",
        "tlong": "127.004619"
    },
    {
        "id": 1953,
        "tname": "터미널지하도상가",
        "tlocation": "서울특별시 서초구 신반포로 200",
        "tlat": "37.505765",
        "tlong": "127.004619"
    },
    {
        "id": 1954,
        "tname": "터미널지하도상가",
        "tlocation": "서울특별시 서초구 신반포로 200",
        "tlat": "37.505765",
        "tlong": "127.004619"
    },
    {
        "id": 1955,
        "tname": "방배경찰서 남태령지구대",
        "tlocation": "서울특별시 서초구 동작대로 34",
        "tlat": "37.504561",
        "tlong": "126.980378"
    },
    {
        "id": 1956,
        "tname": "내곡치안센터",
        "tlocation": "서울특별시 서초구 염곡말길 9",
        "tlat": "37.462193",
        "tlong": "127.052635"
    },
    {
        "id": 1957,
        "tname": "반포지구대",
        "tlocation": "서울특별시 서초구 신반포로 190",
        "tlat": "37.510505",
        "tlong": "127.019161"
    },
    {
        "id": 1958,
        "tname": "내곡지구파출소",
        "tlocation": "서울특별시 서초구 헌릉로 226",
        "tlat": "37.460810",
        "tlong": "127.081860"
    },
    {
        "id": 1959,
        "tname": "방배1파출소",
        "tlocation": "서울특별시 서초구 방배로16길 16-8",
        "tlat": "37.484574",
        "tlong": "126.996849"
    },
    {
        "id": 1960,
        "tname": "우면파출소",
        "tlocation": "서울특별시 서초구 양재대로2길 106",
        "tlat": "37.456121",
        "tlong": "127.013999"
    },
    {
        "id": 1961,
        "tname": "이수파출소",
        "tlocation": "서울특별시 서초구 동광로19길 38",
        "tlat": "37.495739",
        "tlong": "126.987535"
    },
    {
        "id": 1962,
        "tname": "서초3파출소",
        "tlocation": "서울특별시 서초구 반포대로30길 40",
        "tlat": "37.492291",
        "tlong": "127.011374"
    },
    {
        "id": 1963,
        "tname": "서초2파출소",
        "tlocation": "서울특별시 서초구 서운로 38",
        "tlat": "37.502554",
        "tlong": "127.021538"
    },
    {
        "id": 1964,
        "tname": "서초파출소",
        "tlocation": "서울특별시 서초구 효령로 297",
        "tlat": "37.484077",
        "tlong": "127.011420"
    },
    {
        "id": 1965,
        "tname": "한전아트센터 본관",
        "tlocation": "서울특별시 서초구 효령로72길 60",
        "tlat": "37.486832",
        "tlong": "127.027181"
    },
    {
        "id": 1966,
        "tname": "반포우체국 화장실",
        "tlocation": "서울특별시 서초구 신반포로19길 40",
        "tlat": "37.504275",
        "tlong": "126.994480"
    },
    {
        "id": 1967,
        "tname": "서래지구대 화장실",
        "tlocation": "서울특별시 서초구 신반포로16길 15-14",
        "tlat": "37.501942",
        "tlong": "126.995738"
    },
    {
        "id": 1968,
        "tname": "서초소방서 화장실",
        "tlocation": "서울특별시 서초구 사평대로 67",
        "tlat": "37.503487",
        "tlong": "127.021264"
    },
    {
        "id": 1969,
        "tname": "선우상사Q엔느",
        "tlocation": "서울특별시 서초구 방배로 66",
        "tlat": "37.484382",
        "tlong": "126.995753"
    },
    {
        "id": 1970,
        "tname": "청우빌딩",
        "tlocation": "개포로 506",
        "tlat": "37.495170",
        "tlong": "127.084286"
    },
    {
        "id": 1971,
        "tname": "개포현대2차(아) 상가",
        "tlocation": "언주로 107 (개포동)",
        "tlat": "37.482825",
        "tlong": "127.051725"
    },
    {
        "id": 1972,
        "tname": "개포우성6차(아) 상가",
        "tlocation": "언주로 3 (개포동)",
        "tlat": "37.476610",
        "tlong": "127.056623"
    },
    {
        "id": 1973,
        "tname": "개포주유소",
        "tlocation": "양재대로 339 (개포동)",
        "tlat": "37.485586",
        "tlong": "127.074954"
    },
    {
        "id": 1974,
        "tname": "전남친환경유통센터빌딩",
        "tlocation": "논현로10길 29 (개포동)",
        "tlat": "37.475246",
        "tlong": "127.050495"
    },
    {
        "id": 1975,
        "tname": "희영빌딩",
        "tlocation": "개포로 232 (개포동)",
        "tlat": "37.489101",
        "tlong": "127.066043"
    },
    {
        "id": 1976,
        "tname": "남강빌딩",
        "tlocation": "개포로 251 (개포동)",
        "tlat": "37.489101",
        "tlong": "127.066043"
    },
    {
        "id": 1977,
        "tname": "강남동산교회",
        "tlocation": "개포로 257 (개포동)",
        "tlat": "37.491378",
        "tlong": "127.072706"
    },
    {
        "id": 1978,
        "tname": "칼릭스 유한회사",
        "tlocation": "도산대로 144 (논현동)",
        "tlat": "37.519620",
        "tlong": "127.028108"
    },
    {
        "id": 1979,
        "tname": "도산150",
        "tlocation": "도산대로 150",
        "tlat": "37.521439",
        "tlong": "127.033779"
    },
    {
        "id": 1980,
        "tname": "논현주유소",
        "tlocation": "논현로 747 (논현동)",
        "tlat": "37.513273",
        "tlong": "127.031030"
    },
    {
        "id": 1981,
        "tname": "성보빌딩",
        "tlocation": "강남대로 580",
        "tlat": "37.522106",
        "tlong": "127.017501"
    },
    {
        "id": 1982,
        "tname": "전기공사공제조합",
        "tlocation": "강남대로 574",
        "tlat": "37.522106",
        "tlong": "127.017501"
    },
    {
        "id": 1983,
        "tname": "비피유(BPU)빌딩",
        "tlocation": "강남대로140길 9(논현동)",
        "tlat": "37.514730",
        "tlong": "127.025141"
    },
    {
        "id": 1984,
        "tname": "논현아파트 상가",
        "tlocation": "강남대로146길 28",
        "tlat": "37.514277",
        "tlong": "127.021879"
    },
    {
        "id": 1985,
        "tname": "늘사랑교회",
        "tlocation": "강남대로146길 28",
        "tlat": "37.514277",
        "tlong": "127.021879"
    },
    {
        "id": 1986,
        "tname": "114빌딩",
        "tlocation": "학동로 114 (논현동)",
        "tlat": "37.512572",
        "tlong": "127.026396"
    },
    {
        "id": 1987,
        "tname": "동화히스토리",
        "tlocation": "학동로4길 15",
        "tlat": "37.510056",
        "tlong": "127.023491"
    },
    {
        "id": 1988,
        "tname": "논현1호 주차장",
        "tlocation": "학동로6길 19",
        "tlat": "37.510042",
        "tlong": "127.025357"
    },
    {
        "id": 1989,
        "tname": "㈜디자인벤처스",
        "tlocation": "학동로 138",
        "tlat": "37.519970",
        "tlong": "127.056947"
    },
    {
        "id": 1990,
        "tname": "논현2호 주차장",
        "tlocation": "학동로20길 13",
        "tlat": "37.510329",
        "tlong": "127.027222"
    },
    {
        "id": 1991,
        "tname": "진우빌딩",
        "tlocation": "논현로 667",
        "tlat": "37.471318",
        "tlong": "127.051193"
    },
    {
        "id": 1992,
        "tname": "세일빌딩",
        "tlocation": "학동로2길 19(논현동)",
        "tlat": "37.509357",
        "tlong": "127.023127"
    },
    {
        "id": 1993,
        "tname": "㈜우윤파트너스",
        "tlocation": "강남대로 518",
        "tlat": "37.522106",
        "tlong": "127.017501"
    },
    {
        "id": 1994,
        "tname": "나누리병원",
        "tlocation": "언주로 731",
        "tlat": "37.520275",
        "tlong": "127.034058"
    },
    {
        "id": 1995,
        "tname": "보전빌딩",
        "tlocation": "언주로 725 (논현동)",
        "tlat": "37.515296",
        "tlong": "127.035294"
    },
    {
        "id": 1996,
        "tname": "송암빌딩",
        "tlocation": "언주로 709 (논현동)",
        "tlat": "37.515296",
        "tlong": "127.035294"
    },
    {
        "id": 1997,
        "tname": "논현동주유소",
        "tlocation": "학동로 229 (논현동)",
        "tlat": "37.511131",
        "tlong": "127.021251"
    },
    {
        "id": 1998,
        "tname": "두산빌딩",
        "tlocation": "언주로 726 (논현동)",
        "tlat": "37.515296",
        "tlong": "127.035294"
    },
    {
        "id": 1999,
        "tname": "충무성결교회",
        "tlocation": "삼성로85길 25 (대치동)",
        "tlat": "37.503858",
        "tlong": "127.054825"
    },
    {
        "id": 2000,
        "tname": "센트럴주유소",
        "tlocation": "삼성로 335 (대치동)",
        "tlat": "37.498315",
        "tlong": "127.061136"
    },
    {
        "id": 2001,
        "tname": "오성빌딩",
        "tlocation": "선릉로 338 (대치동)",
        "tlat": "37.502304",
        "tlong": "127.050037"
    },
    {
        "id": 2002,
        "tname": "유창빌딩",
        "tlocation": "도곡로 435 (대치동)",
        "tlat": "37.498314",
        "tlong": "127.058124"
    },
    {
        "id": 2003,
        "tname": "삼성아파트상가",
        "tlocation": "남부순환로379길 14 (도곡동)",
        "tlat": "37.488632",
        "tlong": "127.045041"
    },
    {
        "id": 2004,
        "tname": "SK리더스뷰",
        "tlocation": "남부순환로 2763 (도곡동)",
        "tlat": "37.485873",
        "tlong": "127.044115"
    },
    {
        "id": 2005,
        "tname": "진달래주유소",
        "tlocation": "도곡로 208 (도곡동)",
        "tlat": "37.494163",
        "tlong": "127.046620"
    },
    {
        "id": 2006,
        "tname": "기쁨병원",
        "tlocation": "도곡로 122",
        "tlat": "37.505021",
        "tlong": "127.077440"
    },
    {
        "id": 2007,
        "tname": "대신증권㈜",
        "tlocation": "강남대로 292 (도곡동)",
        "tlat": "37.490047",
        "tlong": "127.031236"
    },
    {
        "id": 2008,
        "tname": "도곡푸르지오102동",
        "tlocation": "강남대로54길 6 (도곡동)",
        "tlat": "37.488423",
        "tlong": "127.034118"
    },
    {
        "id": 2009,
        "tname": "도곡스타클래스",
        "tlocation": "남부순환로 2615 (도곡동)",
        "tlat": "37.485873",
        "tlong": "127.044115"
    },
    {
        "id": 2010,
        "tname": "현대오일뱅크 도곡셀프주유소",
        "tlocation": "남부순환로 2718(도곡동)",
        "tlat": "37.485961",
        "tlong": "127.043789"
    },
    {
        "id": 2011,
        "tname": "하나빌딩",
        "tlocation": "논현로34길 32",
        "tlat": "37.484675",
        "tlong": "127.043579"
    },
    {
        "id": 2012,
        "tname": "신촌설렁탕",
        "tlocation": "논현로28길 36",
        "tlat": "37.483476",
        "tlong": "127.044363"
    },
    {
        "id": 2013,
        "tname": "유진주유소",
        "tlocation": "논현로 152 (도곡동)",
        "tlat": "37.494407",
        "tlong": "127.039940"
    },
    {
        "id": 2014,
        "tname": "구룡빌딩",
        "tlocation": "논현로 148",
        "tlat": "37.471318",
        "tlong": "127.051193"
    },
    {
        "id": 2015,
        "tname": "도곡렉슬상가",
        "tlocation": "선릉로 225 (도곡동)",
        "tlat": "37.494209",
        "tlong": "127.053882"
    },
    {
        "id": 2016,
        "tname": "진달래(아) 상가",
        "tlocation": "선릉로 227 (도곡동)",
        "tlat": "37.494209",
        "tlong": "127.053882"
    },
    {
        "id": 2017,
        "tname": "GKL빌딩",
        "tlocation": "삼성로 610",
        "tlat": "37.488103",
        "tlong": "127.066639"
    },
    {
        "id": 2018,
        "tname": "미소빌딩",
        "tlocation": "영동대로112길 61",
        "tlat": "37.515989",
        "tlong": "127.065224"
    },
    {
        "id": 2019,
        "tname": "이타마에 바루",
        "tlocation": "봉은사로111길 6",
        "tlat": "37.515885",
        "tlong": "127.065351"
    },
    {
        "id": 2020,
        "tname": "백영삼성빌딩",
        "tlocation": "삼성로 546 (삼성동)",
        "tlat": "37.516332",
        "tlong": "127.051641"
    },
    {
        "id": 2021,
        "tname": "사이룩스오피스텔(서관동)",
        "tlocation": "광평로 295 (수서동)",
        "tlat": "37.488778",
        "tlong": "127.106428"
    },
    {
        "id": 2022,
        "tname": "신사미타워",
        "tlocation": "강남대로 616 (신사동)",
        "tlat": "37.521651",
        "tlong": "127.017962"
    },
    {
        "id": 2023,
        "tname": "덕산빌딩",
        "tlocation": "압구정로 108 (신사동)",
        "tlat": "37.524910",
        "tlong": "127.024074"
    },
    {
        "id": 2024,
        "tname": "향원빌딩",
        "tlocation": "압구정로 118 (신사동)",
        "tlat": "37.524910",
        "tlong": "127.024074"
    },
    {
        "id": 2025,
        "tname": "안테룸 호텔",
        "tlocation": "도산대로 153",
        "tlat": "37.521439",
        "tlong": "127.033779"
    },
    {
        "id": 2026,
        "tname": "극동스포츠빌딩",
        "tlocation": "압구정로 152 (신사동)",
        "tlat": "37.524910",
        "tlong": "127.024074"
    },
    {
        "id": 2027,
        "tname": "㈜새서울석유",
        "tlocation": "압구정로 154 (신사동)",
        "tlat": "37.524910",
        "tlong": "127.024074"
    },
    {
        "id": 2028,
        "tname": "미성(아)상가",
        "tlocation": "압구정로 113-22 (압구정동)",
        "tlat": "37.522200",
        "tlong": "127.018409"
    },
    {
        "id": 2029,
        "tname": "압구정빌딩",
        "tlocation": "논현로 842 (신사동)",
        "tlat": "37.519620",
        "tlong": "127.028108"
    },
    {
        "id": 2030,
        "tname": "ANdAZ",
        "tlocation": "논현로 854(신사동)",
        "tlat": "37.519620",
        "tlong": "127.028108"
    },
    {
        "id": 2031,
        "tname": "구정빌딩",
        "tlocation": "논현로 868 (신사동)",
        "tlat": "37.519620",
        "tlong": "127.028108"
    },
    {
        "id": 2032,
        "tname": "중산빌딩",
        "tlocation": "논현로 878",
        "tlat": "37.471318",
        "tlong": "127.051193"
    },
    {
        "id": 2033,
        "tname": "백영신사빌딩",
        "tlocation": "도산대로 307 (신사동)",
        "tlat": "37.521439",
        "tlong": "127.033779"
    },
    {
        "id": 2034,
        "tname": "한양주유소",
        "tlocation": "압구정로 302 (신사동)",
        "tlat": "37.524910",
        "tlong": "127.024074"
    },
    {
        "id": 2035,
        "tname": "반도상가",
        "tlocation": "압구정로 306 (신사동)",
        "tlat": "37.524910",
        "tlong": "127.024074"
    },
    {
        "id": 2036,
        "tname": "쌍봉빌딩",
        "tlocation": "언주로 874 (신사동)",
        "tlat": "37.525570",
        "tlong": "127.033371"
    },
    {
        "id": 2037,
        "tname": "씨네시티",
        "tlocation": "도산대로 323 (신사동)",
        "tlat": "37.521439",
        "tlong": "127.033779"
    },
    {
        "id": 2038,
        "tname": "신라상가",
        "tlocation": "압구정로 326 (신사동)",
        "tlat": "37.524910",
        "tlong": "127.024074"
    },
    {
        "id": 2039,
        "tname": "대봉상가",
        "tlocation": "압구정로 330 (신사동)",
        "tlat": "37.524910",
        "tlong": "127.024074"
    },
    {
        "id": 2040,
        "tname": "한양타운",
        "tlocation": "선릉로 823 (신사동)",
        "tlat": "37.527768",
        "tlong": "127.040692"
    },
    {
        "id": 2041,
        "tname": "배강빌딩",
        "tlocation": "선릉로 801 (신사동)",
        "tlat": "37.527768",
        "tlong": "127.040692"
    },
    {
        "id": 2042,
        "tname": "현대상가 4동",
        "tlocation": "압구정로29길 71 (압구정동)",
        "tlat": "37.529799",
        "tlong": "127.027835"
    },
    {
        "id": 2043,
        "tname": "현대상가 10차동",
        "tlocation": "압구정로29길 69 (압구정동)",
        "tlat": "37.529799",
        "tlong": "127.027835"
    },
    {
        "id": 2044,
        "tname": "주구 1상가",
        "tlocation": "압구정로29길 68 (압구정동)",
        "tlat": "37.529799",
        "tlong": "127.027835"
    },
    {
        "id": 2045,
        "tname": "주구 2상가",
        "tlocation": "압구정로29길 68 (압구정동)",
        "tlat": "37.529799",
        "tlong": "127.027835"
    },
    {
        "id": 2046,
        "tname": "금강쇼핑센터",
        "tlocation": "압구정로 201 (압구정동)",
        "tlat": "37.530355",
        "tlong": "127.029614"
    },
    {
        "id": 2047,
        "tname": "밀레하우스",
        "tlocation": "논현로 559 (역삼동)",
        "tlat": "37.502550",
        "tlong": "127.036121"
    },
    {
        "id": 2048,
        "tname": "성지하이츠 3차 오피스텔",
        "tlocation": "논현로 507 (역삼동)",
        "tlat": "37.502550",
        "tlong": "127.036121"
    },
    {
        "id": 2049,
        "tname": "성지하이츠 2차 오피스텔",
        "tlocation": "테헤란로 147 (역삼동)",
        "tlat": "37.503597",
        "tlong": "127.045626"
    },
    {
        "id": 2050,
        "tname": "하나금융그룹융강남사옥(구 그레이스 타워)",
        "tlocation": "테헤란로 127 (역삼동)",
        "tlat": "37.503597",
        "tlong": "127.045626"
    },
    {
        "id": 2051,
        "tname": "송산빌딩",
        "tlocation": "봉은사로 210 (역삼동)",
        "tlat": "37.508547",
        "tlong": "127.037966"
    },
    {
        "id": 2052,
        "tname": "삼성동 업무시설",
        "tlocation": "삼성로 538 (삼성동)",
        "tlat": "37.516332",
        "tlong": "127.051641"
    },
    {
        "id": 2053,
        "tname": "옥산빌딩",
        "tlocation": "테헤란로 503 (삼성동)",
        "tlat": "37.505828",
        "tlong": "127.052905"
    },
    {
        "id": 2054,
        "tname": "광동한방병원",
        "tlocation": "봉은사로 612 (삼성동)",
        "tlat": "37.513057",
        "tlong": "127.053400"
    },
    {
        "id": 2055,
        "tname": "SK금성주유소",
        "tlocation": "테헤란로 619 (삼성동)",
        "tlat": "37.506940",
        "tlong": "127.056536"
    },
    {
        "id": 2056,
        "tname": "덕명빌딩",
        "tlocation": "테헤란로 625 (삼성동)",
        "tlat": "37.510154",
        "tlong": "127.066097"
    },
    {
        "id": 2057,
        "tname": "백영삼릉빌딩",
        "tlocation": "봉은사로 413 (삼성동)",
        "tlat": "37.513057",
        "tlong": "127.053400"
    },
    {
        "id": 2058,
        "tname": "스타벅스",
        "tlocation": "삼성로 605 (삼성동)",
        "tlat": "37.516332",
        "tlong": "127.051641"
    },
    {
        "id": 2059,
        "tname": "쌍용플래티넘",
        "tlocation": "봉은사로 474 (삼성동)",
        "tlat": "37.513057",
        "tlong": "127.053400"
    },
    {
        "id": 2060,
        "tname": "GS칼텍스㈜삼성로점",
        "tlocation": "삼성로 563 (삼성동)",
        "tlat": "37.516332",
        "tlong": "127.051641"
    },
    {
        "id": 2061,
        "tname": "SK네트웍스㈜삼성주유소",
        "tlocation": "삼성로 521 (삼성동)",
        "tlat": "37.516332",
        "tlong": "127.051641"
    },
    {
        "id": 2062,
        "tname": "성담빌딩",
        "tlocation": "테헤란로 411 (삼성동)",
        "tlat": "37.506940",
        "tlong": "127.056536"
    },
    {
        "id": 2063,
        "tname": "삼성금융플라자",
        "tlocation": "테헤란로 419 (삼성동)",
        "tlat": "37.506940",
        "tlong": "127.056536"
    },
    {
        "id": 2064,
        "tname": "현대타워",
        "tlocation": "테헤란로 423",
        "tlat": "37.508264",
        "tlong": "127.060700"
    },
    {
        "id": 2065,
        "tname": "송현빌딩",
        "tlocation": "테헤란로79길 13",
        "tlat": "37.509085",
        "tlong": "127.054478"
    },
    {
        "id": 2066,
        "tname": "채널리저브",
        "tlocation": "삼성로 517 (삼성동)",
        "tlat": "37.516332",
        "tlong": "127.051641"
    },
    {
        "id": 2067,
        "tname": "GS칼텍스㈜산성주유소",
        "tlocation": "헌릉로 730",
        "tlat": "37.464847",
        "tlong": "127.107951"
    },
    {
        "id": 2068,
        "tname": "세곡주유소",
        "tlocation": "헌릉로 731",
        "tlat": "37.464847",
        "tlong": "127.107951"
    },
    {
        "id": 2069,
        "tname": "강남제일교회",
        "tlocation": "헌릉로637길 12",
        "tlat": "37.466238",
        "tlong": "127.108900"
    },
    {
        "id": 2070,
        "tname": "엔젤리안",
        "tlocation": "헌릉로571길 56-1 (세곡동)",
        "tlat": "37.465413",
        "tlong": "127.101568"
    },
    {
        "id": 2071,
        "tname": "세곡해성빌딩",
        "tlocation": "헌릉로570길 30",
        "tlat": "37.463318",
        "tlong": "127.102941"
    },
    {
        "id": 2072,
        "tname": "워시존 강남점",
        "tlocation": "헌릉로569길 39-5",
        "tlat": "37.467039",
        "tlong": "127.098239"
    },
    {
        "id": 2073,
        "tname": "방죽주유소",
        "tlocation": "밤고개로 215 (율현동)",
        "tlat": "37.474956",
        "tlong": "127.106792"
    },
    {
        "id": 2074,
        "tname": "강남블루지움",
        "tlocation": "밤고개로 219",
        "tlat": "37.463513",
        "tlong": "127.108103"
    },
    {
        "id": 2075,
        "tname": "자곡주유소",
        "tlocation": "밤고개로 120 (자곡동)",
        "tlat": "37.463513",
        "tlong": "127.108103"
    },
    {
        "id": 2076,
        "tname": "강남복지충전소",
        "tlocation": "밤고개로 200",
        "tlat": "37.463513",
        "tlong": "127.108103"
    },
    {
        "id": 2077,
        "tname": "강남푸르지오시티1차",
        "tlocation": "자곡로 191 (자곡동)",
        "tlat": "37.465094",
        "tlong": "127.095331"
    },
    {
        "id": 2078,
        "tname": "강남푸르지오시티2차",
        "tlocation": "자곡로 192 (자곡동)",
        "tlat": "37.465094",
        "tlong": "127.095331"
    },
    {
        "id": 2079,
        "tname": "주)중앙에너비스수서지점",
        "tlocation": "광평로 202 (수서동)",
        "tlat": "37.488778",
        "tlong": "127.106428"
    },
    {
        "id": 2080,
        "tname": "수서현대벤처빌",
        "tlocation": "밤고개로1길 10 (수서동)",
        "tlat": "37.488851",
        "tlong": "127.103346"
    },
    {
        "id": 2081,
        "tname": "사이룩스오피스텔(동관동)",
        "tlocation": "광평로 295 (수서동)",
        "tlat": "37.488778",
        "tlong": "127.106428"
    },
    {
        "id": 2082,
        "tname": "뉴서울주유소",
        "tlocation": "언주로 716 (논현동)",
        "tlat": "37.515296",
        "tlong": "127.035294"
    },
    {
        "id": 2083,
        "tname": "성암빌딩",
        "tlocation": "언주로 710 (논현동)",
        "tlat": "37.515296",
        "tlong": "127.035294"
    },
    {
        "id": 2084,
        "tname": "헤리츠타워(컨벤션헤리츠)",
        "tlocation": "논현로 662",
        "tlat": "37.471318",
        "tlong": "127.051193"
    },
    {
        "id": 2085,
        "tname": "SK힐탑주유소",
        "tlocation": "논현로 640 (논현동)",
        "tlat": "37.513273",
        "tlong": "127.031030"
    },
    {
        "id": 2086,
        "tname": "팍스타워",
        "tlocation": "언주로 609 (논현동)",
        "tlat": "37.515296",
        "tlong": "127.035294"
    },
    {
        "id": 2087,
        "tname": "파크랜드빌딩",
        "tlocation": "언주로 601 (논현동)",
        "tlat": "37.515296",
        "tlong": "127.035294"
    },
    {
        "id": 2088,
        "tname": "SK허브블루",
        "tlocation": "학동로 342",
        "tlat": "37.516758",
        "tlong": "127.040908"
    },
    {
        "id": 2089,
        "tname": "그랑프리엔",
        "tlocation": "남부순환로 2912 (대치동)",
        "tlat": "37.495569",
        "tlong": "127.066564"
    },
    {
        "id": 2090,
        "tname": "선경상가",
        "tlocation": "삼성로 151",
        "tlat": "37.488103",
        "tlong": "127.066639"
    },
    {
        "id": 2091,
        "tname": "윈플러스상가",
        "tlocation": "남부순환로 2936 (대치동)",
        "tlat": "37.493348",
        "tlong": "127.061881"
    },
    {
        "id": 2092,
        "tname": "대치풍림빌딩",
        "tlocation": "남부순환로 2942 (대치동)",
        "tlat": "37.493657",
        "tlong": "127.062340"
    },
    {
        "id": 2093,
        "tname": "대치클래시아",
        "tlocation": "남부순환로 2927(대치동)",
        "tlat": "37.493704",
        "tlong": "127.060414"
    },
    {
        "id": 2094,
        "tname": "청실종합상가",
        "tlocation": "남부순환로 2917 (대치동)",
        "tlat": "37.492950",
        "tlong": "127.059206"
    },
    {
        "id": 2095,
        "tname": "동하빌딩",
        "tlocation": "남부순환로 2913 (대치동)",
        "tlat": "37.492760",
        "tlong": "127.058586"
    },
    {
        "id": 2096,
        "tname": "성은교회",
        "tlocation": "남부순환로391길 25 (대치동)",
        "tlat": "37.493548",
        "tlong": "127.056564"
    },
    {
        "id": 2097,
        "tname": "여천빌딩",
        "tlocation": "남부순환로 2909 (대치동)",
        "tlat": "37.492190",
        "tlong": "127.057466"
    },
    {
        "id": 2098,
        "tname": "청우빌딩",
        "tlocation": "남부순환로 291(대치동)",
        "tlat": "37.495569",
        "tlong": "127.066564"
    },
    {
        "id": 2099,
        "tname": "대치삼성(아) 상가",
        "tlocation": "남부순환로 291(대치동)",
        "tlat": "37.495569",
        "tlong": "127.066564"
    },
    {
        "id": 2100,
        "tname": "미즈메디병원",
        "tlocation": "도곡로 452 (대치동)",
        "tlat": "37.498166",
        "tlong": "127.060082"
    },
    {
        "id": 2101,
        "tname": "D'mark빌딩",
        "tlocation": "도곡로 408 (대치동)",
        "tlat": "37.496697",
        "tlong": "127.055348"
    },
    {
        "id": 2102,
        "tname": "쌍용(아)종합 상가",
        "tlocation": "영동대로 210 (대치동)",
        "tlat": "37.497619",
        "tlong": "127.070085"
    },
    {
        "id": 2103,
        "tname": "은마종합상가",
        "tlocation": "삼성로 212 (대치동)",
        "tlat": "37.495985",
        "tlong": "127.063873"
    },
    {
        "id": 2104,
        "tname": "은마종합상가 편의동",
        "tlocation": "삼성로 212 (대치동)",
        "tlat": "37.495985",
        "tlong": "127.063873"
    },
    {
        "id": 2105,
        "tname": "극동교회",
        "tlocation": "삼성로 150 (대치동)",
        "tlat": "37.498315",
        "tlong": "127.061136"
    },
    {
        "id": 2106,
        "tname": "영광빌딩",
        "tlocation": "테헤란로84길 17 (대치동)",
        "tlat": "37.506494",
        "tlong": "127.058570"
    },
    {
        "id": 2107,
        "tname": "메트로칸 오피스텔",
        "tlocation": "테헤란로88길 10 (대치동)",
        "tlat": "37.507846",
        "tlong": "127.059374"
    },
    {
        "id": 2108,
        "tname": "신도빌딩",
        "tlocation": "테헤란로88길 14 (대치동)",
        "tlat": "37.507846",
        "tlong": "127.059374"
    },
    {
        "id": 2109,
        "tname": "삼흥2빌딩",
        "tlocation": "테헤란로 514 (대치동)",
        "tlat": "37.508799",
        "tlong": "127.063376"
    },
    {
        "id": 2110,
        "tname": "섬유센터",
        "tlocation": "테헤란로 518 (대치동)",
        "tlat": "37.508799",
        "tlong": "127.063376"
    },
    {
        "id": 2111,
        "tname": "홍우빌딩",
        "tlocation": "테헤란로 522 (대치동)",
        "tlat": "37.508799",
        "tlong": "127.063376"
    },
    {
        "id": 2112,
        "tname": "현대백화점 사옥",
        "tlocation": "테헤란로98길 12",
        "tlat": "37.507772",
        "tlong": "127.061651"
    },
    {
        "id": 2113,
        "tname": "대치3차 아이파크",
        "tlocation": "영동대로85길 20",
        "tlat": "37.507543",
        "tlong": "127.063762"
    },
    {
        "id": 2114,
        "tname": "글라스타워",
        "tlocation": "테헤란로 534 (대치동)",
        "tlat": "37.507999",
        "tlong": "127.062962"
    },
    {
        "id": 2115,
        "tname": "세아빌딩",
        "tlocation": "영동대로 429 (대치동)",
        "tlat": "37.507726",
        "tlong": "127.063169"
    },
    {
        "id": 2116,
        "tname": "기아오토큐 대치점",
        "tlocation": "역삼로 559 (대치동)",
        "tlat": "37.504118",
        "tlong": "127.059377"
    },
    {
        "id": 2117,
        "tname": "대치동교회",
        "tlocation": "역삼로84길 8",
        "tlat": "37.501943",
        "tlong": "127.060222"
    },
    {
        "id": 2118,
        "tname": "신사에스엔지(신사제2빌딩)",
        "tlocation": "역삼로 542 (대치동)",
        "tlat": "37.504118",
        "tlong": "127.059377"
    },
    {
        "id": 2119,
        "tname": "동성빌딩 강산애",
        "tlocation": "삼성로64길 51 (대치동)",
        "tlat": "37.500220",
        "tlong": "127.061338"
    },
    {
        "id": 2120,
        "tname": "서울베다니 교회",
        "tlocation": "삼성로62길 14",
        "tlat": "37.499981",
        "tlong": "127.062215"
    },
    {
        "id": 2121,
        "tname": "삼성상가",
        "tlocation": "도곡로 516 (대치동)",
        "tlat": "37.499120",
        "tlong": "127.063014"
    },
    {
        "id": 2122,
        "tname": "천주교 서울대교구 대치2동성당",
        "tlocation": "도곡로 540",
        "tlat": "37.500281",
        "tlong": "127.066651"
    },
    {
        "id": 2123,
        "tname": "은마주유소",
        "tlocation": "영동대로 235 (대치동)",
        "tlat": "37.500067",
        "tlong": "127.067277"
    },
    {
        "id": 2124,
        "tname": "정궁상가",
        "tlocation": "영동대로 219 (대치동)",
        "tlat": "37.498364",
        "tlong": "127.068343"
    },
    {
        "id": 2125,
        "tname": "코스모타워(KT&G)",
        "tlocation": "영동대로 416 (대치동)",
        "tlat": "37.506577",
        "tlong": "127.065331"
    },
    {
        "id": 2126,
        "tname": "동일타워",
        "tlocation": "테헤란로114길 38 (대치동)",
        "tlat": "37.506993",
        "tlong": "127.067107"
    },
    {
        "id": 2127,
        "tname": "새마을운동중앙회",
        "tlocation": "영동대로 316 (대치동)",
        "tlat": "37.511077",
        "tlong": "127.061817"
    },
    {
        "id": 2128,
        "tname": "세한889타워",
        "tlocation": "선릉로 428(대치동)",
        "tlat": "37.502304",
        "tlong": "127.050037"
    },
    {
        "id": 2129,
        "tname": "다봉타워빌딩",
        "tlocation": "테헤란로 418 (대치동)",
        "tlat": "37.508799",
        "tlong": "127.063376"
    },
    {
        "id": 2130,
        "tname": "메이플빌딩",
        "tlocation": "테헤란로 420 (대치동)",
        "tlat": "37.508799",
        "tlong": "127.063376"
    },
    {
        "id": 2131,
        "tname": "삼성대치타워",
        "tlocation": "테헤란로 424 (대치동)",
        "tlat": "37.508799",
        "tlong": "127.063376"
    },
    {
        "id": 2132,
        "tname": "포스코",
        "tlocation": "테헤란로 440 (대치동)",
        "tlat": "37.508799",
        "tlong": "127.063376"
    },
    {
        "id": 2133,
        "tname": "롯데캐슬상가",
        "tlocation": "삼성로85길 11 (대치동)",
        "tlat": "37.503858",
        "tlong": "127.054825"
    },
    {
        "id": 2134,
        "tname": "경남1차상가",
        "tlocation": "언주로 110",
        "tlat": "37.479294",
        "tlong": "127.053928"
    },
    {
        "id": 2135,
        "tname": "개포우성3차(아) 상가",
        "tlocation": "개포로 307 (개포동)",
        "tlat": "37.483678",
        "tlong": "127.055758"
    },
    {
        "id": 2136,
        "tname": "개포7단지상가",
        "tlocation": "개포로 516 (개포동)",
        "tlat": "37.488869",
        "tlong": "127.072003"
    },
    {
        "id": 2137,
        "tname": "개포빌딩",
        "tlocation": "삼성로 38 (개포동)",
        "tlat": "37.488103",
        "tlong": "127.066639"
    },
    {
        "id": 2138,
        "tname": "청송빌딩",
        "tlocation": "삼성로 40 (개포동)",
        "tlat": "37.488818",
        "tlong": "127.066557"
    },
    {
        "id": 2139,
        "tname": "삼우빌딩(개포5단지)",
        "tlocation": "개포로82길 11 (개포동)",
        "tlat": "37.488846",
        "tlong": "127.067063"
    },
    {
        "id": 2140,
        "tname": "장우빌딩",
        "tlocation": "개포로82길 13-11",
        "tlat": "37.488846",
        "tlong": "127.067063"
    },
    {
        "id": 2141,
        "tname": "태화기독교사회복지관",
        "tlocation": "광평로 185(수서동)",
        "tlat": "37.488778",
        "tlong": "127.106428"
    },
    {
        "id": 2142,
        "tname": "서울충신교회",
        "tlocation": "광평로31길 40",
        "tlat": "37.485454",
        "tlong": "127.089687"
    },
    {
        "id": 2143,
        "tname": "목련타운(아) 상가",
        "tlocation": "광평로19길 15(일원동)",
        "tlat": "37.485459",
        "tlong": "127.084786"
    },
    {
        "id": 2144,
        "tname": "샘터상가",
        "tlocation": "일원로 120",
        "tlat": "37.487050",
        "tlong": "127.082630"
    },
    {
        "id": 2145,
        "tname": "한솔(아)상가",
        "tlocation": "광평로10길 6(일원동)",
        "tlat": "37.481526",
        "tlong": "127.079165"
    },
    {
        "id": 2146,
        "tname": "대청타워",
        "tlocation": "개포로 623",
        "tlat": "37.495170",
        "tlong": "127.084286"
    },
    {
        "id": 2147,
        "tname": "대청프라자",
        "tlocation": "개포로109길 34 (개포동)",
        "tlat": "37.496894",
        "tlong": "127.077245"
    },
    {
        "id": 2148,
        "tname": "학여울주유소",
        "tlocation": "남부순환로 3170 (대치동)",
        "tlat": "37.498664",
        "tlong": "127.076978"
    },
    {
        "id": 2149,
        "tname": "남서울가스",
        "tlocation": "남부순환로 3154 (대치동)",
        "tlat": "37.498664",
        "tlong": "127.076978"
    },
    {
        "id": 2150,
        "tname": "청율빌딩",
        "tlocation": "선릉로 710 (청담동)",
        "tlat": "37.525761",
        "tlong": "127.039990"
    },
    {
        "id": 2151,
        "tname": "금하빌딩",
        "tlocation": "학동로 401 (청담동)",
        "tlat": "37.517535",
        "tlong": "127.041837"
    },
    {
        "id": 2152,
        "tname": "청담동 53-4",
        "tlocation": "도산대로 544",
        "tlat": "37.521439",
        "tlong": "127.033779"
    },
    {
        "id": 2153,
        "tname": "에이치케이웨딩홀",
        "tlocation": "학동로 519",
        "tlat": "37.519970",
        "tlong": "127.056947"
    },
    {
        "id": 2154,
        "tname": "원앙빌딩(한국마사회강남지점)",
        "tlocation": "도산대로 529 (청담동)",
        "tlat": "37.525114",
        "tlong": "127.054372"
    },
    {
        "id": 2155,
        "tname": "신한양상가",
        "tlocation": "영동대로138길 9",
        "tlat": "37.522884",
        "tlong": "127.056780"
    },
    {
        "id": 2156,
        "tname": "주성주유소",
        "tlocation": "영동대로 716 (청담동)",
        "tlat": "37.522128",
        "tlong": "127.055729"
    },
    {
        "id": 2157,
        "tname": "화천회관빌딩",
        "tlocation": "영동대로 702 (청담동)",
        "tlat": "37.522128",
        "tlong": "127.055729"
    },
    {
        "id": 2158,
        "tname": "삼익쇼핑",
        "tlocation": "학동로101길 26 (청담동)",
        "tlat": "37.522486",
        "tlong": "127.057586"
    },
    {
        "id": 2159,
        "tname": "샘터상가",
        "tlocation": "일원동 718",
        "tlat": "37.487540",
        "tlong": "127.087050"
    },
    {
        "id": 2160,
        "tname": "푸른마을 상가",
        "tlocation": "일원동 719",
        "tlat": "37.487540",
        "tlong": "127.087050"
    },
    {
        "id": 2161,
        "tname": "제이타워",
        "tlocation": "신사동 538",
        "tlat": "37.522321",
        "tlong": "127.027694"
    },
    {
        "id": 2162,
        "tname": "대치상가",
        "tlocation": "대치동 604",
        "tlat": "37.498820",
        "tlong": "127.065660"
    },
    {
        "id": 2163,
        "tname": "신영빌딩",
        "tlocation": "개포동 1259-7",
        "tlat": "37.484210",
        "tlong": "127.070060"
    },
    {
        "id": 2164,
        "tname": "정도빌딩",
        "tlocation": "역삼동 769",
        "tlat": "37.499880",
        "tlong": "127.038560"
    },
    {
        "id": 2165,
        "tname": "삼성파크아파트",
        "tlocation": "서울특별시 강남구 삼성동 126",
        "tlat": "37.509207",
        "tlong": "127.053814"
    },
    {
        "id": 2166,
        "tname": "미도종합상가",
        "tlocation": "대치동 511",
        "tlat": "37.498820",
        "tlong": "127.065660"
    },
    {
        "id": 2167,
        "tname": "석탑플라자",
        "tlocation": "개포동 12-4",
        "tlat": "37.484210",
        "tlong": "127.070060"
    },
    {
        "id": 2168,
        "tname": "동익아파트 상가",
        "tlocation": "수서동 738",
        "tlat": "37.484450",
        "tlong": "127.098380"
    },
    {
        "id": 2169,
        "tname": "광택,선팅 전문",
        "tlocation": "역삼동 739-20",
        "tlat": "37.499880",
        "tlong": "127.038560"
    },
    {
        "id": 2170,
        "tname": "덕우빌딩",
        "tlocation": "삼성동 140-28",
        "tlat": "37.506005",
        "tlong": "127.048979"
    },
    {
        "id": 2171,
        "tname": "산성셀프주유소",
        "tlocation": "세곡동 20-8",
        "tlat": "37.464300",
        "tlong": "127.106010"
    },
    {
        "id": 2172,
        "tname": "GS칼텍스 타워주유소",
        "tlocation": "논현로 516 (역삼동)",
        "tlat": "37.502550",
        "tlong": "127.036121"
    },
    {
        "id": 2173,
        "tname": "동궁리치웰타워",
        "tlocation": "테헤란로33길 6-4",
        "tlat": "37.503073",
        "tlong": "127.039106"
    },
    {
        "id": 2174,
        "tname": "GS 타워",
        "tlocation": "논현로 508 (역삼동)",
        "tlat": "37.502550",
        "tlong": "127.036121"
    },
    {
        "id": 2175,
        "tname": "신도벤처타워",
        "tlocation": "테헤란로 333(역삼동)",
        "tlat": "37.503597",
        "tlong": "127.045626"
    },
    {
        "id": 2176,
        "tname": "LG 에클라트 오피스텔",
        "tlocation": "테헤란로20길 19 (역삼동)",
        "tlat": "37.498903",
        "tlong": "127.034455"
    },
    {
        "id": 2177,
        "tname": "우성빌딩",
        "tlocation": "역삼로 145 (역삼동)",
        "tlat": "37.495154",
        "tlong": "127.036949"
    },
    {
        "id": 2178,
        "tname": "㈜투판즈 사옥",
        "tlocation": "도곡로 193",
        "tlat": "37.505021",
        "tlong": "127.077440"
    },
    {
        "id": 2179,
        "tname": "케이스퀘어강남",
        "tlocation": "강남대로94길 11 (역삼동)",
        "tlat": "37.500906",
        "tlong": "127.031159"
    },
    {
        "id": 2180,
        "tname": "커피스미스 빌딩",
        "tlocation": "테헤란로8길 25 (역삼동)",
        "tlat": "37.497355",
        "tlong": "127.031857"
    },
    {
        "id": 2181,
        "tname": "감람교회",
        "tlocation": "논현로85길 71 (역삼동)",
        "tlat": "37.499178",
        "tlong": "127.036891"
    },
    {
        "id": 2182,
        "tname": "서광주유소",
        "tlocation": "역삼로 142 (역삼동)",
        "tlat": "37.495154",
        "tlong": "127.036949"
    },
    {
        "id": 2183,
        "tname": "강남역 서희스타힐스",
        "tlocation": "도곡로3길 19 (역삼동)",
        "tlat": "37.491521",
        "tlong": "127.032755"
    },
    {
        "id": 2184,
        "tname": "한화진넥스빌",
        "tlocation": "언주로86길 11",
        "tlat": "37.501617",
        "tlong": "127.044198"
    },
    {
        "id": 2185,
        "tname": "두올빌딩",
        "tlocation": "선릉로 435 (역삼동)",
        "tlat": "37.507146",
        "tlong": "127.046867"
    },
    {
        "id": 2186,
        "tname": "선릉이스타빌",
        "tlocation": "테헤란로52길 15 (역삼동)",
        "tlat": "37.502982",
        "tlong": "127.047677"
    },
    {
        "id": 2187,
        "tname": "역삼자이상가",
        "tlocation": "언주로 408",
        "tlat": "37.499442",
        "tlong": "127.044694"
    },
    {
        "id": 2188,
        "tname": "역삼역 센트럴 푸르지오시티",
        "tlocation": "언주로85길 32(역삼동)",
        "tlat": "37.501021",
        "tlong": "127.041780"
    },
    {
        "id": 2189,
        "tname": "개나리주유소",
        "tlocation": "언주로 423 (역삼동)",
        "tlat": "37.515296",
        "tlong": "127.035294"
    },
    {
        "id": 2190,
        "tname": "경남상가",
        "tlocation": "언주로85길 13(역삼동)",
        "tlat": "37.501021",
        "tlong": "127.041780"
    },
    {
        "id": 2191,
        "tname": "대건빌딩 하나이비인후과",
        "tlocation": "역삼로 245 (역삼동)",
        "tlat": "37.495154",
        "tlong": "127.036949"
    },
    {
        "id": 2192,
        "tname": "한솔필리아",
        "tlocation": "역삼로 310 (역삼동)",
        "tlat": "37.495154",
        "tlong": "127.036949"
    },
    {
        "id": 2193,
        "tname": "역삼동 근린생활시설",
        "tlocation": "도곡로57길 3-11(역삼동)",
        "tlat": "37.496198",
        "tlong": "127.051098"
    },
    {
        "id": 2194,
        "tname": "청운교회",
        "tlocation": "언주로65길 6 (역삼동)",
        "tlat": "37.495122",
        "tlong": "127.044533"
    },
    {
        "id": 2195,
        "tname": "매봉주유소",
        "tlocation": "언주로 307 (역삼동)",
        "tlat": "37.515296",
        "tlong": "127.035294"
    },
    {
        "id": 2196,
        "tname": "명품주유소",
        "tlocation": "도곡로 249 (역삼동)",
        "tlat": "37.496894",
        "tlong": "127.054700"
    },
    {
        "id": 2197,
        "tname": "양재화훼공판장 화장실",
        "tlocation": "서울특별시 서초구 강남대로 27",
        "tlat": "37.479896",
        "tlong": "127.038314"
    },
    {
        "id": 2198,
        "tname": "중앙주유소",
        "tlocation": "서울특별시 서초구 바우뫼로 219",
        "tlat": "37.475480",
        "tlong": "127.034690"
    },
    {
        "id": 2199,
        "tname": "팔레스현대오일뱅크",
        "tlocation": "서울특별시 서초구 사평대로 136",
        "tlat": "37.503487",
        "tlong": "127.021264"
    },
    {
        "id": 2200,
        "tname": "양재현대주유소",
        "tlocation": "서울특별시 서초구 마방로 6",
        "tlat": "37.475409",
        "tlong": "127.041418"
    },
    {
        "id": 2201,
        "tname": "방배동 주유소",
        "tlocation": "서울특별시 서초구 효령로 29",
        "tlat": "37.484077",
        "tlong": "127.011420"
    },
    {
        "id": 2202,
        "tname": "서울주유소",
        "tlocation": "서울특별시 서초구 서초중앙로 91",
        "tlat": "37.503131",
        "tlong": "127.011211"
    },
    {
        "id": 2203,
        "tname": "연일주유소",
        "tlocation": "서울특별시 서초구 서초동 1426-13",
        "tlat": "37.488180",
        "tlong": "127.017510"
    },
    {
        "id": 2204,
        "tname": "말죽거리주유소",
        "tlocation": "서울특별시 서초구 남부순환로 2650",
        "tlat": "37.473759",
        "tlong": "126.998163"
    },
    {
        "id": 2205,
        "tname": "한독주유소",
        "tlocation": "서울특별시 서초구 방배로 214",
        "tlat": "37.496165",
        "tlong": "126.988308"
    },
    {
        "id": 2206,
        "tname": "오토테크 주유소",
        "tlocation": "서울특별시 서초구 효령로 356",
        "tlat": "37.484077",
        "tlong": "127.011420"
    },
    {
        "id": 2207,
        "tname": "내곡주유소",
        "tlocation": "서울특별시 서초구 헌릉로 210",
        "tlat": "37.460810",
        "tlong": "127.081860"
    },
    {
        "id": 2208,
        "tname": "남태령주유소",
        "tlocation": "서울특별시 서초구 과천대로 838",
        "tlat": "37.462681",
        "tlong": "126.988072"
    },
    {
        "id": 2209,
        "tname": "강남주유소",
        "tlocation": "서울특별시 서초구 반포대로 284",
        "tlat": "37.502322",
        "tlong": "127.003268"
    },
    {
        "id": 2210,
        "tname": "반포그린주유소",
        "tlocation": "서울특별시 서초구 서초중앙로 239",
        "tlat": "37.503131",
        "tlong": "127.011211"
    },
    {
        "id": 2211,
        "tname": "터미널 주유소",
        "tlocation": "서울특별시 서초구 신반포로 222",
        "tlat": "37.510505",
        "tlong": "127.019161"
    },
    {
        "id": 2212,
        "tname": "강남대로주유소",
        "tlocation": "서울특별시 서초구 강남대로 206",
        "tlat": "37.479896",
        "tlong": "127.038314"
    },
    {
        "id": 2213,
        "tname": "헌릉로주유소",
        "tlocation": "서울특별시 서초구 헌릉로 177",
        "tlat": "37.460810",
        "tlong": "127.081860"
    },
    {
        "id": 2214,
        "tname": "대우주유소",
        "tlocation": "서울특별시 서초구 양재대로 173",
        "tlat": "37.460433",
        "tlong": "127.022577"
    },
    {
        "id": 2215,
        "tname": "남서울주유소",
        "tlocation": "서울특별시 서초구 나루터로 83",
        "tlat": "37.515017",
        "tlong": "127.016265"
    },
    {
        "id": 2216,
        "tname": "삼방주유소",
        "tlocation": "서울특별시 서초구 사평대로 364",
        "tlat": "37.503762",
        "tlong": "127.023200"
    },
    {
        "id": 2217,
        "tname": "서원주유소",
        "tlocation": "서울특별시 서초구 반포대로 142",
        "tlat": "37.502322",
        "tlong": "127.003268"
    },
    {
        "id": 2218,
        "tname": "선우상사Q엔느",
        "tlocation": "서울특별시 서초구 방배로 66",
        "tlat": "37.484382",
        "tlong": "126.995753"
    },
    {
        "id": 2219,
        "tname": "양재최고주유소",
        "tlocation": "서울특별시 서초구 매헌로 72",
        "tlat": "37.462490",
        "tlong": "127.036277"
    },
    {
        "id": 2220,
        "tname": "서초주유소",
        "tlocation": "서울특별시 서초구 반포대로 64",
        "tlat": "37.502322",
        "tlong": "127.003268"
    },
    {
        "id": 2221,
        "tname": "크로바주유소",
        "tlocation": "서울특별시 서초구 효령로 327",
        "tlat": "37.484077",
        "tlong": "127.011420"
    },
    {
        "id": 2222,
        "tname": "서초제일주유소",
        "tlocation": "서울특별시 서초구 사임당로 116",
        "tlat": "37.487800",
        "tlong": "127.012734"
    },
    {
        "id": 2223,
        "tname": "서초꽃마을주유소",
        "tlocation": "서울특별시 서초구 반포대로 69",
        "tlat": "37.502322",
        "tlong": "127.003268"
    },
    {
        "id": 2224,
        "tname": "방배열린문화센터",
        "tlocation": "서울특별시 서초구 방배로 173",
        "tlat": "37.496165",
        "tlong": "126.988308"
    },
    {
        "id": 2225,
        "tname": "반포종합운동장체육센터",
        "tlocation": "서울특별시 서초구 신반포로16길 30",
        "tlat": "37.501942",
        "tlong": "126.995738"
    },
    {
        "id": 2226,
        "tname": "잠원스포츠파크",
        "tlocation": "서울특별시 서초구 신반포로23길 66",
        "tlat": "37.508328",
        "tlong": "127.003264"
    },
    {
        "id": 2227,
        "tname": "언남문화체육센터",
        "tlocation": "서울특별시 서초구 동산로13길 35",
        "tlat": "37.472583",
        "tlong": "127.042431"
    },
    {
        "id": 2228,
        "tname": "서초구민체육센터",
        "tlocation": "서울특별시 서초구 사평대로 55",
        "tlat": "37.503487",
        "tlong": "127.021264"
    },
    {
        "id": 2229,
        "tname": "내곡동체육시설",
        "tlocation": "서울특별시 서초구 신흥말길 23-5",
        "tlat": "37.452645",
        "tlong": "127.081153"
    },
    {
        "id": 2230,
        "tname": "양재시민의숲 테니스장",
        "tlocation": "서울특별시 서초구 매헌로 99",
        "tlat": "37.469696",
        "tlong": "127.039032"
    },
    {
        "id": 2231,
        "tname": "반포종합운동장",
        "tlocation": "서울특별시 서초구 신반포로16길 30",
        "tlat": "37.501942",
        "tlong": "126.995738"
    },
    {
        "id": 2232,
        "tname": "청계산수변공원",
        "tlocation": "서울특별시 서초구 청계산로7길",
        "tlat": "37.451692",
        "tlong": "127.056177"
    },
    {
        "id": 2233,
        "tname": "청계산수변공원",
        "tlocation": "서울특별시 서초구 청계산로7길 9-52",
        "tlat": "37.451692",
        "tlong": "127.056177"
    },
    {
        "id": 2234,
        "tname": "송동근린공원",
        "tlocation": "서울특별시 서초구 중앙로 616",
        "tlat": "37.459456",
        "tlong": "127.018784"
    },
    {
        "id": 2235,
        "tname": "용허리근린공원",
        "tlocation": "서울특별시 서초구 서초대로70길",
        "tlat": "37.493675",
        "tlong": "127.023830"
    },
    {
        "id": 2236,
        "tname": "몽마르뜨공원",
        "tlocation": "서울특별시 서초구 반포대로37길 59",
        "tlat": "37.497312",
        "tlong": "127.004746"
    },
    {
        "id": 2237,
        "tname": "섬들근린공원",
        "tlocation": "서울특별시 서초구 태봉로 54",
        "tlat": "37.466749",
        "tlong": "127.027652"
    },
    {
        "id": 2238,
        "tname": "생태놀이터",
        "tlocation": "서울특별시 서초구 바우뫼로 27-2",
        "tlat": "37.475480",
        "tlong": "127.034690"
    },
    {
        "id": 2239,
        "tname": "문화예술공원(야외무대)",
        "tlocation": "서울특별시 서초구 바우뫼로12길 40",
        "tlat": "37.471850",
        "tlong": "127.030720"
    },
    {
        "id": 2240,
        "tname": "문화예술공원(관리사무소)",
        "tlocation": "서울특별시 서초구 바우뫼로12길 40",
        "tlat": "37.471850",
        "tlong": "127.030720"
    },
    {
        "id": 2241,
        "tname": "양재근린공원",
        "tlocation": "서울특별시 서초구 동산로 35",
        "tlat": "37.469637",
        "tlong": "127.041412"
    },
    {
        "id": 2242,
        "tname": "여의천 무인자동 (둑마루)",
        "tlocation": "서울특별시 서초구 원지동 15-19",
        "tlat": "37.446665",
        "tlong": "127.059352"
    },
    {
        "id": 2243,
        "tname": "양재천 무인자동 (교총삼거리 둑마루)",
        "tlocation": "서울특별시 서초구 우면동 143-6",
        "tlat": "37.477388",
        "tlong": "127.028124"
    },
    {
        "id": 2244,
        "tname": "양재천 (영동2교 둑마루)",
        "tlocation": "서울특별시 서초구 양재동 261-23",
        "tlat": "37.468380",
        "tlong": "127.036100"
    },
    {
        "id": 2245,
        "tname": "양재천 (연인의거리)",
        "tlocation": "서울특별시 서초구 양재천로 144",
        "tlat": "37.473951",
        "tlong": "127.035520"
    },
    {
        "id": 2246,
        "tname": "양재1동 주민센터 분소",
        "tlocation": "서울특별시 서초구 남부순환로 2610",
        "tlat": "37.473759",
        "tlong": "126.998163"
    },
    {
        "id": 2247,
        "tname": "양재1동 주민센터",
        "tlocation": "서울특별시 서초구 바우뫼로 41",
        "tlat": "37.471635",
        "tlong": "127.026708"
    },
    {
        "id": 2248,
        "tname": "방배4동 주민센터",
        "tlocation": "서울특별시 서초구 방배로 173",
        "tlat": "37.496165",
        "tlong": "126.988308"
    },
    {
        "id": 2249,
        "tname": "방배3동 주민센터",
        "tlocation": "서울특별시 서초구 방배로 40",
        "tlat": "37.496165",
        "tlong": "126.988308"
    },
    {
        "id": 2250,
        "tname": "방배2동주민센터",
        "tlocation": "서울특별시 서초구 청두곶길 36",
        "tlat": "37.482365",
        "tlong": "126.985614"
    },
    {
        "id": 2251,
        "tname": "방배1동 주민센터",
        "tlocation": "서울특별시 서초구 효령로29길 43",
        "tlat": "37.483853",
        "tlong": "126.994412"
    },
    {
        "id": 2252,
        "tname": "방배본동주민센터",
        "tlocation": "서울특별시 서초구 동광로19길 38",
        "tlat": "37.495739",
        "tlong": "126.987535"
    },
    {
        "id": 2253,
        "tname": "반포4동 주민센터",
        "tlocation": "서울특별시 서초구 사평대로28길 70",
        "tlat": "37.499096",
        "tlong": "127.000095"
    },
    {
        "id": 2254,
        "tname": "반포본동 주민센터",
        "tlocation": "서울특별시 서초구 신반포로 10",
        "tlat": "37.510064",
        "tlong": "127.019532"
    },
    {
        "id": 2255,
        "tname": "잠원동주민센터",
        "tlocation": "서울특별시 서초구 나루터로 38",
        "tlat": "37.515017",
        "tlong": "127.016265"
    },
    {
        "id": 2256,
        "tname": "서초3동 주민센터",
        "tlocation": "서울특별시 서초구 반포대로 34",
        "tlat": "37.502322",
        "tlong": "127.003268"
    },
    {
        "id": 2257,
        "tname": "서초2동주민센터",
        "tlocation": "서울특별시 서초구 서초대로70길 51",
        "tlat": "37.492059",
        "tlong": "127.024957"
    },
    {
        "id": 2258,
        "tname": "서초1동 주민센터",
        "tlocation": "서울특별시 서초구 사임당로 89",
        "tlat": "37.487800",
        "tlong": "127.012734"
    },
    {
        "id": 2259,
        "tname": "서초구보건소",
        "tlocation": "서울특별시 서초구 남부순환로 2584",
        "tlat": "37.483609",
        "tlong": "127.032774"
    },
    {
        "id": 2260,
        "tname": "서초구청",
        "tlocation": "서울특별시 서초구 남부순환로 2584",
        "tlat": "37.483609",
        "tlong": "127.032774"
    },
    {
        "id": 2261,
        "tname": "신반포역상가",
        "tlocation": "서울특별시 서초구 반포2동 18-4",
        "tlat": "37.507672",
        "tlong": "126.995945"
    },
    {
        "id": 2262,
        "tname": "래미안퍼스티지중심상가",
        "tlocation": "서울특별시 서초구 반포2동 18-3",
        "tlat": "37.507672",
        "tlong": "126.995945"
    },
    {
        "id": 2263,
        "tname": "신반포상가",
        "tlocation": "서울특별시 서초구 반포2동 2-8",
        "tlat": "37.507672",
        "tlong": "126.995945"
    },
    {
        "id": 2264,
        "tname": "리체프라자",
        "tlocation": "서울특별시 서초구 반포1동 30-25",
        "tlat": "37.505660",
        "tlong": "127.016894"
    },
    {
        "id": 2265,
        "tname": "한신종합상가",
        "tlocation": "서울특별시 서초구 반포본동 885",
        "tlat": "37.505047",
        "tlong": "126.986256"
    },
    {
        "id": 2266,
        "tname": "영동가스 충전소",
        "tlocation": "서울특별시 서초구 잠원동 55-6",
        "tlat": "37.516620",
        "tlong": "127.008650"
    },
    {
        "id": 2267,
        "tname": "매일종합상가",
        "tlocation": "서울특별시 서초구 잠원로4길 54",
        "tlat": "37.513420",
        "tlong": "127.012522"
    },
    {
        "id": 2268,
        "tname": "서초쇼핑",
        "tlocation": "서울특별시 서초구 서초4동 1684-1",
        "tlat": "37.504400",
        "tlong": "127.023998"
    },
    {
        "id": 2269,
        "tname": "중앙서초플라자",
        "tlocation": "서울특별시 서초구 서초4동 1687-2",
        "tlat": "37.499413",
        "tlong": "127.019603"
    },
    {
        "id": 2270,
        "tname": "삼하빌딩",
        "tlocation": "서울특별시 서초구 서초4동 1694-25",
        "tlat": "37.499413",
        "tlong": "127.019603"
    },
    {
        "id": 2271,
        "tname": "아라타워",
        "tlocation": "서울특별시 서초구 서초대로77길 3",
        "tlat": "37.498053",
        "tlong": "127.026446"
    },
    {
        "id": 2272,
        "tname": "터미널지하도상가",
        "tlocation": "서울특별시 서초구 신반포로 200",
        "tlat": "37.505765",
        "tlong": "127.004619"
    },
    {
        "id": 2273,
        "tname": "터미널지하도상가",
        "tlocation": "서울특별시 서초구 신반포로 200",
        "tlat": "37.505765",
        "tlong": "127.004619"
    },
    {
        "id": 2274,
        "tname": "터미널지하도상가",
        "tlocation": "서울특별시 서초구 신반포로 200",
        "tlat": "37.505765",
        "tlong": "127.004619"
    },
    {
        "id": 2275,
        "tname": "터미널지하도상가",
        "tlocation": "서울특별시 서초구 신반포로 200",
        "tlat": "37.505765",
        "tlong": "127.004619"
    },
    {
        "id": 2276,
        "tname": "양재화훼공판장 화장실",
        "tlocation": "서울특별시 서초구 강남대로 27",
        "tlat": "37.479896",
        "tlong": "127.038314"
    },
    {
        "id": 2277,
        "tname": "사당역 공영주차장 공중화장실",
        "tlocation": "서울특별시 서초구 과천대로 950-18",
        "tlat": "37.462681",
        "tlong": "126.988072"
    },
    {
        "id": 2278,
        "tname": "가빛섬화장실",
        "tlocation": "서울특별시 서초구 올림픽대로 683",
        "tlat": "37.508582",
        "tlong": "126.994963"
    },
    {
        "id": 2279,
        "tname": "채빛섬화장실",
        "tlocation": "서울특별시 서초구 올림픽대로 683",
        "tlat": "37.508582",
        "tlong": "126.994963"
    },
    {
        "id": 2280,
        "tname": "서울추모공원",
        "tlocation": "서울특별시 서초구 양재대로12길 74",
        "tlat": "37.459138",
        "tlong": "127.049222"
    },
    {
        "id": 2281,
        "tname": "서울특별시어린이병원",
        "tlocation": "서울특별시 서초구 헌릉로 260",
        "tlat": "37.455802",
        "tlong": "127.068784"
    },
    {
        "id": 2282,
        "tname": "성문빌딩",
        "tlocation": "서울특별시 서초구 남부순환로 2636",
        "tlat": "37.473759",
        "tlong": "126.998163"
    },
    {
        "id": 2283,
        "tname": "방배경찰서 남태령지구대",
        "tlocation": "서울특별시 서초구 동작대로 34",
        "tlat": "37.504561",
        "tlong": "126.980378"
    },
    {
        "id": 2284,
        "tname": "내곡치안센터",
        "tlocation": "서울특별시 서초구 염곡말길 9",
        "tlat": "37.462193",
        "tlong": "127.052635"
    },
    {
        "id": 2285,
        "tname": "반포지구대",
        "tlocation": "서울특별시 서초구 신반포로 190",
        "tlat": "37.510505",
        "tlong": "127.019161"
    },
    {
        "id": 2286,
        "tname": "내곡지구파출소",
        "tlocation": "서울특별시 서초구 헌릉로 226",
        "tlat": "37.460810",
        "tlong": "127.081860"
    },
    {
        "id": 2287,
        "tname": "방배1파출소",
        "tlocation": "서울특별시 서초구 방배로16길 16-8",
        "tlat": "37.484574",
        "tlong": "126.996849"
    },
    {
        "id": 2288,
        "tname": "우면파출소",
        "tlocation": "서울특별시 서초구 양재대로2길 106",
        "tlat": "37.456121",
        "tlong": "127.013999"
    },
    {
        "id": 2289,
        "tname": "이수파출소",
        "tlocation": "서울특별시 서초구 동광로19길 38",
        "tlat": "37.495739",
        "tlong": "126.987535"
    },
    {
        "id": 2290,
        "tname": "서초3파출소",
        "tlocation": "서울특별시 서초구 반포대로30길 40",
        "tlat": "37.492291",
        "tlong": "127.011374"
    },
    {
        "id": 2291,
        "tname": "서초2파출소",
        "tlocation": "서울특별시 서초구 서운로 38",
        "tlat": "37.502554",
        "tlong": "127.021538"
    },
    {
        "id": 2292,
        "tname": "서초파출소",
        "tlocation": "서울특별시 서초구 효령로 297",
        "tlat": "37.484077",
        "tlong": "127.011420"
    },
    {
        "id": 2293,
        "tname": "한전아트센터 본관",
        "tlocation": "서울특별시 서초구 효령로72길 60",
        "tlat": "37.486832",
        "tlong": "127.027181"
    },
    {
        "id": 2294,
        "tname": "반포우체국 화장실",
        "tlocation": "서울특별시 서초구 신반포로19길 40",
        "tlat": "37.504275",
        "tlong": "126.994480"
    },
    {
        "id": 2295,
        "tname": "서래지구대 화장실",
        "tlocation": "서울특별시 서초구 신반포로16길 15-14",
        "tlat": "37.501942",
        "tlong": "126.995738"
    },
    {
        "id": 2296,
        "tname": "서초소방서 화장실",
        "tlocation": "서울특별시 서초구 사평대로 67",
        "tlat": "37.503487",
        "tlong": "127.021264"
    },
    {
        "id": 2297,
        "tname": "반포세무서 공용화장실",
        "tlocation": "서울특별시 서초구 방배로 163",
        "tlat": "37.496165",
        "tlong": "126.988308"
    },
    {
        "id": 2298,
        "tname": "양재119안전센터 화장실",
        "tlocation": "서울특별시 서초구 동산로 9",
        "tlat": "37.469637",
        "tlong": "127.041412"
    },
    {
        "id": 2299,
        "tname": "서울서초우체국 화장실",
        "tlocation": "서울특별시 서초구 동산로 19",
        "tlat": "37.469637",
        "tlong": "127.041412"
    },
    {
        "id": 2300,
        "tname": "서초119안전센터",
        "tlocation": "서울특별시 서초구 효령로 400",
        "tlat": "37.484077",
        "tlong": "127.011420"
    },
    {
        "id": 2301,
        "tname": "서울고속버스터미널 본관 1호 공중화장실",
        "tlocation": "서울특별시 서초구 신반포로 194",
        "tlat": "37.510505",
        "tlong": "127.019161"
    },
    {
        "id": 2302,
        "tname": "서울남부터미널 동쪽화장실(내부기준)",
        "tlocation": "서울특별시 서초구 효령로 292",
        "tlat": "37.484077",
        "tlong": "127.011420"
    },
    {
        "id": 2303,
        "tname": "청계산청계골입구 화장실",
        "tlocation": "서울특별시 서초구",
        "tlat": "37.483500",
        "tlong": "127.032200"
    },
    {
        "id": 2304,
        "tname": "삼영연립 공중화장실",
        "tlocation": "서울특별시 용산구 한강대로39길 21",
        "tlat": "37.530720",
        "tlong": "126.968665"
    },
    {
        "id": 2305,
        "tname": "모자원 공중화장실",
        "tlocation": "서울특별시 용산구 신흥로26길 21-1",
        "tlat": "37.545482",
        "tlong": "126.983029"
    },
    {
        "id": 2306,
        "tname": "후암4 공중화장실",
        "tlocation": "서울특별시 용산구 한강대로104길 77",
        "tlat": "37.550329",
        "tlong": "126.973678"
    },
    {
        "id": 2307,
        "tname": "이태원1 공중화장실",
        "tlocation": "서울특별시 용산구 녹사평대로40길 56",
        "tlat": "37.534654",
        "tlong": "126.989215"
    },
    {
        "id": 2308,
        "tname": "신계동 공중화장실",
        "tlocation": "서울특별시 용산구 한강로3가 2-1",
        "tlat": "37.517643",
        "tlong": "126.978479"
    },
    {
        "id": 2309,
        "tname": "이촌로 공중화장실",
        "tlocation": "서울특별시 용산구 이촌로 121-1",
        "tlat": "37.521874",
        "tlong": "126.964210"
    },
    {
        "id": 2310,
        "tname": "롯데리아(보광점) 개방화장실",
        "tlocation": "서울특별시 용산구 보광로 24",
        "tlat": "37.533055",
        "tlong": "126.994407"
    },
    {
        "id": 2311,
        "tname": "만리시장 개방화장실",
        "tlocation": "서울특별시 용산구 효창원로 276",
        "tlat": "37.538023",
        "tlong": "126.960696"
    },
    {
        "id": 2312,
        "tname": "용산소방서 본서화장실",
        "tlocation": "서울특별시 용산구 한강대로 167",
        "tlat": "37.535646",
        "tlong": "126.973854"
    },
    {
        "id": 2313,
        "tname": "중앙화장실",
        "tlocation": "서울특별시 용산구 서빙고로 185",
        "tlat": "37.520061",
        "tlong": "126.993035"
    },
    {
        "id": 2314,
        "tname": "주차장 화장실",
        "tlocation": "서울특별시 용산구 서빙고로 185",
        "tlat": "37.520061",
        "tlong": "126.993035"
    },
    {
        "id": 2315,
        "tname": "야외식물원화장실",
        "tlocation": "서울특별시 용산구 소월로 323",
        "tlat": "37.552191",
        "tlong": "126.980928"
    },
    {
        "id": 2316,
        "tname": "남산주차장화장실",
        "tlocation": "서울특별시 용산구 후암동 30-84",
        "tlat": "37.550353",
        "tlong": "126.981563"
    },
    {
        "id": 2317,
        "tname": "효창운동장화장실",
        "tlocation": "서울특별시 용산구 효창원로 177-12",
        "tlat": "37.538023",
        "tlong": "126.960696"
    },
    {
        "id": 2318,
        "tname": "효창운동장화장실",
        "tlocation": "서울특별시 용산구 효창원로 177-12",
        "tlat": "37.538023",
        "tlong": "126.960696"
    },
    {
        "id": 2319,
        "tname": "효창운동장화장실",
        "tlocation": "서울특별시 용산구 효창원로 177-12",
        "tlat": "37.538023",
        "tlong": "126.960696"
    },
    {
        "id": 2320,
        "tname": "효창운동장화장실",
        "tlocation": "서울특별시 용산구 효창원로 177-12",
        "tlat": "37.538023",
        "tlong": "126.960696"
    },
    {
        "id": 2321,
        "tname": "새나라 어린이공원",
        "tlocation": "서울특별시 용산구 후암동 190-1",
        "tlat": "37.550353",
        "tlong": "126.981563"
    },
    {
        "id": 2322,
        "tname": "효창근린공원 매점 공중화장실",
        "tlocation": "서울특별시 용산구 청파동2가 134",
        "tlat": "37.539569",
        "tlong": "126.971408"
    },
    {
        "id": 2323,
        "tname": "보광동주민센터 화장실",
        "tlocation": "서울특별시 용산구 장문로 95 (보광동, 보광동 주민센터)",
        "tlat": "37.526434",
        "tlong": "127.000065"
    },
    {
        "id": 2324,
        "tname": "이태원 시장 개방화장실",
        "tlocation": "서울특별시 용산구 이태원로14길 6 (이태원동, 이태원시장)",
        "tlat": "37.533845",
        "tlong": "126.989974"
    },
    {
        "id": 2325,
        "tname": "이태원 어린이공원",
        "tlocation": "서울특별시 용산구 이태원동 287-1",
        "tlat": "37.539232",
        "tlong": "126.986828"
    },
    {
        "id": 2326,
        "tname": "신동아쇼핑 화장실",
        "tlocation": "서울특별시 용산구 이촌로 352 (용산동6가, 신동아쇼핑)",
        "tlat": "37.517363",
        "tlong": "126.985210"
    },
    {
        "id": 2327,
        "tname": "금강아산병원",
        "tlocation": "서울특별시 용산구 이촌로 318 (이촌동, 금강아산병원)",
        "tlat": "37.517571",
        "tlong": "126.981944"
    },
    {
        "id": 2328,
        "tname": "효창근린공원 운동장 공중화장실",
        "tlocation": "서울특별시 용산구 효창동 255-11",
        "tlat": "37.543410",
        "tlong": "126.960370"
    },
    {
        "id": 2329,
        "tname": "정겨운 마을마당",
        "tlocation": "서울특별시 용산구 한남동 524-6",
        "tlat": "37.538220",
        "tlong": "127.007400"
    },
    {
        "id": 2330,
        "tname": "남영역",
        "tlocation": "서울특별시 용산구 한강대로77길 25 (갈월동, 남영역)",
        "tlat": "37.541681",
        "tlong": "126.971625"
    },
    {
        "id": 2331,
        "tname": "HDC아이파크몰",
        "tlocation": "서울특별시 용산구 한강대로23길 55 (한강로3가, 용산역)",
        "tlat": "37.530191",
        "tlong": "126.965143"
    },
    {
        "id": 2332,
        "tname": "청계산원터쉼터 화장실",
        "tlocation": "서울특별시 서초구",
        "tlat": "37.483500",
        "tlong": "127.032200"
    },
    {
        "id": 2333,
        "tname": "청계산 어둔골 화장실",
        "tlocation": "서울특별시 서초구",
        "tlat": "37.483500",
        "tlong": "127.032200"
    },
    {
        "id": 2334,
        "tname": "청계산 천개사 앞 화장실",
        "tlocation": "서울특별시 서초구",
        "tlat": "37.483500",
        "tlong": "127.032200"
    },
    {
        "id": 2335,
        "tname": "청계산공영주차장 화장실",
        "tlocation": "서울특별시 서초구",
        "tlat": "37.483500",
        "tlong": "127.032200"
    },
    {
        "id": 2336,
        "tname": "송동근린공원",
        "tlocation": "서울특별시 서초구 중앙로 616",
        "tlat": "37.459456",
        "tlong": "127.018784"
    },
    {
        "id": 2337,
        "tname": "용허리근린공원",
        "tlocation": "서울특별시 서초구 서초대로70길",
        "tlat": "37.493675",
        "tlong": "127.023830"
    },
    {
        "id": 2338,
        "tname": "몽마르뜨공원",
        "tlocation": "서울특별시 서초구 반포대로37길 59",
        "tlat": "37.497312",
        "tlong": "127.004746"
    },
    {
        "id": 2339,
        "tname": "섬들근린공원",
        "tlocation": "서울특별시 서초구 태봉로 54",
        "tlat": "37.466749",
        "tlong": "127.027652"
    },
    {
        "id": 2340,
        "tname": "생태놀이터",
        "tlocation": "서울특별시 서초구 바우뫼로 27-2",
        "tlat": "37.475480",
        "tlong": "127.034690"
    },
    {
        "id": 2341,
        "tname": "문화예술공원(야외무대)",
        "tlocation": "서울특별시 서초구 바우뫼로12길 40",
        "tlat": "37.471850",
        "tlong": "127.030720"
    },
    {
        "id": 2342,
        "tname": "문화예술공원(관리사무소)",
        "tlocation": "서울특별시 서초구 바우뫼로12길 40",
        "tlat": "37.471850",
        "tlong": "127.030720"
    },
    {
        "id": 2343,
        "tname": "양재천근린공원",
        "tlocation": "서울특별시 서초구",
        "tlat": "37.483500",
        "tlong": "127.032200"
    },
    {
        "id": 2344,
        "tname": "양재근린공원",
        "tlocation": "서울특별시 서초구 동산로 35",
        "tlat": "37.469637",
        "tlong": "127.041412"
    },
    {
        "id": 2345,
        "tname": "여의천 무인자동 (둑마루)",
        "tlocation": "서울특별시 서초구 원지동 15-19",
        "tlat": "37.446665",
        "tlong": "127.059352"
    },
    {
        "id": 2346,
        "tname": "양재천 무인자동 (교총삼거리 둑마루)",
        "tlocation": "서울특별시 서초구 우면동 143-6",
        "tlat": "37.477388",
        "tlong": "127.028124"
    },
    {
        "id": 2347,
        "tname": "양재천 (영동2교 둑마루)",
        "tlocation": "서울특별시 서초구 양재동 261-23",
        "tlat": "37.468380",
        "tlong": "127.036100"
    },
    {
        "id": 2348,
        "tname": "양재천 (연인의거리)",
        "tlocation": "서울특별시 서초구 양재천로 144",
        "tlat": "37.473951",
        "tlong": "127.035520"
    },
    {
        "id": 2349,
        "tname": "양재1동 주민센터 분소",
        "tlocation": "서울특별시 서초구 남부순환로 2610",
        "tlat": "37.473759",
        "tlong": "126.998163"
    },
    {
        "id": 2350,
        "tname": "양재1동 주민센터",
        "tlocation": "서울특별시 서초구 바우뫼로 41",
        "tlat": "37.471635",
        "tlong": "127.026708"
    },
    {
        "id": 2351,
        "tname": "방배4동 주민센터",
        "tlocation": "서울특별시 서초구 방배로 173",
        "tlat": "37.496165",
        "tlong": "126.988308"
    },
    {
        "id": 2352,
        "tname": "방배3동 주민센터",
        "tlocation": "서울특별시 서초구 방배로 40",
        "tlat": "37.496165",
        "tlong": "126.988308"
    },
    {
        "id": 2353,
        "tname": "방배2동주민센터",
        "tlocation": "서울특별시 서초구 청두곶길 36",
        "tlat": "37.482365",
        "tlong": "126.985614"
    },
    {
        "id": 2354,
        "tname": "방배1동 주민센터",
        "tlocation": "서울특별시 서초구 효령로29길 43",
        "tlat": "37.483853",
        "tlong": "126.994412"
    },
    {
        "id": 2355,
        "tname": "방배본동주민센터",
        "tlocation": "서울특별시 서초구 동광로19길 38",
        "tlat": "37.495739",
        "tlong": "126.987535"
    },
    {
        "id": 2356,
        "tname": "반포4동 주민센터",
        "tlocation": "서울특별시 서초구 사평대로28길 70",
        "tlat": "37.499096",
        "tlong": "127.000095"
    },
    {
        "id": 2357,
        "tname": "청파동 주민센터 별관",
        "tlocation": "서울특별시 용산구 청파로93길 27 (서계동, 청파도서관)",
        "tlat": "37.553910",
        "tlong": "126.967594"
    },
    {
        "id": 2358,
        "tname": "원효전자상가",
        "tlocation": "서울특별시 용산구 청파로 77 (한강로3가, 원효전자상가)",
        "tlat": "37.533389",
        "tlong": "126.960964"
    },
    {
        "id": 2359,
        "tname": "전자랜드",
        "tlocation": "서울특별시 용산구 청파로 74 (한강로3가, 전자랜드)",
        "tlat": "37.532728",
        "tlong": "126.959022"
    },
    {
        "id": 2360,
        "tname": "서계동 주유소",
        "tlocation": "서울특별시 용산구 청파로 367",
        "tlat": "37.531489",
        "tlong": "126.953886"
    },
    {
        "id": 2361,
        "tname": "청파 주유소",
        "tlocation": "서울특별시 용산구 청파로 311",
        "tlat": "37.531489",
        "tlong": "126.953886"
    },
    {
        "id": 2362,
        "tname": "나진상가",
        "tlocation": "서울특별시 용산구 청파로 100 (한강로3가, 나진상가)",
        "tlat": "37.533210",
        "tlong": "126.965845"
    },
    {
        "id": 2363,
        "tname": "효창근린공원 놀이터 공중화장실",
        "tlocation": "서울특별시 용산구 청파동2가 134",
        "tlat": "37.539569",
        "tlong": "126.971408"
    },
    {
        "id": 2364,
        "tname": "반포본동 주민센터",
        "tlocation": "서울특별시 서초구 신반포로 10",
        "tlat": "37.510064",
        "tlong": "127.019532"
    },
    {
        "id": 2365,
        "tname": "잠원동주민센터",
        "tlocation": "서울특별시 서초구 나루터로 38",
        "tlat": "37.515017",
        "tlong": "127.016265"
    },
    {
        "id": 2366,
        "tname": "서초3동 주민센터",
        "tlocation": "서울특별시 서초구 반포대로 34",
        "tlat": "37.502322",
        "tlong": "127.003268"
    },
    {
        "id": 2367,
        "tname": "서초2동주민센터",
        "tlocation": "서울특별시 서초구 서초대로70길 51",
        "tlat": "37.492059",
        "tlong": "127.024957"
    },
    {
        "id": 2368,
        "tname": "서초1동 주민센터",
        "tlocation": "서울특별시 서초구 사임당로 89",
        "tlat": "37.487800",
        "tlong": "127.012734"
    },
    {
        "id": 2369,
        "tname": "서초구보건소",
        "tlocation": "서울특별시 서초구 남부순환로 2584",
        "tlat": "37.483609",
        "tlong": "127.032774"
    },
    {
        "id": 2370,
        "tname": "서초구청",
        "tlocation": "서울특별시 서초구 남부순환로 2584",
        "tlat": "37.483609",
        "tlong": "127.032774"
    },
    {
        "id": 2371,
        "tname": "금구빌딩",
        "tlocation": "서울특별시 서초구 법원로1길 11",
        "tlat": "37.493082",
        "tlong": "127.009433"
    },
    {
        "id": 2372,
        "tname": "sk주유소",
        "tlocation": "서울특별시 서초구 남부순환로 2391",
        "tlat": "37.473759",
        "tlong": "126.998163"
    },
    {
        "id": 2373,
        "tname": "석정빌딩",
        "tlocation": "서울특별시 서초구 서초대로 287",
        "tlat": "37.485610",
        "tlong": "126.984428"
    },
    {
        "id": 2374,
        "tname": "서초브이샤르망",
        "tlocation": "서울특별시 서초구 효령로55길 28",
        "tlat": "37.486372",
        "tlong": "127.014230"
    },
    {
        "id": 2375,
        "tname": "서초르네상스오피스텔",
        "tlocation": "서울특별시 서초구 서초중앙로 69",
        "tlat": "37.503131",
        "tlong": "127.011211"
    },
    {
        "id": 2376,
        "tname": "신영빌딩",
        "tlocation": "서울특별시 서초구 사임당로 26",
        "tlat": "37.492493",
        "tlong": "127.028271"
    },
    {
        "id": 2377,
        "tname": "마니랑 빌딩",
        "tlocation": "서울특별시 서초구 남부순환로337가길 3-8",
        "tlat": "37.483826",
        "tlong": "127.023621"
    },
    {
        "id": 2378,
        "tname": "당골공원(서초1동 경로당)",
        "tlocation": "서울특별시 서초구 효령로68길 49-3",
        "tlat": "37.486641",
        "tlong": "127.023922"
    },
    {
        "id": 2379,
        "tname": "블루핀타워",
        "tlocation": "서울특별시 서초구 서초중앙로 42",
        "tlat": "37.503131",
        "tlong": "127.011211"
    },
    {
        "id": 2380,
        "tname": "국제전자센터",
        "tlocation": "서울특별시 서초구 효령로 304",
        "tlat": "37.484845",
        "tlong": "127.017830"
    },
    {
        "id": 2381,
        "tname": "대한건축사협회",
        "tlocation": "서울특별시 서초구 효령로 317",
        "tlat": "37.484077",
        "tlong": "127.011420"
    },
    {
        "id": 2382,
        "tname": "반포종합사회복지관 화장실",
        "tlocation": "서울특별시 서초구 신반포로33길 22",
        "tlat": "37.509906",
        "tlong": "127.010999"
    },
    {
        "id": 2383,
        "tname": "우면종합사회복지관",
        "tlocation": "서울특별시 서초구 바우뫼로7길 11",
        "tlat": "37.471252",
        "tlong": "127.024611"
    },
    {
        "id": 2384,
        "tname": "바우뫼복지문화회관",
        "tlocation": "서울특별시 서초구 바우뫼로 43",
        "tlat": "37.475480",
        "tlong": "127.034690"
    },
    {
        "id": 2385,
        "tname": "서초구립 한우리정보문화센터",
        "tlocation": "서울특별시 서초구 남부순환로340길 15",
        "tlat": "37.480809",
        "tlong": "127.022680"
    },
    {
        "id": 2386,
        "tname": "양재종합사회복지관",
        "tlocation": "서울특별시 서초구 남부순환로 2610",
        "tlat": "37.473759",
        "tlong": "126.998163"
    },
    {
        "id": 2387,
        "tname": "서초구립반포도서관",
        "tlocation": "서울특별시  서초구 고무래로 34",
        "tlat": "37.503346",
        "tlong": "127.010511"
    },
    {
        "id": 2388,
        "tname": "사랑의 복지관",
        "tlocation": "서울특별시  서초구 강남대로65길 19",
        "tlat": "37.499916",
        "tlong": "127.023950"
    },
    {
        "id": 2389,
        "tname": "양재노인종합복지관",
        "tlocation": "서울특별시 서초구 강남대로30길 73-7",
        "tlat": "37.483515",
        "tlong": "127.039533"
    },
    {
        "id": 2390,
        "tname": "서초문화예술회관",
        "tlocation": "서울특별시 서초구 강남대로 201",
        "tlat": "37.479896",
        "tlong": "127.038314"
    },
    {
        "id": 2391,
        "tname": "서초여성가족플라자",
        "tlocation": "서울특별시 서초구 잠원로8길 38",
        "tlat": "37.513618",
        "tlong": "127.011951"
    },
    {
        "id": 2392,
        "tname": "신반포육아지원센터",
        "tlocation": "서울특별시 서초구 신반포로19길 26",
        "tlat": "37.504275",
        "tlong": "126.994480"
    },
    {
        "id": 2393,
        "tname": "서초구립 중앙노인종합 복지관",
        "tlocation": "서울특별시 서초구 서초대로54길 45",
        "tlat": "37.493037",
        "tlong": "127.016830"
    },
    {
        "id": 2394,
        "tname": "심산기념문화센터",
        "tlocation": "서울특별시 서초구 사평대로 55",
        "tlat": "37.503487",
        "tlong": "127.021264"
    },
    {
        "id": 2395,
        "tname": "방배육아지원센터",
        "tlocation": "서울특별시 서초구 방배로27길 13",
        "tlat": "37.488887",
        "tlong": "126.989303"
    },
    {
        "id": 2396,
        "tname": "중앙주유소",
        "tlocation": "서울특별시 서초구 바우뫼로 219",
        "tlat": "37.475480",
        "tlong": "127.034690"
    },
    {
        "id": 2397,
        "tname": "팔레스현대오일뱅크",
        "tlocation": "서울특별시 서초구 사평대로 136",
        "tlat": "37.503487",
        "tlong": "127.021264"
    },
    {
        "id": 2398,
        "tname": "양재현대주유소",
        "tlocation": "서울특별시 서초구 마방로 6",
        "tlat": "37.475409",
        "tlong": "127.041418"
    },
    {
        "id": 2399,
        "tname": "방배동 주유소",
        "tlocation": "서울특별시 서초구 효령로 29",
        "tlat": "37.484077",
        "tlong": "127.011420"
    },
    {
        "id": 2400,
        "tname": "서울주유소",
        "tlocation": "서울특별시 서초구 서초중앙로 91",
        "tlat": "37.503131",
        "tlong": "127.011211"
    },
    {
        "id": 2401,
        "tname": "연일주유소",
        "tlocation": "서울특별시 서초구 서초동 1426-13",
        "tlat": "37.488180",
        "tlong": "127.017510"
    },
    {
        "id": 2402,
        "tname": "말죽거리주유소",
        "tlocation": "서울특별시 서초구 남부순환로 2650",
        "tlat": "37.473759",
        "tlong": "126.998163"
    },
    {
        "id": 2403,
        "tname": "한독주유소",
        "tlocation": "서울특별시 서초구 방배로 214",
        "tlat": "37.496165",
        "tlong": "126.988308"
    },
    {
        "id": 2404,
        "tname": "오토테크 주유소",
        "tlocation": "서울특별시 서초구 효령로 356",
        "tlat": "37.484077",
        "tlong": "127.011420"
    },
    {
        "id": 2405,
        "tname": "내곡주유소",
        "tlocation": "서울특별시 서초구 헌릉로 210",
        "tlat": "37.460810",
        "tlong": "127.081860"
    },
    {
        "id": 2406,
        "tname": "남태령주유소",
        "tlocation": "서울특별시 서초구 과천대로 838",
        "tlat": "37.462681",
        "tlong": "126.988072"
    },
    {
        "id": 2407,
        "tname": "강남주유소",
        "tlocation": "서울특별시 서초구 반포대로 284",
        "tlat": "37.502322",
        "tlong": "127.003268"
    },
    {
        "id": 2408,
        "tname": "반포그린주유소",
        "tlocation": "서울특별시 서초구 서초중앙로 239",
        "tlat": "37.503131",
        "tlong": "127.011211"
    },
    {
        "id": 2409,
        "tname": "터미널 주유소",
        "tlocation": "서울특별시 서초구 신반포로 222",
        "tlat": "37.510505",
        "tlong": "127.019161"
    },
    {
        "id": 2410,
        "tname": "강남대로주유소",
        "tlocation": "서울특별시 서초구 강남대로 206",
        "tlat": "37.479896",
        "tlong": "127.038314"
    },
    {
        "id": 2411,
        "tname": "헌릉로주유소",
        "tlocation": "서울특별시 서초구 헌릉로 177",
        "tlat": "37.460810",
        "tlong": "127.081860"
    },
    {
        "id": 2412,
        "tname": "대우주유소",
        "tlocation": "서울특별시 서초구 양재대로 173",
        "tlat": "37.460433",
        "tlong": "127.022577"
    },
    {
        "id": 2413,
        "tname": "남서울주유소",
        "tlocation": "서울특별시 서초구 나루터로 83",
        "tlat": "37.515017",
        "tlong": "127.016265"
    },
    {
        "id": 2414,
        "tname": "삼방주유소",
        "tlocation": "서울특별시 서초구 사평대로 364",
        "tlat": "37.503762",
        "tlong": "127.023200"
    },
    {
        "id": 2415,
        "tname": "서원주유소",
        "tlocation": "서울특별시 서초구 반포대로 142",
        "tlat": "37.502322",
        "tlong": "127.003268"
    },
    {
        "id": 2416,
        "tname": "선우상사Q엔느",
        "tlocation": "서울특별시 서초구 방배로 66",
        "tlat": "37.484382",
        "tlong": "126.995753"
    },
    {
        "id": 2417,
        "tname": "양재최고주유소",
        "tlocation": "서울특별시 서초구 매헌로 72",
        "tlat": "37.462490",
        "tlong": "127.036277"
    },
    {
        "id": 2418,
        "tname": "서초주유소",
        "tlocation": "서울특별시 서초구 반포대로 64",
        "tlat": "37.502322",
        "tlong": "127.003268"
    },
    {
        "id": 2419,
        "tname": "크로바주유소",
        "tlocation": "서울특별시 서초구 효령로 327",
        "tlat": "37.484077",
        "tlong": "127.011420"
    },
    {
        "id": 2420,
        "tname": "서초제일주유소",
        "tlocation": "서울특별시 서초구 사임당로 116",
        "tlat": "37.487800",
        "tlong": "127.012734"
    },
    {
        "id": 2421,
        "tname": "서초꽃마을주유소",
        "tlocation": "서울특별시 서초구 반포대로 69",
        "tlat": "37.502322",
        "tlong": "127.003268"
    },
    {
        "id": 2422,
        "tname": "방배열린문화센터",
        "tlocation": "서울특별시 서초구 방배로 173",
        "tlat": "37.496165",
        "tlong": "126.988308"
    },
    {
        "id": 2423,
        "tname": "반포종합운동장체육센터",
        "tlocation": "서울특별시 서초구 신반포로16길 30",
        "tlat": "37.501942",
        "tlong": "126.995738"
    },
    {
        "id": 2424,
        "tname": "잠원스포츠파크",
        "tlocation": "서울특별시 서초구 신반포로23길 66",
        "tlat": "37.508328",
        "tlong": "127.003264"
    },
    {
        "id": 2425,
        "tname": "언남문화체육센터",
        "tlocation": "서울특별시 서초구 동산로13길 35",
        "tlat": "37.472583",
        "tlong": "127.042431"
    },
    {
        "id": 2426,
        "tname": "서초구민체육센터",
        "tlocation": "서울특별시 서초구 사평대로 55",
        "tlat": "37.503487",
        "tlong": "127.021264"
    },
    {
        "id": 2427,
        "tname": "내곡동체육시설",
        "tlocation": "서울특별시 서초구 신흥말길 23-5",
        "tlat": "37.452645",
        "tlong": "127.081153"
    },
    {
        "id": 2428,
        "tname": "양재시민의숲 테니스장",
        "tlocation": "서울특별시 서초구 매헌로 99",
        "tlat": "37.469696",
        "tlong": "127.039032"
    },
    {
        "id": 2429,
        "tname": "반포종합운동장",
        "tlocation": "서울특별시 서초구 신반포로16길 30",
        "tlat": "37.501942",
        "tlong": "126.995738"
    },
    {
        "id": 2430,
        "tname": "청계산수변공원",
        "tlocation": "서울특별시 서초구 청계산로7길",
        "tlat": "37.451692",
        "tlong": "127.056177"
    },
    {
        "id": 2431,
        "tname": "청계산수변공원",
        "tlocation": "서울특별시 서초구 청계산로7길 9-52",
        "tlat": "37.451692",
        "tlong": "127.056177"
    },
    {
        "id": 2432,
        "tname": "꽃초롱자연학습장",
        "tlocation": "서울특별시 서초구",
        "tlat": "37.483500",
        "tlong": "127.032200"
    },
    {
        "id": 2433,
        "tname": "청룡텃밭",
        "tlocation": "서울특별시 서초구",
        "tlat": "37.483500",
        "tlong": "127.032200"
    },
    {
        "id": 2434,
        "tname": "동산어린이공원",
        "tlocation": "서울특별시 서초구 동산로12길 8",
        "tlat": "37.470975",
        "tlong": "127.046270"
    },
    {
        "id": 2435,
        "tname": "도구머리공원",
        "tlocation": "서울특별시 서초구",
        "tlat": "37.483500",
        "tlong": "127.032200"
    },
    {
        "id": 2436,
        "tname": "명달어린이공원",
        "tlocation": "서울특별시 서초구",
        "tlat": "37.483500",
        "tlong": "127.032200"
    },
    {
        "id": 2437,
        "tname": "서리풀공원",
        "tlocation": "서울특별시 서초구",
        "tlat": "37.483500",
        "tlong": "127.032200"
    },
    {
        "id": 2438,
        "tname": "우면산 자연생태공원",
        "tlocation": "서울특별시 서초구",
        "tlat": "37.483500",
        "tlong": "127.032200"
    },
    {
        "id": 2439,
        "tname": "방배근린공원 (응봉약수터 옆)",
        "tlocation": "서울특별시 서초구",
        "tlat": "37.483500",
        "tlong": "127.032200"
    },
    {
        "id": 2440,
        "tname": "우면산 (소망탑 깔딱고개)",
        "tlocation": "서울특별시 서초구",
        "tlat": "37.483500",
        "tlong": "127.032200"
    },
    {
        "id": 2441,
        "tname": "우면산 (남태령 정각사)",
        "tlocation": "서울특별시 서초구",
        "tlat": "37.483500",
        "tlong": "127.032200"
    },
    {
        "id": 2442,
        "tname": "우면산 (범바위 정자 옆)",
        "tlocation": "서울특별시 서초구",
        "tlat": "37.483500",
        "tlong": "127.032200"
    },
    {
        "id": 2443,
        "tname": "우면산 (신동아A 앞)",
        "tlocation": "서울특별시 서초구",
        "tlat": "37.483500",
        "tlong": "127.032200"
    },
    {
        "id": 2444,
        "tname": "우면산 (예술바위 주변)",
        "tlocation": "서울특별시 서초구",
        "tlat": "37.483500",
        "tlong": "127.032200"
    },
    {
        "id": 2445,
        "tname": "우면산 (대성사 옆)",
        "tlocation": "서울특별시 서초구",
        "tlat": "37.483500",
        "tlong": "127.032200"
    },
    {
        "id": 2446,
        "tname": "우면산 (서초약수터)",
        "tlocation": "서울특별시 서초구",
        "tlat": "37.483500",
        "tlong": "127.032200"
    },
    {
        "id": 2447,
        "tname": "말죽거리 공원화장실",
        "tlocation": "서울특별시 서초구",
        "tlat": "37.483500",
        "tlong": "127.032200"
    },
    {
        "id": 2448,
        "tname": "구룡산 입구 화장실",
        "tlocation": "서울특별시 서초구",
        "tlat": "37.483500",
        "tlong": "127.032200"
    },
    {
        "id": 2449,
        "tname": "청계산 개나리골입구화장실",
        "tlocation": "서울특별시 서초구",
        "tlat": "37.483500",
        "tlong": "127.032200"
    },
    {
        "id": 2450,
        "tname": "청계산길마재 화장실",
        "tlocation": "서울특별시 서초구",
        "tlat": "37.483500",
        "tlong": "127.032200"
    },
    {
        "id": 2451,
        "tname": "신태성 주유소",
        "tlocation": "서울특별시 용산구 원효로 147",
        "tlat": "37.537878",
        "tlong": "126.966073"
    },
    {
        "id": 2452,
        "tname": "동빙고 빗물펌프장 화장실",
        "tlocation": "서울특별시 용산구 서빙고로 299 (동빙고동)",
        "tlat": "37.521340",
        "tlong": "126.997260"
    },
    {
        "id": 2453,
        "tname": "서빙고역",
        "tlocation": "서울특별시 용산구 서빙고로 238 (서빙고동, 서빙고역)",
        "tlat": "37.519990",
        "tlong": "126.989440"
    },
    {
        "id": 2454,
        "tname": "용문동 주민센터",
        "tlocation": "서울특별시 용산구 새창로12길 13 (도원동, 용문동 주민센터)",
        "tlat": "37.538989",
        "tlong": "126.957551"
    },
    {
        "id": 2455,
        "tname": "서계노인여가복합센터",
        "tlocation": "서울특별시 용산구 만리재로28길 5-22",
        "tlat": "37.552842",
        "tlong": "126.965145"
    },
    {
        "id": 2456,
        "tname": "남영동 주민센터",
        "tlocation": "서울특별시 용산구 두텁바위로 25 (갈월동, 남영동 주민센터)",
        "tlat": "37.545746",
        "tlong": "126.974829"
    },
    {
        "id": 2457,
        "tname": "이태원 부군당 역사공원",
        "tlocation": "서울특별시 용산구 녹사평대로40다길 37",
        "tlat": "37.535578",
        "tlong": "126.989664"
    },
    {
        "id": 2458,
        "tname": "잠실119안전센터 개방화장실",
        "tlocation": "서울 송파구 석촌호수로 151",
        "tlat": "37.508057",
        "tlong": "127.102955"
    },
    {
        "id": 2459,
        "tname": "서울시각장애인복지관 화장실 (지하1층~6층 각층)",
        "tlocation": "서울 송파구 삼학사로19길 27 (삼전동, 서울시각장애인복지관)",
        "tlat": "37.506150",
        "tlong": "127.094068"
    },
    {
        "id": 2460,
        "tname": "송파제일주유소",
        "tlocation": "서울 송파구 삼학사로 50",
        "tlat": "37.502921",
        "tlong": "127.097022"
    },
    {
        "id": 2461,
        "tname": "송파여성문화회관 화장실",
        "tlocation": "서울 송파구 백제고분로42길 5 (송파동, 송파여성문화회관)",
        "tlat": "37.506018",
        "tlong": "127.109688"
    },
    {
        "id": 2462,
        "tname": "잠실본동주민센터",
        "tlocation": "서울 송파구 백제고분로15길 9 (잠실동, 잠실본동주민센터)",
        "tlat": "37.506134",
        "tlong": "127.084325"
    },
    {
        "id": 2463,
        "tname": "잠실공원 화장실",
        "tlocation": "서울 송파구 백제고분로15길 7",
        "tlat": "37.506740",
        "tlong": "127.085568"
    },
    {
        "id": 2464,
        "tname": "배드민턴체육관 화장실",
        "tlocation": "서울 송파구 문정로 176",
        "tlat": "37.490382",
        "tlong": "127.133422"
    },
    {
        "id": 2465,
        "tname": "두댐이공원 화장실",
        "tlocation": "서울 송파구 문정로",
        "tlat": "37.501084",
        "tlong": "127.141338"
    },
    {
        "id": 2466,
        "tname": "쌍용프라자상가",
        "tlocation": "서울 송파구 동남로 189",
        "tlat": "37.496320",
        "tlong": "127.131600"
    },
    {
        "id": 2467,
        "tname": "방화3동주민센터 화장실",
        "tlocation": "서울특별시 강서구 금낭화로24길 5",
        "tlat": "37.578744",
        "tlong": "126.813541"
    },
    {
        "id": 2468,
        "tname": "방화2동주민센터 화장실",
        "tlocation": "서울특별시 강서구 개화동로23길 20",
        "tlat": "37.566721",
        "tlong": "126.806756"
    },
    {
        "id": 2469,
        "tname": "방화1동주민센터 화장실",
        "tlocation": "서울특별시 강서구 방화대로 330",
        "tlat": "37.570430",
        "tlong": "126.817014"
    },
    {
        "id": 2470,
        "tname": "공항동주민센터 화장실",
        "tlocation": "서울특별시 강서구 송정로 45",
        "tlat": "37.558074",
        "tlong": "126.811116"
    },
    {
        "id": 2471,
        "tname": "발산1동주민센터 화장실",
        "tlocation": "서울특별시 강서구 강서로47길 54",
        "tlat": "37.553147",
        "tlong": "126.833307"
    },
    {
        "id": 2472,
        "tname": "가양3동주민센터 화장실",
        "tlocation": "서울특별시 강서구 허준로 202",
        "tlat": "37.565237",
        "tlong": "126.853576"
    },
    {
        "id": 2473,
        "tname": "가양2동주민센터 화장실",
        "tlocation": "서울특별시 강서구 허준로 93",
        "tlat": "37.565237",
        "tlong": "126.853576"
    },
    {
        "id": 2474,
        "tname": "가양1동주민센터 화장실",
        "tlocation": "서울특별시 강서구 허준로 30",
        "tlat": "37.569466",
        "tlong": "126.844703"
    },
    {
        "id": 2475,
        "tname": "우장산동주민센터 화장실",
        "tlocation": "서울특별시 강서구 우현로 34",
        "tlat": "37.548360",
        "tlong": "126.841758"
    },
    {
        "id": 2476,
        "tname": "화곡8동주민센터 화장실",
        "tlocation": "서울특별시 강서구 곰달래로25길 45",
        "tlat": "37.531131",
        "tlong": "126.849954"
    },
    {
        "id": 2477,
        "tname": "화곡6동주민센터 화장실",
        "tlocation": "서울특별시 강서구 화곡로 312",
        "tlat": "37.542071",
        "tlong": "126.841519"
    },
    {
        "id": 2478,
        "tname": "화곡4동주민센터 화장실",
        "tlocation": "서울특별시 강서구 곰달래로57가길 26",
        "tlat": "37.533328",
        "tlong": "126.861265"
    },
    {
        "id": 2479,
        "tname": "화곡3동주민센터 화장실",
        "tlocation": "서울특별시 강서구 강서로33가길 17",
        "tlat": "37.542530",
        "tlong": "126.838434"
    },
    {
        "id": 2480,
        "tname": "화곡2동주민센터 화장실",
        "tlocation": "서울특별시 강서구 곰달래로37길 13",
        "tlat": "37.532839",
        "tlong": "126.854988"
    },
    {
        "id": 2481,
        "tname": "화곡1동주민센터 화장실",
        "tlocation": "서울특별시 강서구 곰달래로 79",
        "tlat": "37.530484",
        "tlong": "126.841580"
    },
    {
        "id": 2482,
        "tname": "화곡본동주민센터 화장실",
        "tlocation": "서울특별시 강서구 초록마을로5길 29",
        "tlat": "37.544029",
        "tlong": "126.847710"
    },
    {
        "id": 2483,
        "tname": "등촌3동주민센터 화장실",
        "tlocation": "서울특별시 강서구 화곡로63길 96",
        "tlat": "37.558869",
        "tlong": "126.847941"
    },
    {
        "id": 2484,
        "tname": "등촌2동주민센터 화장실",
        "tlocation": "서울특별시 강서구 등촌로 143",
        "tlat": "37.551523",
        "tlong": "126.864002"
    },
    {
        "id": 2485,
        "tname": "등촌1동주민센터 화장실",
        "tlocation": "서울특별시 강서구 공항대로53가길 55",
        "tlat": "37.554609",
        "tlong": "126.859239"
    },
    {
        "id": 2486,
        "tname": "염창동주민센터 1층 화장실",
        "tlocation": "서울특별시 강서구 양천로67가길 63",
        "tlat": "37.553437",
        "tlong": "126.871224"
    },
    {
        "id": 2487,
        "tname": "공항동문화체육센터",
        "tlocation": "서울특별시 강서구 송정로 45",
        "tlat": "37.558074",
        "tlong": "126.811116"
    },
    {
        "id": 2488,
        "tname": "마곡실내배드민턴장 내부 화장실",
        "tlocation": "서울특별시 강서구 양천로 251",
        "tlat": "37.573345",
        "tlong": "126.816685"
    },
    {
        "id": 2489,
        "tname": "개롱공원화장실(구관)",
        "tlocation": "서울 송파구 동남로 178",
        "tlat": "37.496320",
        "tlong": "127.131600"
    },
    {
        "id": 2490,
        "tname": "개롱공원2(놀이터)화장실",
        "tlocation": "서울 송파구 동남로 178",
        "tlat": "37.496320",
        "tlong": "127.131600"
    },
    {
        "id": 2491,
        "tname": "남직문 화장실1",
        "tlocation": "올림픽로 25",
        "tlat": "37.515026",
        "tlong": "127.073725"
    },
    {
        "id": 2492,
        "tname": "북직문 화장실2",
        "tlocation": "올림픽로 25",
        "tlat": "37.515026",
        "tlong": "127.073725"
    },
    {
        "id": 2493,
        "tname": "북직문 화장실1",
        "tlocation": "올림픽로 25",
        "tlat": "37.515026",
        "tlong": "127.073725"
    },
    {
        "id": 2494,
        "tname": "서울역사편찬원 청내화장실",
        "tlocation": "서울시 송파구 올림픽로 424(방이동,올림픽공원)",
        "tlat": "37.519057",
        "tlong": "127.116144"
    },
    {
        "id": 2495,
        "tname": "산성화장실",
        "tlocation": "송파구 마천동 277-30",
        "tlat": "37.489774",
        "tlong": "127.142682"
    },
    {
        "id": 2496,
        "tname": "장미화장실",
        "tlocation": "송파구 신천동 6",
        "tlat": "37.513738",
        "tlong": "127.115610"
    },
    {
        "id": 2497,
        "tname": "가든파이브주유소",
        "tlocation": "탄천동로 740(장지동)",
        "tlat": "37.476413",
        "tlong": "127.122926"
    },
    {
        "id": 2498,
        "tname": "신도빌딩",
        "tlocation": "중대로 215(가락본동)",
        "tlat": "37.493831",
        "tlong": "127.121266"
    },
    {
        "id": 2499,
        "tname": "현대파크상가",
        "tlocation": "중대로 174(가락동)",
        "tlat": "37.504200",
        "tlong": "127.130259"
    },
    {
        "id": 2500,
        "tname": "제트라인 DM주유소",
        "tlocation": "중대로 153(가락동)",
        "tlat": "37.504200",
        "tlong": "127.130259"
    },
    {
        "id": 2501,
        "tname": "아이티벤쳐타워",
        "tlocation": "중대로 135(가락본동)",
        "tlat": "37.498330",
        "tlong": "127.125690"
    },
    {
        "id": 2502,
        "tname": "잠실3동성당",
        "tlocation": "잠실로 15(잠실동)",
        "tlat": "37.511655",
        "tlong": "127.092616"
    },
    {
        "id": 2503,
        "tname": "SK네트웍스(주) 방이주유소",
        "tlocation": "위례성대로12길 38(방이동)",
        "tlat": "37.510696",
        "tlong": "127.122039"
    },
    {
        "id": 2504,
        "tname": "아시아선수촌 상가B",
        "tlocation": "올림픽로4길 17(잠실동)",
        "tlat": "37.506857",
        "tlong": "127.074660"
    },
    {
        "id": 2505,
        "tname": "성진빌딩",
        "tlocation": "올림픽로 98(잠실본동)",
        "tlat": "37.511620",
        "tlong": "127.081780"
    },
    {
        "id": 2506,
        "tname": "삼성생명빌딩",
        "tlocation": "올림픽로 633(풍납동)",
        "tlat": "37.525394",
        "tlong": "127.117536"
    },
    {
        "id": 2507,
        "tname": "아시아선수촌 상가 A",
        "tlocation": "올림픽로 4길 17(잠실동)",
        "tlat": "37.510732",
        "tlong": "127.071074"
    },
    {
        "id": 2508,
        "tname": "대우유토피아",
        "tlocation": "올림픽로 336(방이동)",
        "tlat": "37.525394",
        "tlong": "127.117536"
    },
    {
        "id": 2509,
        "tname": "송파구보건소 1층",
        "tlocation": "올림픽로 326(신천동)",
        "tlat": "37.514566",
        "tlong": "127.106026"
    },
    {
        "id": 2510,
        "tname": "송파구보건소2층",
        "tlocation": "올림픽로 326(신천동)",
        "tlat": "37.514566",
        "tlong": "127.106026"
    },
    {
        "id": 2511,
        "tname": "송파구청 본관2층(민원여권과 옆)",
        "tlocation": "올림픽로 326(신천동)",
        "tlat": "37.514566",
        "tlong": "127.106026"
    },
    {
        "id": 2512,
        "tname": "송파구청 신관2층",
        "tlocation": "올림픽로 326(신천동)",
        "tlat": "37.514566",
        "tlong": "127.106026"
    },
    {
        "id": 2513,
        "tname": "롯데백화점 에비뉴엘 월드타워점 1층 2번게이트 앞",
        "tlocation": "올림픽로 300(신천동)",
        "tlat": "37.512537",
        "tlong": "127.102655"
    },
    {
        "id": 2514,
        "tname": "롯데백화점 에비뉴엘 월드타워점 1층 6번게이트 앞",
        "tlocation": "올림픽로 300(신천동)",
        "tlat": "37.512537",
        "tlong": "127.102655"
    },
    {
        "id": 2515,
        "tname": "롯데하이마트 월드타워점 화장실",
        "tlocation": "올림픽로 300(신천동)",
        "tlat": "37.512537",
        "tlong": "127.102655"
    },
    {
        "id": 2516,
        "tname": "마곡레포츠센터 화장실",
        "tlocation": "서울특별시 강서구 양천로 251",
        "tlat": "37.573345",
        "tlong": "126.816685"
    },
    {
        "id": 2517,
        "tname": "가양레포츠센터 화장실",
        "tlocation": "서울특별시 강서구 양천로61길 101",
        "tlat": "37.557743",
        "tlong": "126.863953"
    },
    {
        "id": 2518,
        "tname": "강서구민올림픽체육센터",
        "tlocation": "서울특별시 강서구 화곡로65길 62",
        "tlat": "37.559710",
        "tlong": "126.850609"
    },
    {
        "id": 2519,
        "tname": "강서구민회관 화장실",
        "tlocation": "서울특별시 강서구 우장산로 66",
        "tlat": "37.553463",
        "tlong": "126.843628"
    },
    {
        "id": 2520,
        "tname": "공항동 체육공원",
        "tlocation": "서울특별시 강서구 송정로1길 1",
        "tlat": "37.556490",
        "tlong": "126.811250"
    },
    {
        "id": 2521,
        "tname": "풀피리어린이공원",
        "tlocation": "서울특별시 강서구 양천로57길 36-1",
        "tlat": "37.564332",
        "tlong": "126.852979"
    },
    {
        "id": 2522,
        "tname": "장미어린이공원",
        "tlocation": "서울특별시 강서구 방화대로7다길 35-18",
        "tlat": "37.558138",
        "tlong": "126.814454"
    },
    {
        "id": 2523,
        "tname": "이수어린이공원",
        "tlocation": "서울특별시 강서구 공항대로75길 27",
        "tlat": "37.548293",
        "tlong": "126.874858"
    },
    {
        "id": 2524,
        "tname": "새싹교통어린이공원",
        "tlocation": "서울특별시 강서구 양천로14길 85",
        "tlat": "37.570502",
        "tlong": "126.809366"
    },
    {
        "id": 2525,
        "tname": "도레미어린이공원",
        "tlocation": "서울특별시 강서구 방화대로42길 36",
        "tlat": "37.571910",
        "tlong": "126.817877"
    },
    {
        "id": 2526,
        "tname": "백석어린이공원",
        "tlocation": "서울특별시 강서구 공항대로57길 31",
        "tlat": "37.553024",
        "tlong": "126.862242"
    },
    {
        "id": 2527,
        "tname": "비둘기어린이공원",
        "tlocation": "서울특별시 강서구 허준로 230",
        "tlat": "37.565237",
        "tlong": "126.853576"
    },
    {
        "id": 2528,
        "tname": "무지개어린이공원",
        "tlocation": "서울특별시 강서구 양천로57길 37-1",
        "tlat": "37.564332",
        "tlong": "126.852979"
    },
    {
        "id": 2529,
        "tname": "아름어린이공원",
        "tlocation": "서울특별시 강서구 허준로 64",
        "tlat": "37.565237",
        "tlong": "126.853576"
    },
    {
        "id": 2530,
        "tname": "나들이어린이공원",
        "tlocation": "서울특별시 강서구 허준로 9",
        "tlat": "37.570344",
        "tlong": "126.842970"
    },
    {
        "id": 2531,
        "tname": "꽃동네어린이공원",
        "tlocation": "서울특별시 강서구 허준로 47-1",
        "tlat": "37.570344",
        "tlong": "126.842970"
    },
    {
        "id": 2532,
        "tname": "구름어린이공원",
        "tlocation": "서울특별시 강서구 초록마을로4길 32-1",
        "tlat": "37.543904",
        "tlong": "126.845154"
    },
    {
        "id": 2533,
        "tname": "꿈돌이어린이공원",
        "tlocation": "서울특별시 강서구 화곡로42가길 30",
        "tlat": "37.545990",
        "tlong": "126.845705"
    },
    {
        "id": 2534,
        "tname": "황금내근린공원",
        "tlocation": "서울특별시 강서구 허준로 221-40",
        "tlat": "37.565237",
        "tlong": "126.853576"
    },
    {
        "id": 2535,
        "tname": "원당근린공원",
        "tlocation": "서울특별시 강서구 강서로56길 49",
        "tlat": "37.559620",
        "tlong": "126.838934"
    },
    {
        "id": 2536,
        "tname": "옹기골근린공원",
        "tlocation": "서울특별시 강서구 양천로 149",
        "tlat": "37.573345",
        "tlong": "126.816685"
    },
    {
        "id": 2537,
        "tname": "수명산근린공원",
        "tlocation": "서울특별시 강서구 강서로45길 131-11",
        "tlat": "37.547570",
        "tlong": "126.833256"
    },
    {
        "id": 2538,
        "tname": "롯데마트 월드타워점 지하2층 화장실",
        "tlocation": "올림픽로 300(신천동)",
        "tlat": "37.512537",
        "tlong": "127.102655"
    },
    {
        "id": 2539,
        "tname": "롯데월드몰 석촌호수(동호) 출입구 쪽 화장실",
        "tlocation": "올림픽로 300(신천동)",
        "tlat": "37.512537",
        "tlong": "127.102655"
    },
    {
        "id": 2540,
        "tname": "롯데캐슬플라자 1층 캐슬골드 로비 옆화장실",
        "tlocation": "올림픽로 269(신천동)",
        "tlat": "37.514709",
        "tlong": "127.104199"
    },
    {
        "id": 2541,
        "tname": "세븐스타빌딩",
        "tlocation": "올림픽로 111(잠실동)",
        "tlat": "37.514709",
        "tlong": "127.104199"
    },
    {
        "id": 2542,
        "tname": "효창타워",
        "tlocation": "올림픽로 100(잠실본동)",
        "tlat": "37.511620",
        "tlong": "127.081780"
    },
    {
        "id": 2543,
        "tname": "동성빌딩",
        "tlocation": "오금로11길 14(방이동)",
        "tlat": "37.515381",
        "tlong": "127.110939"
    },
    {
        "id": 2544,
        "tname": "가락빌딩",
        "tlocation": "오금로 310(가락본동)",
        "tlat": "37.503337",
        "tlong": "127.126120"
    },
    {
        "id": 2545,
        "tname": "서울병원",
        "tlocation": "오금로 290(가락본동)",
        "tlat": "37.503337",
        "tlong": "127.126120"
    },
    {
        "id": 2546,
        "tname": "세기빌딩",
        "tlocation": "오금로 111(방이동)",
        "tlat": "37.511247",
        "tlong": "127.109848"
    },
    {
        "id": 2547,
        "tname": "방이지구대 화장실",
        "tlocation": "양재대로71길 5-6",
        "tlat": "37.511001",
        "tlong": "127.124279"
    },
    {
        "id": 2548,
        "tname": "세신훼미리타운",
        "tlocation": "양산로 12(거여동)",
        "tlat": "37.492207",
        "tlong": "127.144827"
    },
    {
        "id": 2549,
        "tname": "송파1동주민센터 화장실",
        "tlocation": "송파동 113-1",
        "tlat": "37.504790",
        "tlong": "127.113690"
    },
    {
        "id": 2550,
        "tname": "남성대주유소",
        "tlocation": "송파대로 52(장지동)",
        "tlat": "37.472803",
        "tlong": "127.126749"
    },
    {
        "id": 2551,
        "tname": "석촌레이크빌",
        "tlocation": "송파대로 453(석촌동)",
        "tlat": "37.506543",
        "tlong": "127.105832"
    },
    {
        "id": 2552,
        "tname": "한솔병원",
        "tlocation": "송파대로 445(석촌동)",
        "tlat": "37.506543",
        "tlong": "127.105832"
    },
    {
        "id": 2553,
        "tname": "(주)잠실에너지",
        "tlocation": "송파대로 442(송파동)",
        "tlat": "37.507553",
        "tlong": "127.105217"
    },
    {
        "id": 2554,
        "tname": "청호빌딩",
        "tlocation": "송파대로 441(석촌동)",
        "tlat": "37.505810",
        "tlong": "127.106240"
    },
    {
        "id": 2555,
        "tname": "인광주유소",
        "tlocation": "송파대로 397(석촌동)",
        "tlat": "37.506543",
        "tlong": "127.105832"
    },
    {
        "id": 2556,
        "tname": "파크하비오",
        "tlocation": "송파대로 111(문정동)",
        "tlat": "37.479759",
        "tlong": "127.123418"
    },
    {
        "id": 2557,
        "tname": "백토공원 화장실",
        "tlocation": "송파구 오금동 6",
        "tlat": "37.502276",
        "tlong": "127.127346"
    },
    {
        "id": 2558,
        "tname": "오금공원 화장실(테니스장)",
        "tlocation": "송파구 오금동 51",
        "tlat": "37.503550",
        "tlong": "127.133790"
    },
    {
        "id": 2559,
        "tname": "오금공원 화장실(다목적경기장)",
        "tlocation": "송파구 오금동 51",
        "tlat": "37.503550",
        "tlong": "127.133790"
    },
    {
        "id": 2560,
        "tname": "수명산근린공원(다목적체육관)",
        "tlocation": "서울특별시 강서구 강서로45길 131-11",
        "tlat": "37.547570",
        "tlong": "126.833256"
    },
    {
        "id": 2561,
        "tname": "서낭당근린공원",
        "tlocation": "서울특별시 강서구 공항대로43길 46",
        "tlat": "37.558255",
        "tlong": "126.849214"
    },
    {
        "id": 2562,
        "tname": "방화근린공원",
        "tlocation": "서울특별시 강서구 금낭화로 176",
        "tlat": "37.568866",
        "tlong": "126.811691"
    },
    {
        "id": 2563,
        "tname": "발산근린공원",
        "tlocation": "서울특별시 강서구 마곡중앙로 11",
        "tlat": "37.554540",
        "tlong": "126.825872"
    },
    {
        "id": 2564,
        "tname": "등촌근린공원",
        "tlocation": "서울특별시 강서구 강서로62길 35",
        "tlat": "37.562510",
        "tlong": "126.843310"
    },
    {
        "id": 2565,
        "tname": "까치산근린공원(화곡터널 상부)",
        "tlocation": "서울특별시 강서구 까치산로2길 95",
        "tlat": "37.539818",
        "tlong": "126.843278"
    },
    {
        "id": 2566,
        "tname": "까치산근린공원(게이트볼장)",
        "tlocation": "서울특별시 강서구 강서로18길 121-13",
        "tlat": "37.535224",
        "tlong": "126.852817"
    },
    {
        "id": 2567,
        "tname": "까치산근린공원(관리사무소)",
        "tlocation": "서울특별시 강서구 강서로18길 130-14",
        "tlat": "37.535224",
        "tlong": "126.852817"
    },
    {
        "id": 2568,
        "tname": "허준근린공원",
        "tlocation": "서울특별시 강서구 허준로5길 42",
        "tlat": "37.568609",
        "tlong": "126.850704"
    },
    {
        "id": 2569,
        "tname": "공암나루근린공원",
        "tlocation": "서울특별시 강서구 강서로80길 117",
        "tlat": "37.573562",
        "tlong": "126.843745"
    },
    {
        "id": 2570,
        "tname": "개화산근린공원(약사사길 입구)",
        "tlocation": "서울특별시 강서구 금낭화로17길 115",
        "tlat": "37.575813",
        "tlong": "126.809616"
    },
    {
        "id": 2571,
        "tname": "오금공원 화장실(관리동)",
        "tlocation": "송파구 오금동 51",
        "tlat": "37.503550",
        "tlong": "127.133790"
    },
    {
        "id": 2572,
        "tname": "누에머리공원 화장실",
        "tlocation": "송파구 오금동 110",
        "tlat": "37.503550",
        "tlong": "127.133790"
    },
    {
        "id": 2573,
        "tname": "가락종합사회복지관",
        "tlocation": "송파구 양재대로 897",
        "tlat": "37.497966",
        "tlong": "127.114736"
    },
    {
        "id": 2574,
        "tname": "송파나루공원 화장실(휴게시설 2층)",
        "tlocation": "송파구 신천동 32",
        "tlat": "37.514403",
        "tlong": "127.109369"
    },
    {
        "id": 2575,
        "tname": "송파나루공원 화장실(휴게시설 1층)",
        "tlocation": "송파구 신천동 32",
        "tlat": "37.514403",
        "tlong": "127.109369"
    },
    {
        "id": 2576,
        "tname": "송파나루공원 화장실(관리사무소 앞)",
        "tlocation": "송파구 신천동 32",
        "tlat": "37.514403",
        "tlong": "127.109369"
    },
    {
        "id": 2577,
        "tname": "삼전지구대 개방화장실",
        "tlocation": "송파구 삼전동 62-3",
        "tlat": "37.501452",
        "tlong": "127.090151"
    },
    {
        "id": 2578,
        "tname": "마천공원 화장실",
        "tlocation": "송파구 마천동 11",
        "tlat": "37.489774",
        "tlong": "127.142682"
    },
    {
        "id": 2579,
        "tname": "아우름체육센터 화장실",
        "tlocation": "송파구 거여동 11-2",
        "tlat": "37.489774",
        "tlong": "127.142682"
    },
    {
        "id": 2580,
        "tname": "거여2동주민센터",
        "tlocation": "송파구 거마로2길 19",
        "tlat": "37.493540",
        "tlong": "127.146863"
    },
    {
        "id": 2581,
        "tname": "개롱공원 화장실(관리동)",
        "tlocation": "송파구 가락동 195",
        "tlat": "37.509150",
        "tlong": "127.111267"
    },
    {
        "id": 2582,
        "tname": "뉴스타트병원",
        "tlocation": "송이로 76(가락본동)",
        "tlat": "37.496900",
        "tlong": "127.120955"
    },
    {
        "id": 2583,
        "tname": "가윤빌딩",
        "tlocation": "송이로 155(가락동)",
        "tlat": "37.500291",
        "tlong": "127.118796"
    },
    {
        "id": 2584,
        "tname": "마천1동주민센터 2층 화장실",
        "tlocation": "성내천로 303(마천동)",
        "tlat": "37.500345",
        "tlong": "127.151145"
    },
    {
        "id": 2585,
        "tname": "마천1동주민센터 1층화장실",
        "tlocation": "성내천로 303(마천동)",
        "tlat": "37.500345",
        "tlong": "127.151145"
    },
    {
        "id": 2586,
        "tname": "송파도서관",
        "tlocation": "서울시 송파구 동남로 263(송파도서관)",
        "tlat": "37.499964",
        "tlong": "127.134895"
    },
    {
        "id": 2587,
        "tname": "상아주유소",
        "tlocation": "서울시 송파구 거마로 82",
        "tlat": "37.502675",
        "tlong": "127.149298"
    },
    {
        "id": 2588,
        "tname": "송파구 공영차고지",
        "tlocation": "서울 송파구 충민로6길 61-23",
        "tlat": "37.480720",
        "tlong": "127.137084"
    },
    {
        "id": 2589,
        "tname": "글샘공원 화장실",
        "tlocation": "서울 송파구 충민로 17",
        "tlat": "37.479354",
        "tlong": "127.120217"
    },
    {
        "id": 2590,
        "tname": "풍납공원 화장실",
        "tlocation": "서울 송파구 천호대로",
        "tlat": "37.539538",
        "tlong": "127.121155"
    },
    {
        "id": 2591,
        "tname": "숯내공원 화장실",
        "tlocation": "서울 송파구 중대로4길 4",
        "tlat": "37.488484",
        "tlong": "127.112549"
    },
    {
        "id": 2592,
        "tname": "건너말공원 화장실",
        "tlocation": "서울 송파구 중대로10길 29",
        "tlat": "37.490814",
        "tlong": "127.123916"
    },
    {
        "id": 2593,
        "tname": "훼미리공원 화장실",
        "tlocation": "서울 송파구 중대로 24",
        "tlat": "37.504200",
        "tlong": "127.130259"
    },
    {
        "id": 2594,
        "tname": "송파경찰서 공공개방화장실",
        "tlocation": "서울 송파구 중대로 221 (가락동, 송파경찰서)",
        "tlat": "37.500480",
        "tlong": "127.126560"
    },
    {
        "id": 2595,
        "tname": "목련공원 화장실",
        "tlocation": "서울 송파구 중대로 210",
        "tlat": "37.504200",
        "tlong": "127.130259"
    },
    {
        "id": 2596,
        "tname": "강동송파교육지원청",
        "tlocation": "서울 송파구 잠실로 26 (잠실동, 강동송파교육지원청)",
        "tlat": "37.514440",
        "tlong": "127.088867"
    },
    {
        "id": 2597,
        "tname": "대신석유,주유소 화장실",
        "tlocation": "서울 송파구 올림픽로 499",
        "tlat": "37.515814",
        "tlong": "127.107677"
    },
    {
        "id": 2598,
        "tname": "여성축구장 화장실",
        "tlocation": "서울 송파구 올림픽로 474",
        "tlat": "37.515814",
        "tlong": "127.107677"
    },
    {
        "id": 2599,
        "tname": "국민체력 100 화장실",
        "tlocation": "서울 송파구 올림픽로 424 (방이동, 올림픽공원)",
        "tlat": "37.519057",
        "tlong": "127.116144"
    },
    {
        "id": 2600,
        "tname": "지구촌 화장실",
        "tlocation": "서울 송파구 올림픽로 424 (방이동, 올림픽공원)",
        "tlat": "37.519057",
        "tlong": "127.116144"
    },
    {
        "id": 2601,
        "tname": "88호수 화장실",
        "tlocation": "서울 송파구 올림픽로 424 (방이동, 올림픽공원)",
        "tlat": "37.519057",
        "tlong": "127.116144"
    },
    {
        "id": 2602,
        "tname": "피크닉 화장실",
        "tlocation": "서울 송파구 올림픽로 424 (방이동, 올림픽공원)",
        "tlat": "37.519057",
        "tlong": "127.116144"
    },
    {
        "id": 2603,
        "tname": "토성 화장실",
        "tlocation": "서울 송파구 올림픽로 424 (방이동, 올림픽공원)",
        "tlat": "37.519057",
        "tlong": "127.116144"
    },
    {
        "id": 2604,
        "tname": "장자목 화장실",
        "tlocation": "서울 송파구 올림픽로 424 (방이동, 올림픽공원)",
        "tlat": "37.519057",
        "tlong": "127.116144"
    },
    {
        "id": 2605,
        "tname": "롯데리아 화장실",
        "tlocation": "서울 송파구 올림픽로 424 (방이동, 올림픽공원)",
        "tlat": "37.519057",
        "tlong": "127.116144"
    },
    {
        "id": 2606,
        "tname": "딸기 화장실",
        "tlocation": "서울 송파구 올림픽로 424 (방이동, 올림픽공원)",
        "tlat": "37.519057",
        "tlong": "127.116144"
    },
    {
        "id": 2607,
        "tname": "평화 화장실",
        "tlocation": "서울 송파구 올림픽로 424 (방이동, 올림픽공원)",
        "tlat": "37.519057",
        "tlong": "127.116144"
    },
    {
        "id": 2608,
        "tname": "장미 화장실",
        "tlocation": "서울 송파구 올림픽로 424 (방이동, 올림픽공원)",
        "tlat": "37.519057",
        "tlong": "127.116144"
    },
    {
        "id": 2609,
        "tname": "북2문 화장실",
        "tlocation": "서울 송파구 올림픽로 424 (방이동, 올림픽공원)",
        "tlat": "37.519057",
        "tlong": "127.116144"
    },
    {
        "id": 2610,
        "tname": "P1 화장실",
        "tlocation": "서울 송파구 올림픽로 424 (방이동, 올림픽공원)",
        "tlat": "37.519057",
        "tlong": "127.116144"
    },
    {
        "id": 2611,
        "tname": "남2문 화장실",
        "tlocation": "서울 송파구 올림픽로 424 (방이동, 올림픽공원)",
        "tlat": "37.519057",
        "tlong": "127.116144"
    },
    {
        "id": 2612,
        "tname": "에비뉴엘 화장실",
        "tlocation": "서울 송파구 올림픽로 300 (신천동)",
        "tlat": "37.512537",
        "tlong": "127.102655"
    },
    {
        "id": 2613,
        "tname": "종합운동장119안전센터 개방화장실",
        "tlocation": "서울 송파구 올림픽로 25 (잠실동, 서울종합운동장)",
        "tlat": "37.515026",
        "tlong": "127.073725"
    },
    {
        "id": 2614,
        "tname": "갤러리아팰리스 아케이드 B1F B동 남자화장실",
        "tlocation": "서울 송파구 올림픽로 212 (잠실동, 갤러리아팰리스)",
        "tlat": "37.511407",
        "tlong": "127.093692"
    },
    {
        "id": 2615,
        "tname": "갤러리아팰리스 아케이드 B1F A1동 여자화장실",
        "tlocation": "서울 송파구 올림픽로 212 (잠실동, 갤러리아팰리스)",
        "tlat": "37.511407",
        "tlong": "127.093692"
    },
    {
        "id": 2616,
        "tname": "갤러리아팰리스 아케이드 1F A2 여자화장실",
        "tlocation": "서울 송파구 올림픽로 212 (잠실동, 갤러리아팰리스)",
        "tlat": "37.511407",
        "tlong": "127.093692"
    },
    {
        "id": 2617,
        "tname": "갤러리아팰리스 아케이드 2F A2 여자화장실",
        "tlocation": "서울 송파구 올림픽로 212 (잠실동, 갤러리아팰리스)",
        "tlat": "37.511407",
        "tlong": "127.093692"
    },
    {
        "id": 2618,
        "tname": "갤러리아팰리스 아케이드 2F A2 남자화장실",
        "tlocation": "서울 송파구 올림픽로 212 (잠실동, 갤러리아팰리스)",
        "tlat": "37.511407",
        "tlong": "127.093692"
    },
    {
        "id": 2619,
        "tname": "연지노인복지센터 1층 공중화장실",
        "tlocation": "서울특별시 강서구 화곡로58길 30-7",
        "tlat": "37.552545",
        "tlong": "126.854322"
    },
    {
        "id": 2620,
        "tname": "이마트 가양점",
        "tlocation": "서울특별시 강서구 양천로 559",
        "tlat": "37.573345",
        "tlong": "126.816685"
    },
    {
        "id": 2621,
        "tname": "홈플러스 가양점",
        "tlocation": "서울특별시 강서구 양천로 431",
        "tlat": "37.573345",
        "tlong": "126.816685"
    },
    {
        "id": 2622,
        "tname": "홈플러스 강서점",
        "tlocation": "서울특별시 강서구 화곡로 398",
        "tlat": "37.542071",
        "tlong": "126.841519"
    },
    {
        "id": 2623,
        "tname": "NC백화점 강서점",
        "tlocation": "서울특별시 강서구 강서로56길 17",
        "tlat": "37.559620",
        "tlong": "126.838934"
    },
    {
        "id": 2624,
        "tname": "롯데몰 김포공항점",
        "tlocation": "서울특별시 강서구 하늘길 38",
        "tlat": "37.567746",
        "tlong": "126.802392"
    },
    {
        "id": 2625,
        "tname": "봉제산노인복지센터 화장실",
        "tlocation": "서울특별시 강서구 초록마을로15길 12",
        "tlat": "37.542119",
        "tlong": "126.852938"
    },
    {
        "id": 2626,
        "tname": "노인복지센터",
        "tlocation": "서울특별시 강서구 월정로30길 96",
        "tlat": "37.534873",
        "tlong": "126.839170"
    },
    {
        "id": 2627,
        "tname": "화곡어르신복지센터 화장실",
        "tlocation": "서울특별시 강서구 월정로30길 96",
        "tlat": "37.534873",
        "tlong": "126.839170"
    },
    {
        "id": 2628,
        "tname": "강서구의회 1층 화장실",
        "tlocation": "서울특별시 강서구 등촌로 185",
        "tlat": "37.551523",
        "tlong": "126.864002"
    },
    {
        "id": 2629,
        "tname": "행촌에너지 공항주유소 화장실",
        "tlocation": "서울특별시 강서구 개화동로 420",
        "tlat": "37.592878",
        "tlong": "126.804779"
    },
    {
        "id": 2630,
        "tname": "서울개인택시복지법인 LPG충전소 화장실",
        "tlocation": "서울특별시 강서구 개화동로 416",
        "tlat": "37.592878",
        "tlong": "126.804779"
    },
    {
        "id": 2631,
        "tname": "신방화역환승주차장",
        "tlocation": "서울특별시 강서구 마곡서1로 111-12",
        "tlat": "37.566786",
        "tlong": "126.817762"
    },
    {
        "id": 2632,
        "tname": "개화역 광역 환승센터 공용 화장실",
        "tlocation": "서울특별시 강서구 개화동로8길 19",
        "tlat": "37.577189",
        "tlong": "126.796948"
    },
    {
        "id": 2633,
        "tname": "마곡119안전센터",
        "tlocation": "서울특별시 강서구 마곡서로 9",
        "tlat": "37.572620",
        "tlong": "126.823764"
    },
    {
        "id": 2634,
        "tname": "개화119안전센터",
        "tlocation": "서울특별시 강서구 개화동로19길 8",
        "tlat": "37.575241",
        "tlong": "126.803312"
    },
    {
        "id": 2635,
        "tname": "갤러리아팰리스 아케이드 B1F B동 여자화장실",
        "tlocation": "서울 송파구 올림픽로 212 (잠실동, 갤러리아팰리스)",
        "tlat": "37.511407",
        "tlong": "127.093692"
    },
    {
        "id": 2636,
        "tname": "갤러리아팰리스 아케이드 2F A1 남자화장실",
        "tlocation": "서울 송파구 올림픽로 212 (잠실동, 갤러리아팰리스)",
        "tlat": "37.511407",
        "tlong": "127.093692"
    },
    {
        "id": 2637,
        "tname": "갤러리아팰리스 아케이드 2F A1 여자화장실",
        "tlocation": "서울 송파구 올림픽로 212 (잠실동, 갤러리아팰리스)",
        "tlat": "37.511407",
        "tlong": "127.093692"
    },
    {
        "id": 2638,
        "tname": "갤러리아팰리스 아케이드 1F A2 남자화장실",
        "tlocation": "서울 송파구 올림픽로 212 (잠실동, 갤러리아팰리스)",
        "tlat": "37.511407",
        "tlong": "127.093692"
    },
    {
        "id": 2639,
        "tname": "갤러리아팰리스 아케이드 B1F A1동 남자화장실",
        "tlocation": "서울 송파구 올림픽로 212 (잠실동, 갤러리아팰리스)",
        "tlat": "37.511407",
        "tlong": "127.093692"
    },
    {
        "id": 2640,
        "tname": "마천119안전센터 개방화장실",
        "tlocation": "서울 송파구 오금로51길 56 (마천동, 송파소방서)",
        "tlat": "37.499971",
        "tlong": "127.142593"
    },
    {
        "id": 2641,
        "tname": "거여공원 화장실",
        "tlocation": "서울 송파구 오금로51길 20",
        "tlat": "37.496739",
        "tlong": "127.140753"
    },
    {
        "id": 2642,
        "tname": "풍납종합사회복지관",
        "tlocation": "서울 송파구 강동대로3길 5 (풍납동, 풍납종합사회복지관)",
        "tlat": "37.527767",
        "tlong": "127.113866"
    },
    {
        "id": 2643,
        "tname": "송파세무서 화장실",
        "tlocation": "서울 송파구 강동대로 62 (풍납동, 송파세무서)",
        "tlat": "37.526656",
        "tlong": "127.113463"
    },
    {
        "id": 2644,
        "tname": "성일빌딩",
        "tlocation": "삼전로 77(잠실본동)",
        "tlat": "37.504363",
        "tlong": "127.088007"
    },
    {
        "id": 2645,
        "tname": "위너스빌딩",
        "tlocation": "백제고분로 63(잠실본동)",
        "tlat": "37.509386",
        "tlong": "127.079084"
    },
    {
        "id": 2646,
        "tname": "올림픽 파크리움",
        "tlocation": "백제고분로 505(방이동)",
        "tlat": "37.507930",
        "tlong": "127.110601"
    },
    {
        "id": 2647,
        "tname": "(주)뉴명성산업 남성주유소",
        "tlocation": "백제고분로 474(방이동)",
        "tlat": "37.514582",
        "tlong": "127.114871"
    },
    {
        "id": 2648,
        "tname": "힘찬병원",
        "tlocation": "백제고분로 407(송파동)",
        "tlat": "37.507530",
        "tlong": "127.109977"
    },
    {
        "id": 2649,
        "tname": "빠른병원",
        "tlocation": "백제고분로 405(송파동)",
        "tlat": "37.507390",
        "tlong": "127.109815"
    },
    {
        "id": 2650,
        "tname": "대성석유(주)석촌주유소",
        "tlocation": "백제고분로 289(석촌동)",
        "tlat": "37.503882",
        "tlong": "127.103512"
    },
    {
        "id": 2651,
        "tname": "올림픽병원",
        "tlocation": "백제고분로 283(석촌동)",
        "tlat": "37.503882",
        "tlong": "127.103512"
    },
    {
        "id": 2652,
        "tname": "(주)삼정석유 삼정주유소",
        "tlocation": "백제고분로 252(삼전동)",
        "tlat": "37.502436",
        "tlong": "127.096569"
    },
    {
        "id": 2653,
        "tname": "선우상사 삼전주유소",
        "tlocation": "백제고분로 199(삼전동)",
        "tlat": "37.502436",
        "tlong": "127.096569"
    },
    {
        "id": 2654,
        "tname": "파크인수 빌딩",
        "tlocation": "백제고분로 187(잠실본동)",
        "tlat": "37.509386",
        "tlong": "127.079084"
    },
    {
        "id": 2655,
        "tname": "삼화주유소",
        "tlocation": "백제고분로 125(잠실동)",
        "tlat": "37.509386",
        "tlong": "127.079084"
    },
    {
        "id": 2656,
        "tname": "민성빌딩",
        "tlocation": "백제고분로 113(잠실본동)",
        "tlat": "37.509386",
        "tlong": "127.079084"
    },
    {
        "id": 2657,
        "tname": "서울주유소",
        "tlocation": "문정로 153(가락동)",
        "tlat": "37.490382",
        "tlong": "127.133422"
    },
    {
        "id": 2658,
        "tname": "방화119안전센터",
        "tlocation": "서울특별시 강서구 금낭화로26길 10",
        "tlat": "37.579934",
        "tlong": "126.815446"
    },
    {
        "id": 2659,
        "tname": "발산119안전센터",
        "tlocation": "서울특별시 강서구 강서로 329",
        "tlat": "37.555264",
        "tlong": "126.836928"
    },
    {
        "id": 2660,
        "tname": "화곡119안전센터",
        "tlocation": "서울특별시 강서구 까치산로 49",
        "tlat": "37.543646",
        "tlong": "126.845193"
    },
    {
        "id": 2661,
        "tname": "강서소방서",
        "tlocation": "서울특별시 강서구 양천로 550",
        "tlat": "37.573345",
        "tlong": "126.816685"
    },
    {
        "id": 2662,
        "tname": "강서소방서",
        "tlocation": "서울특별시 강서구 양천로 550",
        "tlat": "37.573345",
        "tlong": "126.816685"
    },
    {
        "id": 2663,
        "tname": "서울식물원 어린이정원",
        "tlocation": "서울특별시 강서구 마곡동로 161",
        "tlat": "37.558320",
        "tlong": "126.833141"
    },
    {
        "id": 2664,
        "tname": "서울식물원 티하우스",
        "tlocation": "서울특별시 강서구 마곡동로 161",
        "tlat": "37.558320",
        "tlong": "126.833141"
    },
    {
        "id": 2665,
        "tname": "서울식물원 주제원",
        "tlocation": "서울특별시 강서구 마곡동로 161",
        "tlat": "37.558320",
        "tlong": "126.833141"
    },
    {
        "id": 2666,
        "tname": "서울식물원 숲문화학교",
        "tlocation": "서울특별시 강서구 마곡동로 161",
        "tlat": "37.558320",
        "tlong": "126.833141"
    },
    {
        "id": 2667,
        "tname": "서울식물원 방문자센터",
        "tlocation": "서울특별시 강서구 마곡동로 161",
        "tlat": "37.558320",
        "tlong": "126.833141"
    },
    {
        "id": 2668,
        "tname": "서울식물원 호수공원",
        "tlocation": "서울특별시 강서구 마곡동로 161",
        "tlat": "37.558320",
        "tlong": "126.833141"
    },
    {
        "id": 2669,
        "tname": "서울식물원 습지원",
        "tlocation": "서울특별시 강서구 마곡동로 161",
        "tlat": "37.558320",
        "tlong": "126.833141"
    },
    {
        "id": 2670,
        "tname": "강서노인종합복지관",
        "tlocation": "서울특별시 강서구 화곡로61길 85",
        "tlat": "37.558392",
        "tlong": "126.846755"
    },
    {
        "id": 2671,
        "tname": "가양7종합사회복지관 1층 화장실",
        "tlocation": "서울특별시 강서구 허준로 209",
        "tlat": "37.565237",
        "tlong": "126.853576"
    },
    {
        "id": 2672,
        "tname": "가양동 견인차량보관소 화장실",
        "tlocation": "서울특별시 강서구 양천로59길 16-9",
        "tlat": "37.560464",
        "tlong": "126.859144"
    },
    {
        "id": 2673,
        "tname": "가양5종합사회복지관 2층 화장실",
        "tlocation": "서울특별시 강서구 양천로57길 36",
        "tlat": "37.564332",
        "tlong": "126.852979"
    },
    {
        "id": 2674,
        "tname": "가양4종합사회복지관 2층 화장실",
        "tlocation": "서울특별시 강서구 양천로57길 37",
        "tlat": "37.564332",
        "tlong": "126.852979"
    },
    {
        "id": 2675,
        "tname": "가양4종합사회복지관 화장실",
        "tlocation": "서울특별시 강서구 양천로57길 37",
        "tlat": "37.564332",
        "tlong": "126.852979"
    },
    {
        "id": 2676,
        "tname": "방화11종합사회복지관 화장실",
        "tlocation": "서울특별시 강서구 개화동로21길 4",
        "tlat": "37.571981",
        "tlong": "126.806080"
    },
    {
        "id": 2677,
        "tname": "방화6종합사회복지관 1층 화장실",
        "tlocation": "서울특별시 강서구 금낭화로23길 25",
        "tlat": "37.578978",
        "tlong": "126.811830"
    },
    {
        "id": 2678,
        "tname": "방화2종합사회복지관 화장실",
        "tlocation": "서울특별시 강서구 방화대로48길 40",
        "tlat": "37.576000",
        "tlong": "126.818370"
    },
    {
        "id": 2679,
        "tname": "등촌7종합사회복지관 1층 화장실",
        "tlocation": "서울특별시 강서구 공항대로43길 104",
        "tlat": "37.558255",
        "tlong": "126.849214"
    },
    {
        "id": 2680,
        "tname": "등촌4종합사회복지관 1층 화장실",
        "tlocation": "서울특별시 공항대로39길 59",
        "tlat": "37.561447",
        "tlong": "126.843758"
    },
    {
        "id": 2681,
        "tname": "등촌1종합사회복지관 1층 화장실",
        "tlocation": "서울특별시 강서구 강서로68길 36",
        "tlat": "37.564454",
        "tlong": "126.841914"
    },
    {
        "id": 2682,
        "tname": "연지노인복지센터 실내 화장실",
        "tlocation": "서울특별시 강서구 화곡로58길 30-7",
        "tlat": "37.552545",
        "tlong": "126.854322"
    },
    {
        "id": 2683,
        "tname": "개화산근린공원(약사사삼거리)",
        "tlocation": "서울특별시 강서구 방화대로52길 40",
        "tlat": "37.577738",
        "tlong": "126.818215"
    },
    {
        "id": 2684,
        "tname": "마천중앙시장",
        "tlocation": "마천로51가길 23(마천동)",
        "tlat": "37.499951",
        "tlong": "127.149508"
    },
    {
        "id": 2685,
        "tname": "대성주유소",
        "tlocation": "마천로 230(마천동)",
        "tlat": "37.498612",
        "tlong": "127.145636"
    },
    {
        "id": 2686,
        "tname": "우리주유소",
        "tlocation": "동남로 153(가락동)",
        "tlat": "37.490190",
        "tlong": "127.123855"
    },
    {
        "id": 2687,
        "tname": "로데오상점가 물류센터",
        "tlocation": "동남로 110(문정동)",
        "tlat": "37.490190",
        "tlong": "127.123855"
    },
    {
        "id": 2688,
        "tname": "현윤빌딩",
        "tlocation": "동남로 102(문정동)",
        "tlat": "37.490190",
        "tlong": "127.123855"
    },
    {
        "id": 2689,
        "tname": "(주)삼표에너지 아시아주유소",
        "tlocation": "도곡로 438(잠실동)",
        "tlat": "37.505021",
        "tlong": "127.077440"
    },
    {
        "id": 2690,
        "tname": "SK네트웍스(주) 송파주유소",
        "tlocation": "거마로 5(거여동)",
        "tlat": "37.497228",
        "tlong": "127.146261"
    },
    {
        "id": 2691,
        "tname": "주식회사 신화에너지 서울지점",
        "tlocation": "가락로 47(석촌동)",
        "tlat": "37.500091",
        "tlong": "127.104237"
    },
    {
        "id": 2692,
        "tname": "신우빌딩",
        "tlocation": "가락로 114(석촌동)",
        "tlat": "37.500091",
        "tlong": "127.104237"
    },
    {
        "id": 2693,
        "tname": "개화산근린공원(미타사)",
        "tlocation": "서울특별시 강서구 개화동로13길 56-33",
        "tlat": "37.578891",
        "tlong": "126.802180"
    },
    {
        "id": 2694,
        "tname": "봉제산근린공원(화곡배수지)",
        "tlocation": "서울특별시 강서구 까치산로18라길 5-37",
        "tlat": "37.545750",
        "tlong": "126.852866"
    },
    {
        "id": 2695,
        "tname": "봉제산근린공원(담소터)",
        "tlocation": "서울특별시 강서구 초록마을로15길 81",
        "tlat": "37.542119",
        "tlong": "126.852938"
    },
    {
        "id": 2696,
        "tname": "봉제산근린공원(자연체험학습장)",
        "tlocation": "서울특별시 강서구 초록마을로15길 12",
        "tlat": "37.542119",
        "tlong": "126.852938"
    },
    {
        "id": 2697,
        "tname": "봉제산근린공원(강서배드민턴장)",
        "tlocation": "서울특별시 강서구 등촌로13자길 42",
        "tlat": "37.537310",
        "tlong": "126.854398"
    },
    {
        "id": 2698,
        "tname": "봉제산근린공원(장수동산)",
        "tlocation": "서울특별시 강서구 등촌로13길 157-1",
        "tlat": "37.535484",
        "tlong": "126.861202"
    },
    {
        "id": 2699,
        "tname": "봉제산근린공원(법성사)",
        "tlocation": "서울특별시 강서구 등촌로39가길 46",
        "tlat": "37.545660",
        "tlong": "126.858845"
    },
    {
        "id": 2700,
        "tname": "봉제산근린공원(무궁화공원)",
        "tlocation": "서울특별시 강서구 까치산로18길 62",
        "tlat": "37.545681",
        "tlong": "126.849960"
    },
    {
        "id": 2701,
        "tname": "꿩고개근린공원",
        "tlocation": "서울특별시 강서구 금낭화로26가길 63",
        "tlat": "37.585495",
        "tlong": "126.809212"
    },
    {
        "id": 2702,
        "tname": "궁산근린공원(다목적체육관)",
        "tlocation": "서울특별시 강서구 강서로 519-24",
        "tlat": "37.544750",
        "tlong": "126.837370"
    },
    {
        "id": 2703,
        "tname": "우장근린공원(농구장위)",
        "tlocation": "서울특별시 강서구 우장산로 72",
        "tlat": "37.552872",
        "tlong": "126.843860"
    },
    {
        "id": 2704,
        "tname": "우장근린공원(구민회관 옆 어울림)",
        "tlocation": "서울특별시 강서구 우장산로 66",
        "tlat": "37.553463",
        "tlong": "126.843628"
    },
    {
        "id": 2705,
        "tname": "화곡보건분소 화장실",
        "tlocation": "서울특별시 강서구 월정로30길 96",
        "tlat": "37.534873",
        "tlong": "126.839170"
    },
    {
        "id": 2706,
        "tname": "강서보건소 1층화장실",
        "tlocation": "서울특별시 강서구 공항대로 561",
        "tlat": "37.560443",
        "tlong": "126.819841"
    },
    {
        "id": 2707,
        "tname": "강서구청 가양동별관",
        "tlocation": "서울특별시 강서구 양천로59길 38",
        "tlat": "37.560464",
        "tlong": "126.859144"
    },
    {
        "id": 2708,
        "tname": "내발산동문화센터 화장실",
        "tlocation": "서울특별시 강서구 강서로52길 89",
        "tlat": "37.557702",
        "tlong": "126.840219"
    },
    {
        "id": 2709,
        "tname": "강서구자원봉사센터 화장실",
        "tlocation": "서울특별시 강서구 공항대로 501",
        "tlat": "37.560443",
        "tlong": "126.819841"
    },
    {
        "id": 2710,
        "tname": "강서영어도서관",
        "tlocation": "서울특별시 강서구 곰달래로57가길 26",
        "tlat": "37.533328",
        "tlong": "126.861265"
    },
    {
        "id": 2711,
        "tname": "우장산숲속도서관",
        "tlocation": "서울특별시 강서구 우현로 34",
        "tlat": "37.548360",
        "tlong": "126.841758"
    },
    {
        "id": 2712,
        "tname": "강서평생학습관 및 꿈꾸는어린이도서관",
        "tlocation": "서울특별시 강서구 공항대로 615",
        "tlat": "37.547340",
        "tlong": "126.873340"
    },
    {
        "id": 2713,
        "tname": "가양도서관",
        "tlocation": "서울특별시 강서구 양천로61길 101",
        "tlat": "37.557743",
        "tlong": "126.863953"
    },
    {
        "id": 2714,
        "tname": "길꽃어린이도서관",
        "tlocation": "서울특별시 강서구 금낭화로24길 5",
        "tlat": "37.578744",
        "tlong": "126.813541"
    },
    {
        "id": 2715,
        "tname": "푸른들청소년도서관",
        "tlocation": "서울특별시 강서구 강서로45다길 71",
        "tlat": "37.544663",
        "tlong": "126.835192"
    },
    {
        "id": 2716,
        "tname": "등빛도서관",
        "tlocation": "서울특별시 강서구 강서로62길 48",
        "tlat": "37.562434",
        "tlong": "126.842397"
    },
    {
        "id": 2717,
        "tname": "방화청소년공부방",
        "tlocation": "서울특별시 강서구 초원로11길 19",
        "tlat": "37.568099",
        "tlong": "126.810418"
    },
    {
        "id": 2718,
        "tname": "염창청소년공부방",
        "tlocation": "서울특별시 강서구 공항대로59다길 80",
        "tlat": "37.551891",
        "tlong": "126.867433"
    },
    {
        "id": 2719,
        "tname": "발산청소년공부방",
        "tlocation": "서울특별시 강서구 강서로47길 72",
        "tlat": "37.553154",
        "tlong": "126.832279"
    },
    {
        "id": 2720,
        "tname": "강서청소년회관",
        "tlocation": "서울특별시 강서구 공항대로42길 23-19",
        "tlat": "37.556062",
        "tlong": "126.842449"
    },
    {
        "id": 2721,
        "tname": "겸재정선미술관 화장실",
        "tlocation": "서울특별시 강서구 양천로47길 36",
        "tlat": "37.572249",
        "tlong": "126.838397"
    },
    {
        "id": 2722,
        "tname": "허준박물관 화장실",
        "tlocation": "서울특별시 강서구 허준로 87",
        "tlat": "37.565237",
        "tlong": "126.853576"
    },
    {
        "id": 2723,
        "tname": "강서문화센터 화장실",
        "tlocation": "서울특별시 강서구 화곡로 215",
        "tlat": "37.542071",
        "tlong": "126.841519"
    },
    {
        "id": 2724,
        "tname": "화곡동 별관 화장실",
        "tlocation": "서울특별시 강서구 화곡로44나길 72",
        "tlat": "37.548901",
        "tlong": "126.849860"
    },
    {
        "id": 2725,
        "tname": "강서구청 별관 화장실",
        "tlocation": "서울특별시 강서구 화곡로 302",
        "tlat": "37.542071",
        "tlong": "126.841519"
    },
    {
        "id": 2726,
        "tname": "강서구청 본관 화장실",
        "tlocation": "서울특별시 강서구 화곡로 302",
        "tlat": "37.542071",
        "tlong": "126.841519"
    },
    {
        "id": 2727,
        "tname": "무인화장실",
        "tlocation": "서울특별시 강서구 금낭화로 141",
        "tlat": "37.568866",
        "tlong": "126.811691"
    },
    {
        "id": 2728,
        "tname": "방화제2화장실",
        "tlocation": "서울특별시 강서구 개화동로29길 28-1",
        "tlat": "37.564186",
        "tlong": "126.809073"
    },
    {
        "id": 2729,
        "tname": "뉴신정주유소 개방화장실",
        "tlocation": "서울특별시 강서구 곰달래로 207",
        "tlat": "37.530163",
        "tlong": "126.840195"
    },
    {
        "id": 2730,
        "tname": "방화주유소 개방화장실",
        "tlocation": "서울특별시 강서구 방화동로 58-2",
        "tlat": "37.563355",
        "tlong": "126.810206"
    },
    {
        "id": 2731,
        "tname": "김포공항주유소 개방화장실",
        "tlocation": "서울특별시 강서구 하늘길 259",
        "tlat": "37.551135",
        "tlong": "126.815641"
    },
    {
        "id": 2732,
        "tname": "대성석유(주)관문주유소 개방화장실",
        "tlocation": "서울특별시 강서구 공항대로 314",
        "tlat": "37.560443",
        "tlong": "126.819841"
    },
    {
        "id": 2733,
        "tname": "(허준)박물관주유소 개방화장실",
        "tlocation": "서울특별시 강서구 양천로53길 97",
        "tlat": "37.567486",
        "tlong": "126.848654"
    },
    {
        "id": 2734,
        "tname": "복정역 공영주차장",
        "tlocation": "서울특별시 송파구 장지동 561-9",
        "tlat": "37.470176",
        "tlong": "127.128528"
    },
    {
        "id": 2735,
        "tname": "잠실역 공영주차장",
        "tlocation": "오금로 300",
        "tlat": "37.495909",
        "tlong": "127.138772"
    },
    {
        "id": 2736,
        "tname": "문정역(8)",
        "tlocation": "서울특별시 송파구 문정동 119-4 문정역",
        "tlat": "37.484281",
        "tlong": "127.121791"
    },
    {
        "id": 2737,
        "tname": "석촌역(8)",
        "tlocation": "서울특별시 송파구 석촌동 209 석촌역",
        "tlat": "37.503773",
        "tlong": "127.108424"
    },
    {
        "id": 2738,
        "tname": "몽촌토성역(8)",
        "tlocation": "서울특별시 송파구 신천동 19 몽촌토성역",
        "tlat": "37.518590",
        "tlong": "127.113144"
    },
    {
        "id": 2739,
        "tname": "종합운동장역(2)",
        "tlocation": "서울특별시 송파구 잠실동 122 종합운동장역",
        "tlat": "37.510492",
        "tlong": "127.072790"
    },
    {
        "id": 2740,
        "tname": "종합운동장역(2)",
        "tlocation": "서울특별시 송파구 잠실동 122 종합운동장역",
        "tlat": "37.510492",
        "tlong": "127.072790"
    },
    {
        "id": 2741,
        "tname": "잠실새내역(2)",
        "tlocation": "서울특별시 송파구 잠실동 33 잠실새내역",
        "tlat": "37.511759",
        "tlong": "127.087271"
    },
    {
        "id": 2742,
        "tname": "잠실나루역(2)",
        "tlocation": "서울특별시 송파구 신천동 15 잠실나루역",
        "tlat": "37.518328",
        "tlong": "127.104456"
    },
    {
        "id": 2743,
        "tname": "약사사 개방화장실",
        "tlocation": "서울특별시 강서구 금낭화로17길 261",
        "tlat": "37.575813",
        "tlong": "126.809616"
    },
    {
        "id": 2744,
        "tname": "맥도날드 송정역점 개방화장실",
        "tlocation": "서울특별시 강서구 공항대로 21",
        "tlat": "37.560443",
        "tlong": "126.819841"
    },
    {
        "id": 2745,
        "tname": "하바나빌딩 개방화장실",
        "tlocation": "서울특별시 강서구 공항대로 272",
        "tlat": "37.558142",
        "tlong": "126.837796"
    },
    {
        "id": 2746,
        "tname": "화인빌딩 개방화장실",
        "tlocation": "서울특별시 강서구 공항대로 287",
        "tlat": "37.558759",
        "tlong": "126.839581"
    },
    {
        "id": 2747,
        "tname": "에어포트 비즈니스 센터 개방화장실",
        "tlocation": "서울특별시 강서구 공항대로 32",
        "tlat": "37.560443",
        "tlong": "126.819841"
    },
    {
        "id": 2748,
        "tname": "개화역",
        "tlocation": "서울특별시 강서구 개화동로8길 38",
        "tlat": "37.577189",
        "tlong": "126.796948"
    },
    {
        "id": 2749,
        "tname": "개화산역 화장실",
        "tlocation": "서울특별시 강서구 양천로 22",
        "tlat": "37.573345",
        "tlong": "126.816685"
    },
    {
        "id": 2750,
        "tname": "개화역 광역환승센터",
        "tlocation": "서울특별시 강서구 개화동로8길 19",
        "tlat": "37.577189",
        "tlong": "126.796948"
    },
    {
        "id": 2751,
        "tname": "백제학연구소",
        "tlocation": "올림픽로 424",
        "tlat": "37.522741",
        "tlong": "127.118711"
    },
    {
        "id": 2752,
        "tname": "몽촌역사관",
        "tlocation": "올림픽로 424",
        "tlat": "37.522741",
        "tlong": "127.118711"
    },
    {
        "id": 2753,
        "tname": "한성백제박물관",
        "tlocation": "위례성대로 72",
        "tlat": "37.508340",
        "tlong": "127.136633"
    },
    {
        "id": 2754,
        "tname": "잠실제1수영장 및 체육공원",
        "tlocation": "올림픽로 25",
        "tlat": "37.515026",
        "tlong": "127.073725"
    },
    {
        "id": 2755,
        "tname": "실내체육관",
        "tlocation": "올림픽로 25",
        "tlat": "37.515026",
        "tlong": "127.073725"
    },
    {
        "id": 2756,
        "tname": "야구장 화장실2",
        "tlocation": "올림픽로 25",
        "tlat": "37.515026",
        "tlong": "127.073725"
    },
    {
        "id": 2757,
        "tname": "야구장 화장실1",
        "tlocation": "올림픽로 25",
        "tlat": "37.515026",
        "tlong": "127.073725"
    },
    {
        "id": 2758,
        "tname": "남직문 화장실2",
        "tlocation": "올림픽로 25",
        "tlat": "37.515026",
        "tlong": "127.073725"
    },
    {
        "id": 2759,
        "tname": "백제고분로주유소",
        "tlocation": "서울 송파구 오금로 143 (방이동, 백제고분로주유소)",
        "tlat": "37.511108",
        "tlong": "127.111018"
    },
    {
        "id": 2760,
        "tname": "송파어린이영어작은도서관",
        "tlocation": "서울 송파구 오금로 1",
        "tlat": "37.511247",
        "tlong": "127.109848"
    },
    {
        "id": 2761,
        "tname": "가락119안전센터 화장실",
        "tlocation": "서울 송파구 양재대로 932",
        "tlat": "37.496454",
        "tlong": "127.113477"
    },
    {
        "id": 2762,
        "tname": "가락종합사회복지관",
        "tlocation": "서울 송파구 양재대로 897",
        "tlat": "37.497966",
        "tlong": "127.114736"
    },
    {
        "id": 2763,
        "tname": "보건지소 화장실",
        "tlocation": "서울 송파구 양산로 5 (거여동, 송파구 보건지소)",
        "tlat": "37.489774",
        "tlong": "127.142682"
    },
    {
        "id": 2764,
        "tname": "송파구 체육문화회관",
        "tlocation": "서울 송파구 양산로 15",
        "tlat": "37.492572",
        "tlong": "127.144202"
    },
    {
        "id": 2765,
        "tname": "웃말공원 화장실",
        "tlocation": "서울 송파구 송이로15길 41",
        "tlat": "37.500610",
        "tlong": "127.122545"
    },
    {
        "id": 2766,
        "tname": "송이공원 화장실",
        "tlocation": "서울 송파구 송이로",
        "tlat": "37.500291",
        "tlong": "127.118796"
    },
    {
        "id": 2767,
        "tname": "샘플데이터",
        "tlocation": "경상북도 포항시 남구 대이로 100",
        "tlat": "36.025991",
        "tlong": "129.340966"
    }
]

